{"1":{"Arabic":"وَالْعَصْرِۙ","Abdulbaki Gölpınarlı Meali":"Andolsun zamana.","Abdullah-Ahmet Akgül Meali":"<b>Asra </b><i>(mübarek dönemlere ve zaman dilimlerine ve özellikle sayılı ömür sermayesine)</i><b> yemin olsun ki;</b> ","Abdullah Parlıyan Meali":"Akıp giden zamana yani insanların tek sermayesi zaman birimine andolsun ki,","Ahmet Tekin Meali":"Zamana, asırlara, ikindilere, senin peygamberlikle görevlendirildiğin evrensel döneme andolsun!","Ahmet Varol Meali":"Asra yemin olsun ki,","Ali Bulaç Meali":"Asra andolsun;","Ali Fikri Yavuz Meali":"And olsun asra (ikindi namazına, yahud peygamberlik devrine) ki,","Bahaeddin Sağlam Meali":"O çağa andolsun ki;","Bayraktar Bayraklı Meali":"Zamana yemin olsun ki, [804]","Besim Atalay Meali (1965)":"Çağa ant","Cemal Külünkoğlu Meali":"Asra (akıp giden zamana) yemin olsun ki,","Cemil Said (1924)":"İkindi vakti nâmına kasem iderim.","Diyanet İşleri Meali (Eski)":"İkindi vaktine (Asra; çağa) and olsun ki,","Diyanet İşleri Meali (Yeni)":"1,2. Andolsun zamana ki, insan gerçekten ziyan içindedir.","Kur'an Yolu (Diyanet İşleri)":"Asra yemin ederim ki,","Diyanet Vakfı Meali":"1, 2, 3. Asra yemin ederim ki insan gerçekten ziyan içindedir. Bundan ancak iman edip iyi ameller işleyenler, birbirlerine hakkı tavsiye edenler ve sabrı tavsiye edenler müstesnadır.","Edip Yüksel Meali":"Andolsun akıp giden zamana ki;","Elmalılı Hamdi Yazır Meali":"Asra yemin olsun ki,","Elmalılı Meali (Orijinal)":"Kasem olsun ki Asra","Emrah Demiryent Meali":"Zamana kasem olsun ki,","Erhan Aktaş Meali":"Asra¹ ant olsun,","Hasan Basri Çantay Meali":"Andolsun asra ki,","Hayrat Neşriyat Meali":"Asr'a yemîn olsun!(1)","İhsan Aktaş Meali":"Asra (mutlak zamana) kasem ederim ki, *","İlyas Yorulmaz Meali":"Asra (zamana) and olsun ki.","İsmayıl Hakkı Baltacıoğlu":"Sürüp giden zaman hakkı için,","İsmail Hakkı İzmirli":"Zaman hakkı için [²],","İsmail Yakıt":"Asr’a andolsun ki¹,","Kadri Çelik Meali":"Andolsun asra.","Mahmut Kısa Meali":"Akıp gitmekte olan zamana, <b>asra andolsun ki,</b>","Mahmut Özdemir Meali":"ASR’a and olsun!","Mehmet Çakır Meali":"Asra yemin ederim ki,","Mehmet Çoban Meali":"Bütün gerçeğiyle yaşadığınız zamana andolsun ki,","Mehmet Okuyan Meali":"[Asr]a yemin olsun ki","Mehmet Türk Meali":"Şu asra yemin olsun ki, ¹","Muhammed Esed Meali":"DÜŞÜN zamanın akıp gidişini! ¹","Mustafa Çavdar Meali":"Akıp giden zamana, Asra andolsun ki! 22/47, 35/37","Mustafa İslamoğlu Meali":"SU GİBİ akıp giden zamana andolsun ki;[⁵⁸⁷⁸]","Orhan Kuntman Meali":"1,2. Zaman'a andolsun ki (onun değerini takdir etmeyen; \"Nasıl olsa ilerde günahlardan vaz geçerim, ibadetlerimi yaparım\" diyerek vakit varken tevbe edip bağışlama dilemeyen gâfil) İnsan muhakkak ziyandadır. ","Osman Fırat Meali":"Ve O asır...","Ömer Nasuhi Bilmen Meali":"Asr'a kasem olsun ki,","Suat Yıldırım Meali":"Yemin ederim zamana: ","Süleyman Ateş Meali":"Asra andolsun ki,","Süleyman Tevfik (1927)":"'Asr, dehr, zamân veyâhud ikindi vakti ile kasem iderim ki","Süleymaniye Vakfı Meali":"Çağa yemin ederim ki,","Şaban Piriş Meali":"Andolsun asra!","Ümit Şimşek Meali":"Asra(1) yemin olsun,","Yaşar Nuri Öztürk Meali":"Yemin olsun zamana/çağa/gündüzün iki ucuna/sabah namazına/ikindi vaktine/Asrısaadet'e ki,","Eski Anadolu Türkçesi":"ikindü namāzı ḥaķķı-içün yā rūzigār ḥaķķı","Satıraltı Meal (1534)":"‘Aṣr namāzı ḥaḳḳı‐çun.","Bunyadov-Memmedeliyev ":"And olsun axşam çağına (ikindi vaxtına, əsr namazına, zamana və ya Peyğəmbərin əsrinə) ki,","M. Pickthall (English)":"By the declining day,","Yusuf Ali (English)":"By (the Token of) Time (through the Ages),(6262)"},"2":{"Arabic":"اِنَّالْاِنْسَانَلَف۪يخُسْرٍۙ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki insan, elbette zararda, ziyanda.","Abdullah-Ahmet Akgül Meali":"<b>Gerçekten insan hüsrandadır </b><i>(zarar ve ziyandadır. Bu gaflet ve tembellik sonunda pişman ve perişan olacaktır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Allah'ın gösterdiği yolda yürümeyen insan mutlaka ziyandadır.","Ahmet Tekin Meali":"İmanla güvene kavuşmadıkça, müslümanca yaşayıp kin, nefret ve ihtiraslarını yenmedikçe, Peygamberin sorumluluğuna eş görevler yapmadıkça, hakkı, sorumluluğu ve sabrederek mücadeleye devamı, birliği birbirlerine tavsiye etmedikçe, âhireti unutarak dünyaya bağlanıp, şeytanî güçlerle işbirliğine devam ettikçe insanlar, müslümanlar elbette zarardadır, hüsrandadır.","Ahmet Varol Meali":"Gerçekten insan ziyan içindedir.","Ali Bulaç Meali":"Gerçekten insan, ziyandadır.","Ali Fikri Yavuz Meali":"Gerçekten insan (çalışmalarında) ziyandadır;","Bahaeddin Sağlam Meali":"İnsanlar, (o çağda) zarar ve hüsran içindedirler.","Bayraktar Bayraklı Meali":"Elbette insan ziyandadır.","Besim Atalay Meali (1965)":"Herhalde, insan ziyandadır","Cemal Külünkoğlu Meali":"(Kendine zulmeden) insan gerçekten ziyandadır.","Cemil Said (1924)":"İnsan felâketini ihzâr idiyor.","Diyanet İşleri Meali (Eski)":"İnsan hiç şüphesiz hüsran içindedir.","Diyanet İşleri Meali (Yeni)":"1,2. Andolsun zamana ki, insan gerçekten ziyan içindedir.","Kur'an Yolu (Diyanet İşleri)":"İnsan gerçekten ziyandadır.","Diyanet Vakfı Meali":"1, 2, 3. Asra yemin ederim ki insan gerçekten ziyan içindedir. Bundan ancak iman edip iyi ameller işleyenler, birbirlerine hakkı tavsiye edenler ve sabrı tavsiye edenler müstesnadır.","Edip Yüksel Meali":"İnsanlar zarardadır.","Elmalılı Hamdi Yazır Meali":"İnsan mutlaka ziyandadır.","Elmalılı Meali (Orijinal)":"İnsan mutlak bir husranda","Emrah Demiryent Meali":"Şüphesiz ki insan ziyan içerisindedir.","Erhan Aktaş Meali":"Kuşkusuz o insan kesinlikle hüsrandadır.","Hasan Basri Çantay Meali":"muhakkak insan kat'î bir ziyandadır.","Hayrat Neşriyat Meali":"Şübhesiz ki insan, gerçekten hüsrandadır!","İhsan Aktaş Meali":"Şüphesiz (yaratılış amacına uygun yaşamak için yapılan davetten yüz çeviren) insan ziyandadır.","İlyas Yorulmaz Meali":"Gerçekten insanlar ziyan içindedir.","İsmayıl Hakkı Baltacıoğlu":"gerçekten insana yazık oldu.","İsmail Hakkı İzmirli":"İnsan muhakkak ziyan içindedir [³].","İsmail Yakıt":"Muhakkak ki insan elbette zarar ve ziyan içindedir.","Kadri Çelik Meali":"Ki gerçekten insan hüsran içindedir.","Mahmut Kısa Meali":"<b>İnsanoğlu gerçekten ziyandadır! </b>Ve insanlık tarihi buna şahittir.","Mahmut Özdemir Meali":"İnsan, elbette hüsrândadır / zarar-ziyandadır.","Mehmet Çakır Meali":"insanoğlu, gerçekten çok perişan durumdadır. ","Mehmet Çoban Meali":"İnsan gerçekten içinde bulunduğu anın kıymetini bilmiyor. İçinde bulunduğunuz an iradenizle kullanabileceğiniz andır. Kendi kararınızı verebileceğiniz andır. Geçmiş zamanı geri getirebiliyor musunuz? Gelecek için kurduğunuz hayalleri hemen gerçekleştirebiliyor musunuz? Her an kendi gerçeğini size yaşatıyor. Geçen geçmiş, gelecek ise bilinmez! Hiç kimsenin yarını veya bir saniye sonrası garanti değildir. Her an ecel kapınızı çalabilir. Hasta olmanız veya birinin gelip sizi öldürmesi gerekmez. Ecel son bulmuşsa; ölüm nedenleriniz, niçinleriniz, nasıllarınız hiç önemli değildir. Onun için anınızı Allah için güzel şeyler yaparak değerlendirmelisiniz. Nedense insan geçmişiyle övünür. Kötü geçen zamanlar için hayıflanır. Geleceği için olmadık hayaller kurar. Nedense içinde bulunduğu anı en güzel şekilde değerlendirme yoluna gitmez. Hâlbuki insana düşen içinde bulunduğu anı en doğru ve en iyi şekilde değerlendirmektir. Yaşadığınız anı ve geçmişi anarak, geleceğin hayalleriyle oyalanarak ne yapıyorsunuz? Siz gerçekten cahillik ediyor elinizdeki anın kıymetini bilmiyorsunuz. Artık geri getirilemeyecek büyük bir kayıptasınız!  Üstelik zamanlarınızı Rabbinizin yasalarına karşı gelerek yazık ediyorsunuz. Geçmişinizle boşu boşuna övünerek kaybediyorsunuz. Hâlbuki geçmişte yaptığınız hatalardan ders alıp gelecek için doğruluk üzerine yürümeye karar verseniz. Kendinizi daima iyiye doğruya yöneltseniz ne iyi olur. Ama sizler bunu yapmaz, inkârınızla yaşar, etrafınıza kötülük yayarsınız. Böylece en kıymetli zamanlarınızı kaybederek geri dönülmez kayba uğrarsınız.","Mehmet Okuyan Meali":"Şüphesiz insan zarardadır.","Mehmet Türk Meali":"Tüm insanlar,¹ kesinlikle büyük bir ziyan içerisindedir. ²","Muhammed Esed Meali":"Gerçek şu ki, insan ziyandadır;","Mustafa Çavdar Meali":"İnsan gerçekten zarar ve ziyandadır. 6/32, 46/20","Mustafa İslamoğlu Meali":"(ömrünü israf eden) insan[⁵⁸⁷⁹] tarifsiz bir ziyandadır.[⁵⁸⁸⁰]","Orhan Kuntman Meali":"1,2. Zaman'a andolsun ki (onun değerini takdir etmeyen; \"Nasıl olsa ilerde günahlardan vaz geçerim, ibadetlerimi yaparım\" diyerek vakit varken tevbe edip bağışlama dilemeyen gâfil) İnsan muhakkak ziyandadır. ","Osman Fırat Meali":"Muhakkak ki, (o asırda) insan ziyandadır;","Ömer Nasuhi Bilmen Meali":"Şüphe yok insan, elbette bir ziyandadır.","Suat Yıldırım Meali":"İnsanlar hüsranda. ","Süleyman Ateş Meali":"İnsan ziyandadır.","Süleyman Tevfik (1927)":"İnsân (âhireti unutmak ve dünyâya dalmak ile) hüsrân ve ziyândadır.","Süleymaniye Vakfı Meali":"İnsan hep ziyan içindedir.","Şaban Piriş Meali":"İnsanlık hüsranda.","Ümit Şimşek Meali":"İnsan hüsrandadır.","Yaşar Nuri Öztürk Meali":"İnsan, gerçekten tam bir hüsran içindedir!","Eski Anadolu Türkçesi":"ādemį ziyān içindedür.","Satıraltı Meal (1534)":"Ādem oġlanı ziyān içindedür.","Bunyadov-Memmedeliyev ":"İnsan (ömrünü bihudə işlərə sərf etməklə, dünyanı axirətdən üstün tutmaqla) ziyan içindədir?","M. Pickthall (English)":"Lo! man is in a state of loss,","Yusuf Ali (English)":"Verily Man is in loss,(6263)"},"3":{"Arabic":"اِلَّاالَّذ۪ينَاٰمَنُواوَعَمِلُواالصَّالِحَاتِوَتَوَاصَوْابِالْحَقِّوَتَوَاصَوْابِالصَّبْرِ","Abdulbaki Gölpınarlı Meali":"Ancak inananlar ve iyi işlerde bulunanlar ve birbirlerine gerçeği gözetmeyi ve sabretmeyi tavsiye edenler başka.","Abdullah-Ahmet Akgül Meali":"<b>Ancak </b><i>(samimiyetle)</i><b> iman edip salih ameller işleyenler, birbirlerine Hakkı </b><i>(doğru ve hayırlı olanı)</i><b> tavsiye </b><i>(yani Kur’an nizamının kurulmasını temenni, teşvik ve tebliğ)</i><b> edenler ve </b><i>(bu yolda uğradıkları sıkıntı ve saldırılara kendileri katlandığı gibi)</i><b> çevresine de sabrı </b><i>(Allah için dayanmayı)</i><b> telkin ve tavsiye edenler bunun dışındadır. </b><i>(Bu dört vasfı birlikte üzerinde taşıyan mü’min, müstakim ve mücahit kimseler, dünya ve ahirette kurtulacak ve sonsuz mutluluğa ulaşacaklardır.)</i> ","Abdullah Parlıyan Meali":"Ancak inanıp, o inancın gereği doğru dürüst işler yapanlar, birbirlerine haktan gelen gerçekleri, her türlü sıkıntı ve zorluklara karşı dirençli olmayı tavsiye edenler ziyandan kurtulmuşlardır.","Ahmet Tekin Meali":"Ancak iman edip, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirenler, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayanlar, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanlar, cârî-kalıcı hayırlar-sâlih ameller işleyenler, birbirlerine, toplumda hakça düzeni gerçekleştirecek hak kitap Kur'ân'ı, hak din İslâm'ı, doğruyu, hakkı, sorumluluğu, birliği insanlığı tavsiye edenler, birbirlerine sabırla mücadeleye devamı tavsiye edenler zararda değildir.","Ahmet Varol Meali":"Ancak iman edip salih ameller işleyenler, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı tavsiye edenler müstesna.","Ali Bulaç Meali":"Ancak iman edip salih amellerde bulunanlar, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı tavsiye edenler başka.","Ali Fikri Yavuz Meali":"Ancak, iman edib de salih ameller işliyenler, birbirine hakkı tavsiye edenler ve (ibadet üzere bulunmakta, günah işlememekte) sabrı birbirine tavsiye edenler müstesnadır (Çünkü bunlar ebedî saadete kavuşacaklardır).","Bahaeddin Sağlam Meali":"İman edip yararlı iş ve ibadet edenler, birbirlerine hak ve hukuku tavsiye edenler ve yine birbirlerine sabır tavsiye edenler müstesna. (Onlar böylelikle zarardan kurtulmuşlardır.)","Bayraktar Bayraklı Meali":"Ancak, inanıp iyi işler yapanlar, hakkı birbirine tavsiye edenler ve sabrı birbirine tavsiye edenler ziyanda değillerdir.[805]","Besim Atalay Meali (1965)":"İnanı bulunanlar, yararlı iş görenler, birbirini hakla, sabırla öğütleyenler ancak, bunlar kurtulurlar","Cemal Külünkoğlu Meali":"Ancak iman edip sâlih amel işleyenler, birbirlerine hakkı, adaleti, iyiliği tavsiye edenler ve birbirlerine sabrı öğütleyenler zarara ve ziyana uğramayacaklardır.","Cemil Said (1924)":"Yalnız îmân idüb de a’mâl-i sâlihada bulunanlar ve başkalarına hakkı ve sabrı tavsiye idenler müstesnâdır.","Diyanet İşleri Meali (Eski)":"Ancak inanıp yararlı iş işleyenler, birbirlerine gerçeği tavsiye edenler ve sabırlı olmayı tavsiye edenler bunun dışındadır.","Diyanet İşleri Meali (Yeni)":"Ancak, iman edip de sâlih ameller işleyenler, birbirlerine hakkı tavsiye edenler, birbirlerine sabrı tavsiye edenler başka (Onlar ziyanda değillerdir).","Kur'an Yolu (Diyanet İşleri)":"Ancak iman edip dünya ve âhiret için yararlı işler yapanlar, birbirlerine hakkı tavsiye edenler ve sabrı tavsiye edenler başkadır.","Diyanet Vakfı Meali":"1, 2, 3. Asra yemin ederim ki insan gerçekten ziyan içindedir. Bundan ancak iman edip iyi ameller işleyenler, birbirlerine hakkı tavsiye edenler ve sabrı tavsiye edenler müstesnadır.","Edip Yüksel Meali":"Ancak inanıp erdemli davrananlar, birbirlerine gerçeği öğütleyenler ve birbirlerine sabretmeyi öğütleyenler hariç.","Elmalılı Hamdi Yazır Meali":"Ancak iman edenler, salih amel (iyi işler) işleyenler, birbirlerine hakkı tavsiye eden ve sabrı tavsiye edenler bunun dışındadır","Elmalılı Meali (Orijinal)":"Ancak o kimseler başka ki iyman edip salih ameller işlediler ve hep hakka vasıyyetleştiler ve sabra vasıyyetleştiler","Emrah Demiryent Meali":"Ancak îmân edip sâlih ameller işleyenler, birbirlerine hakkı ve sabrı tavsiye edenler müstesna.","Erhan Aktaş Meali":"Ancak inananlar, sâlihâtı¹ yapanlar, hakkı tavsiye edenler ve sabrı tavsiye edenler hariç.","Hasan Basri Çantay Meali":"Ancak îman edenlerle güzel güzel amel (ve hareket) lerde bulunanlar, bir de birbirine hakkı tavsiye, sabrı tavsiye edenler böyle değil (Onlar ziyandan müstesnadırlar).","Hayrat Neşriyat Meali":"Ancak îmân edip sâlih ameller işleyenler, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı tavsiye edenler müstesnâdır.","İhsan Aktaş Meali":"Ancak, (dünyada) iman edip, doğru ve yararlı işler yapmış olanlar (erdemli kimseler), birbirlerine sabır ve hakkı tavsiye etmiş olanlar, bunun dışındadır (ziyanda değildir). *","İlyas Yorulmaz Meali":"Ancak, iman edip, doğru ve yararlı işler yapanlar, birbirlerine sabır ve hakkı tavsiye edenler, ziyan edenlerin dışındadır (kurtulmuşlardır).","İsmayıl Hakkı Baltacıoğlu":"Yalnız o kimseler ki inanırlar, iyilik işlerler, biribirlerine doğruluk öğütü verirler, katlanma öğütü verirler, onlar için değil.","İsmail Hakkı İzmirli":"Ziyandan kurtulanlar iman edip iyi amel işleyenler, diğerlerine hakkı vasiyet ettikleri gibi sabrı da vasiyet edenlerdir.","İsmail Yakıt":"Ancak, inanıp iyi ve yararlı işler [sâlihât] yapanlarla, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı/göğüs germeyi tavsiye edenler müstesna.²","Kadri Çelik Meali":"Ancak iman edip salih amellerde bulunanlar, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı tavsiye edenler başka.","Mahmut Kısa Meali":"<b>Ancak </b>Allah’a ve âhiret gününe <b>iman eden, </b>bu imana yaraşır <b>güzel ve yararlı davranışlar ortaya koyan, birbirlerine </b><b>hakkı</b> hukuku, adâleti, doğruyu ve gerçeği<b> öğütleyen ve </b>zulme karşı verdikleri mücâdelede <b>birbirlerine </b>güç ve cesaret vererek, bu yolda karşılaşacakları zorluk ve sıkıntılar karşısında ümitsizliğe kapılmadan, yılgınlığa düşmeden <b>direnmeyi öğütleyenler müstesna. </b>İşte yalnızca bunlardır, hüsrandan kurtulup —dünyada ve âhirette— kurtuluşa erecek olanlar.","Mahmut Özdemir Meali":"Ancak iman etmiş, Salih Ameller’i işlemiş (İyi İşler’i yapmış), Hakk’ı tavsiyeleşmiş ve Sabr’ı tavsiyeleşmiş olanlar başka!","Mehmet Çakır Meali":"inanıp yararlı faaliyette bulunanlar ile gerçeği ve sabrı önerenler ise, esenliktedir.","Mehmet Çoban Meali":"Ancak gerçeği kabul edenler. Rabbine iman edenler. Geçmişlerindeki kötülüklerin farkına varıp tövbe edenler. Geçmişte yaptıkları hataları bir daha yapmamak üzere söz verenler. Yaşadıkları anda güzel işler yapanlar. Kötülükten uzak duranlar. Böylece kendilerini sürekli arındıranlar. İnandıkları yolda azimli, kararlı, mücadeleci olmayı birbirine tavsiye edenler. Daima gerçekler üzerinde duranlar. Birbirlerine hakkı, adaleti tavsiye edenler! Allah’ın yasalarına uyanlar! İşte bunlar kurtulanlardır! Böyle olanlar yeryüzünde yaptıkları mücadele sonunda özgürlüklerine kavuşurlarken, ahiret hayatındaki hesaptan yüz akıyla çıkarlar. Yaptıkları güzel hayırlı iyi işlerin mükâfatı olarak cennetle şereflendirilirler. İşte bunlar her iki dünyada da zafere, barışa ulaşanlardır. Rabbin katında mükâfata ulaşanlar inkârcılar gibi geri dönülmez kaybı yaşamazlar.","Mehmet Okuyan Meali":"İman edip iyi işler yapanlar, birbirlerine doğruyu tavsiye edenler ve birbirlerine sabrı tavsiye edenler hariç.","Mehmet Türk Meali":"Ancak (Allah’ın istediği gibi) îman edip, (inandığı) iyi işleri yaşayanlar,¹ birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı² tavsiye edenler, bunun dışındadır.³","Muhammed Esed Meali":"meğer ki imana erip doğru ve yararlı işler yapanlardan olsun, ² ve birbirlerine hakkı tavsiye edenlerden, birbirlerine sabrı tavsiye edenler-den...","Mustafa Çavdar Meali":"Ancak Allaha inanıp güvenenler iyi ve güzel işler yapanlar, birbirlerine Hakkı ve Hak yolunda sabır ve sebatı tavsiye edenler müstesna. 2/177, 3/104, 90/17-18","Mustafa İslamoğlu Meali":"Ancak, iman edenler,[⁵⁸⁸¹] salih amel işleyenler;[⁵⁸⁸²] ve[⁵⁸⁸³] birbirlerine hakkı tavsiye edenler[⁵⁸⁸⁴] ve sabrı tavsiye edenler[⁵⁸⁸⁵] müstesna...[⁵⁸⁸⁶]","Orhan Kuntman Meali":"Ancak iman edenler, sâlih amel işleyenler, birbirlerine hakkı (doğruluktan kıl payı ayrılmamayı) tavsiye edenler ve (içlerinden birine bir musibet gelince) sabrı tavsiye edenler (elbette) müstesnadır. ","Osman Fırat Meali":"Ancak, iman edip de sâlih ameller işleyenler, birbirlerine hakkı tavsiye edenler, birbirlerine sabrı tavsiye edenler müstesna.","Ömer Nasuhi Bilmen Meali":"Ancak o kimseler ki imân ettiler, ve sâlih sâlih amellerde bulundular ve birbirlerine hakkı tavsiyede ve sabrı tavsiyede bulundular, onlar müstesna.","Suat Yıldırım Meali":"Ancak şunlar müstesna: İman edip makbul ve güzel işler yapanlar, Bir de birbirlerine hakkı ve sabrı tavsiye edenler. ","Süleyman Ateş Meali":"Ancak inanıp iyi işler yapanlar, birbirlerine hakkı tavsiye edenler ve birbirlerine sabrı tavsiye edenler ziyanda değillerdir.","Süleyman Tevfik (1927)":"Ancak îmân idüb a'mâl-i sâliha işleyenler ve hak ve dîn (ve) sevâb ile birbirine tavsiye idenler ve yekdiğerine sabrı nasîhat iyleyenler hüsrânda değillerdir.","Süleymaniye Vakfı Meali":"Ziyanda olmayanlar; inanıp güvenenler, iyi işler yapanlar, birbirine doğruları tavsiye edenler ve sabrı tavsiye edenlerdir.","Şaban Piriş Meali":"Ancak iman edenler ve doğruları yapanlar, birbirlerine hakkı ve sabrı tavsiye edenler müstesna.","Ümit Şimşek Meali":"Ancak iman edip güzel işler yapanlar ve birbirlerine hakkı ve sabrı öğütleyenler müstesna.","Yaşar Nuri Öztürk Meali":"İnanıp hayra ve barışa yönelik işler yapanlar, birbirlerine hakkı önerenler, birbirlerine sabrı önerenler müstesnadır.","Eski Anadolu Türkçesi":"illā anlar kim įmān getürdiler daħı işlediler eyü işler daħı biribirine ıśmarladılar ḥaķķı ya'nį ķur’ān’ı daħı biribirine ıśmarladılar śabr eylemegi.","Satıraltı Meal (1534)":"İllā ol kişiler ki īmān getürdiler ve ‘amel‐i ṣāliḥ işlediler. Daḫı biri birineıṣmarladı ḥaḳ üstine ẟābit olmaġı. Daḫı ıṣmarlamışdur ṣabr eylemegi.","Bunyadov-Memmedeliyev ":"Yalnız iman gətirib yaxşı əməllər edən, bir-birinə haqqı tövsiyə edən və səbri tövsiyə edən kimsələrdən başqa! (Belələri Cənnətə nail olub əbədi səadətə qovuşanlardır!)","M. Pickthall (English)":"Save those who believe and do good works, and exhort one another to truth and exhort one another to endurance.","Yusuf Ali (English)":"Except such as have Faith, and do righteous deeds,(6264) and (join together)(6265) in the mutual teaching of Truth, and of Patience and Constancy."},"TotalVerse":3,"Name":"Asr"}