{"1":{"Arabic":"اِنَّٓااَعْطَيْنَاكَالْكَوْثَرَۜ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki biziz sana kevseri veren.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> Şüphesiz Biz Sana \"Kevser\"i </b><i>(dünyada herkesten fazla fazilet ve izzeti, ahirette ise şefaat yetkisini)</i><b> verdik </b><i>(ki şükrünü yapasın.)</i> ","Abdullah Parlıyan Meali":"Ey Muhammed! gerçekten biz sana dünyada pek çok hayırlar verdik. Ahirette de cennet ve cennetteki kevser havuzu ve ırmağını vereceğiz.","Ahmet Tekin Meali":"Biz Kevser'i, peygamberliği, Kur'ân'ı, hayrı ilke edinen bir ümmeti, dünya hâkimiyetini, âhiret saadetini, lütfumuz ve ihsanımızla sana verdik.","Ahmet Varol Meali":"Şüphesiz biz sana Kevser'i verdik.","Ali Bulaç Meali":"Şüphesiz, biz sana Kevser'i verdik.","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), gerçekten biz sana (cennetdeki Havz-ı) Kevseri = pek çok hayırları verdik.","Bahaeddin Sağlam Meali":"Biz, gerçekten sana bol bir hayır (sevap, etba, bereketli bir nesil ve Cennet) vermişiz.","Bayraktar Bayraklı Meali":"Biz sana çok hayır/Kevser'i verdik. [814]","Besim Atalay Meali (1965)":"Kevseri verdik sana","Cemal Külünkoğlu Meali":"(Ey Peygamber!) Biz, sana Kevser'i (iyilik, bereket, mutluluk, güzellik gibi bol nimet) verdik.","Cemil Said (1924)":"Biz sana Kevser’i virdik.","Diyanet İşleri Meali (Eski)":"Doğrusu sana pek çok nimet vermişizdir.","Diyanet İşleri Meali (Yeni)":"Şüphesiz biz sana Kevser’i verdik.","Kur'an Yolu (Diyanet İşleri)":"Şüphesiz biz sana bitip tükenmez nimetler verdik.","Diyanet Vakfı Meali":"1, 2, 3. (Resûlüm!) Kuşkusuz biz sana Kevser'i verdik. Şimdi sen Rabbine kulluk et ve kurban kes. Asıl sonu kesik olan, şüphesiz sana hınç besleyendir.","Edip Yüksel Meali":"Biz sana bolca nimetler verdik.","Elmalılı Hamdi Yazır Meali":"Muhakkak biz sana Kevser'i verdik.","Elmalılı Meali (Orijinal)":"Biz verdik sana hakikatte kevser","Emrah Demiryent Meali":"(Habibim!) Şüphesiz biz sana Kevser’i verdik.","Erhan Aktaş Meali":"Kuşkusuz Biz¹ sana kevseri² verdik.","Hasan Basri Çantay Meali":"(Habîbim) hakikat, biz sana, Kevseri verdik.","Hayrat Neşriyat Meali":"(Habîbim, yâ Muhammed!) Şübhesiz ki biz sana Kevser'i(2) verdik.","İhsan Aktaş Meali":"(Resulüm!) Şüphesiz biz sana Kevser’i (risâlet, nübüvvet, Kur’an, hikmet, bitip tükenmez birçok hayrı, iyilik ve ilim) verdik. *","İlyas Yorulmaz Meali":"Biz sana bol nimetler verdik.","İsmayıl Hakkı Baltacıoğlu":"İşte Biz sana kevser suyunu verdik.","İsmail Hakkı İzmirli":"Biz sana kevseri vermişiz [⁷],","İsmail Yakıt":"(Ey Peygamber!) Muhakkak ki Biz sana sayısız nimet verdik [kevser].¹","Kadri Çelik Meali":"Şüphesiz biz sana Kevser'i verdik.","Mahmut Kısa Meali":"<b>Gerçekten Biz sana,</b> dünyada her türlü iyiliğin, güzelliğin ve bereketin; âhirette ise ebedî cennet nimetlerinin kaynağı olan bu Kur’an’ı vahyetmekle, insanoğlunun sahip olabileceği en büyük nîmeti,<b> Kevseri</b> <b>verdik.</b>","Mahmut Özdemir Meali":"Biz, sana KEVSER’i / Ümmet Çokluğu’nu verdik.","Mehmet Çakır Meali":"Resulüm! biz cennette en güzel köşeyi sana ayırdık. ","Mehmet Çoban Meali":"Ey resulüm şüphe yok ki, biz sana hayır ve bereket verdik. Hani hatırla o anı! Sen şaşırmış bir vaziyette idin! Sana hidayeti verdik. Sana doğru yolu gösterdik. Seni yetim bulup yetiştirdik. Andolsun ki sana dünyada verdiğimiz hayır ve bereketler gibi, ahirette de birçok hayır ve bereket vermişizdir.","Mehmet Okuyan Meali":"Şüphesiz ki sana [Kevser]’i (bol nimet) verdik.","Mehmet Türk Meali":"(Ey Muhammed!) Şüphesiz Biz sana Kevser’i¹ verdik.","Muhammed Esed Meali":"BAK, Biz sana bol nimet ¹ verdik:","Mustafa Çavdar Meali":"– Biziz sana her türlü hayrı cömertçe bahşeden. 68/1...6, 93/1...11","Mustafa İslamoğlu Meali":"GERÇEK şu ki Biz, sana her hayrı cömertçe bahşettik:[⁵⁹¹⁰]","Orhan Kuntman Meali":"(Ey Muhammed, oğlun olmadı diye senin için \"Ebter- Nesli tükenmiş\" diyen de var. Oysa) Biz sana kuşkusuz Kevser’i müyesser kıldık. ","Osman Fırat Meali":"Şüphesiz biz sana Kevser’i verdik.","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki, Biz sana Kevser'i verdik.","Suat Yıldırım Meali":"Biz gerçekten sana verdik kevser. ","Süleyman Ateş Meali":"Biz sana Kevser'i (bol ni'met, ilim ve büyük şeref) verdik.","Süleyman Tevfik (1927)":"Biz sana Kevser'i virdik. ","Süleymaniye Vakfı Meali":"Sana çok şey verdik[*].","Şaban Piriş Meali":"Biz sana sayısız nimetler verdik.","Ümit Şimşek Meali":"Biz sana Kevser'i verdik.","Yaşar Nuri Öztürk Meali":"Hiç kuşkusuz, biz verdik sana Kevser'i/iyilik, bereket, mutluluk, güzellik, soy ve aydınlığın tükenmezini.","Eski Anadolu Türkçesi":"bayıķ biz virdük saña uçmaķdaġı ırmaġı yā çoķ ħayr .","Satıraltı Meal (1534)":"Biz saña yā Muḥammed ḥavż‐ı kevẟeri virdük.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Həqiqətən, Biz sənə Kövsər (Cənnətdəki Kövsər irmağını və ya bol ne’mət, yaxud Qur’an, peyğəmbərlik) bəxş etdik!","M. Pickthall (English)":"Lo! We have given thee Abundance;","Yusuf Ali (English)":"To thee have We granted the Fount (of Abundance).(6286)"},"2":{"Arabic":"فَصَلِّلِرَبِّكَوَانْحَرْۜ","Abdulbaki Gölpınarlı Meali":"Artık namaz kıl Rabbine ve kurban kes sen.","Abdullah-Ahmet Akgül Meali":"<b>Öyle ise Rabbin için </b><i>(bayrama özel) </i><b>namaz kıl, ve kurban kes </b><i>(ki benlik ve bencillikten kurtulup Mevlâ’ya yaklaşasın.)</i> ","Abdullah Parlıyan Meali":"Öyleyse sen yalnızca Rabbine kul ve köle olup O'na ibadet et, namaz kıl ve yalnızca O'nun adına kurban kes.","Ahmet Tekin Meali":"Bu sebeple, Rabbinin rızasını kazanmak için dua ve niyazda bulunarak bayram namazı kıl, Kurban Bayramı'nda, kurban kesme günlerinde Rabbinin rızasını kazanmak için kurban kes.","Ahmet Varol Meali":"O halde Rabbin için namaz kıl ve kurban kes.","Ali Bulaç Meali":"Şu halde Rabbin için namaz kıl ve kurban kes.","Ali Fikri Yavuz Meali":"O halde, (buna şükür olarak) namaz kıl ve kurban kesiver.","Bahaeddin Sağlam Meali":"Artık sen, (sana düşen ibadetlerini yap,) namazını kıl, kurbanını kes (şahsi ve toplumsal ibadetleri yap.)","Bayraktar Bayraklı Meali":"Öyleyse Rabbin için namaz kıl ve kurban kes![815]","Besim Atalay Meali (1965)":"Namaz kıl Tanrına, boğazla kurban","Cemal Külünkoğlu Meali":"O halde, yalnız Rabbine ibadet et ve dik dur (kimseye boyun eğme)!","Cemil Said (1924)":"Rabbine du’â it ve ânın içün kurbânlar kes,","Diyanet İşleri Meali (Eski)":"Öyleyse Rabbin için namaz kıl, kurban kes.","Diyanet İşleri Meali (Yeni)":"O hâlde, Rabbin için namaz kıl, kurban kes.","Kur'an Yolu (Diyanet İşleri)":"Şimdi sen rabbin için namaz kıl ve kurban kes!","Diyanet Vakfı Meali":"1, 2, 3. (Resûlüm!) Kuşkusuz biz sana Kevser'i verdik. Şimdi sen Rabbine kulluk et ve kurban kes. Asıl sonu kesik olan, şüphesiz sana hınç besleyendir.","Edip Yüksel Meali":"Öyleyse Rabbin için namaz kıl ve kendini ada/yönel.","Elmalılı Hamdi Yazır Meali":"Öyleyse Rabb'in için namaz kıl ve kurban kes.","Elmalılı Meali (Orijinal)":"Sen de Rabbın için namaz kıl ve kurban kesiver","Emrah Demiryent Meali":"O hâlde Rabbin (in rızası) için namaz kıl ve kurban kes.","Erhan Aktaş Meali":"O halde Rabb'in için salat¹ et ve zorlukları göğüsle.²","Hasan Basri Çantay Meali":"O halde Rabbin için namaz kıl. Kurban kes.","Hayrat Neşriyat Meali":"Öyleyse Rabbin için namaz kıl ve kurban kes!","İhsan Aktaş Meali":"O hâlde (bunun karşısında şükranını göstermek üzere) sen yalnızca (zatım olan) Rabbin için salât et (şirkten arınmış bir bilinçle Rabbine ibadet et, ona yönel ve ona boyun eğ) ve (sana verdiği Kur’an’ı ve islamı hiç yılmadan insanlara tebliğ edip) zorluklara göğüs ger. *","İlyas Yorulmaz Meali":"O halde Rabbin için namaz kıl ve zorluklara göğüs ger.","İsmayıl Hakkı Baltacıoğlu":"Öyleyse çalabına tap, kurban kes.","İsmail Hakkı İzmirli":"Artık Rabbin için namaz kıl ve deve kurban et [⁸].","İsmail Yakıt":"Öyleyse sen de Rabbin için namaz kıl ve kurban kes [ve’nhar].²","Kadri Çelik Meali":"O halde Rabbin için namaz kıl ve kurban kes.","Mahmut Kısa Meali":"<b>Öyleyse, </b>sana bu nîmeti bahşeden Rabb’ine hakkıyla şükretmek için, kulluk ve itaatin rûhî ve bedenî bir ifâdesi olmak üzere, sadece ve sadece O’nun huzurunda secdeye kapanarak <b>Rabb’in için namaz kıl ve </b>malını, canını, çoluk çocuğunu ve tüm varlığını O’nun uğrunda fedâ etmeye hazır olduğunun göstergesi olarak, yalnızca O’nun adına <b>kurban kes! </b>Eğer bunu başarabilirsen, bu yolda karşına çıkabilecek zorluklara göğüs gererek, yılmadan, ümitsizliğe kapılmadan Kur’an’ı hayata egemen kılma mücadeleni sürdürebilirsen, sana müjdeler olsun:","Mahmut Özdemir Meali":"Artık, senin rabbin için salât et / namaz kıl, kurban kes!","Mehmet Çakır Meali":"Bu nedenle Rabb'in için namaz kıl ve kurban kesmelisin.","Mehmet Çoban Meali":"Onun için Rabbini an! Rabbinin yolunda bilgini bilincini artır. İnanmayanların söylediklerine aldırma! Hayatının davası olarak Rabbinin yolunda emin adımlarla yürü! Bütün varlığını, aklını, mantığını, duygularını Rabbinin yoluna ada! Dünyevi duygulardan sıyrıl. Hayatını, Rabbinin yoluna kurban et! Unutma Rabbin hep senin yanındadır.","Mehmet Okuyan Meali":"Rabbin için [salât] (ibadet) et [*] ve kurban kes!","Mehmet Türk Meali":"Öyleyse sadece Rabb’in için namaz kıl ve kurban kes.¹","Muhammed Esed Meali":"o halde [yalnız] Rabbine ibadet et ve [yalnız O’nun adına] kurban kes.","Mustafa Çavdar Meali":"Öyleyse sen sadece Rabbine dayan ve tüm varlığınla O<br>\na adan! 3/160, 6/162","Mustafa İslamoğlu Meali":"O halde namazı da, kurbanı da yalnız Rabbine tahsis et![⁵⁹¹¹]","Orhan Kuntman Meali":"O halde (Rabbinin bu eşsiz nimetine karşı, şükrünü eda etmek üzere) Rabbin için namaz kıl (nitekim Resulullah s.a.s. \"Namaz benim gözümün nurudur\" buyurmuştur) ve (Rabbin için) Kurban kes! ","Osman Fırat Meali":"Öyleyse Rabbine değer ver ve nahret.","Ömer Nasuhi Bilmen Meali":"Rabbin için namaz kıl ve kurban kesiver.","Suat Yıldırım Meali":"Sen de Rabbin için namaz kıl ve kurban kesiver. [22, 34]","Süleyman Ateş Meali":"Öyleyse Rabbin için namaz kıl ve nahret (kurban kes veya ellerini boğazına kadar kaldırıp tekbir al).","Süleyman Tevfik (1927)":"Sen de rabbine 'ibâdet it ve kurbân kes. (Kurbân keserek fukarâya tasadduk it yâhud hac farîzasını îfâ it)","Süleymaniye Vakfı Meali":"Öyleyse her işi Sahibin için yap[1] ve her şeye O’nun için göğüs ger! [*2].","Şaban Piriş Meali":"Öyleyse sen de Rabbin için namaz kıl ve kurban kes.","Ümit Şimşek Meali":"Sen de Rabbin için namaz kıl ve kurban kes.","Yaşar Nuri Öztürk Meali":"O halde sen de Rabbin için namaz kıl/ dua et ve göğsünü gererek dimdik dur/ ellerini bağlayıp kıyam et/namazı vakti girer girmez kıl/kavrayışını bilgi ile derinleştir/eti yenecek hayvan kes!","Eski Anadolu Türkçesi":"pes namāz ķıl çalabuñ içün daħı deve boġazla.","Satıraltı Meal (1534)":"Pes ‘ibādet idüp namāz ḳıl seni yaradana, daḫı ḳurbān eyle.","Bunyadov-Memmedeliyev ":"Ona görə də (bu ne’mətlərə şükür edərək) Rəbbin üçün namaz qıl və qurban kəs!","M. Pickthall (English)":"So pray unto they Lord, and sacrifice.","Yusuf Ali (English)":"Therefore to thy Lord turn in Prayer and Sacrifice.(6287)"},"3":{"Arabic":"اِنَّشَانِئَكَهُوَالْاَبْتَرُ","Abdulbaki Gölpınarlı Meali":"Şüphesiz, sana buğzeden yok mu, odur nesli kesilen.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm! Sana ve davana hakaret ve hıyanet edenlere aldırma)</i><b> Ki asıl \"Ebter\" </b><i>(soyu ve nesebi kesik, şeref ve haysiyeti bitik)</i><b> olan</b><i>(lar)<b>, </b></i><b>şüphesiz Sana </b><i>(ve İslam’a buğzedip)</i><b> kin tutanlardır.</b> ","Abdullah Parlıyan Meali":"Böylece seninle alay eden, senden nefret edip sana kin besleyen düşmanlarının soyu sopu kalmayacak, nesli tükenecek, ardı arkası kesilip güdük kalacak olanlar onlardır.","Ahmet Tekin Meali":"Asıl sana buğzedenlerin, hınç duyanların, senden uzaklaşanların işte onların soyları kurumuş, ocakları sönmüştür, dünyevî ve uhrevî hayırdan yoksundurlar.","Ahmet Varol Meali":"Doğrusu asıl sonu kesik olan, sana kin besleyendir.","Ali Bulaç Meali":"Doğrusu, asıl ebter (soyu kesik) olan sana kin duyandır.","Ali Fikri Yavuz Meali":"Doğrusu, sana (evlâdsız, nesli kesik deyip) dil uzatandır; hayırsız nesli kesik...","Bahaeddin Sağlam Meali":"Asıl nesli kesik; hayırdan yoksun, maneviyat ve ibadeti olmayan, o sana kızan, sana düşman olan kişidir.","Bayraktar Bayraklı Meali":"Asıl “nesli kesik” olan, sana buğzedendir.","Besim Atalay Meali (1965)":"Senin düşmanındır ardasız olan","Cemal Külünkoğlu Meali":"Gerçek şu ki; senden uzak duran, nefret eden (her türlü iyilik ve güzellikten) tamamen kopmuştur.","Cemil Said (1924)":"sana ebter [1] diyen zürriyetsiz ölecekdir.","Diyanet İşleri Meali (Eski)":"Doğrusu adı sanı ortadan kalkacak olan, sana kin tutan kimsedir.","Diyanet İşleri Meali (Yeni)":"Doğrusu sana buğzeden, soyu kesik olanın ta kendisidir.[591]","Kur'an Yolu (Diyanet İşleri)":"Asıl soyu gelmeyecek olan, sana karşı nefret duyandır.","Diyanet Vakfı Meali":"1, 2, 3. (Resûlüm!) Kuşkusuz biz sana Kevser'i verdik. Şimdi sen Rabbine kulluk et ve kurban kes. Asıl sonu kesik olan, şüphesiz sana hınç besleyendir.","Edip Yüksel Meali":"Asıl mahfolacak olanlar sana kin duyanlardır.","Elmalılı Hamdi Yazır Meali":"Muhakkak ki sonu kesik olan, sana buğzedendir.","Elmalılı Meali (Orijinal)":"doğrusu sana bugz edendir ebter","Emrah Demiryent Meali":"Şüphesiz, asıl soyu kesik olan (ve bütün hayırlardan mahrum kalan) sana buğzedendir.","Erhan Aktaş Meali":"Kuşkusuz o sana buğzeden¹, sonu olmayanın ta kendisidir.²","Hasan Basri Çantay Meali":"Sana buğzeden (yok mu? İşte asıl) zürriyetsiz olan şübhesiz Odur.","Hayrat Neşriyat Meali":"Doğrusu asıl ebter (nesli kesik) olan, sana kin besleyendir.","İhsan Aktaş Meali":"Şüphesiz asıl ebter (halktan kopuk, dünyevi ve uhrevi hayırdan yoksun) olan, sana (ve davana hakaret ve hıyanet eden, insanlığın hidayet, huzur ve barışına vesile olan İslama) kin besleyendir. *","İlyas Yorulmaz Meali":"Senin soyunun kesik olduğunu söyleyenlerin, kendi soyları kesiktir.","İsmayıl Hakkı Baltacıoğlu":"Sana hınç besliyen kimse yok mu, kısır olan işte odur.","İsmail Hakkı İzmirli":"Sonu gelmeyen, seni düşman tutan kimsedir. Yoksa sen değilsin.","İsmail Yakıt":"Muhakkak ki sana kin besleyen, soyu kesik olanın [ebter]³ tâ kendisidir.","Kadri Çelik Meali":"Senin düşmanın, asıl odur soyu kesik olan.","Mahmut Kısa Meali":"İnsanlığı bir tek Allah’a kulluk ve ibâdete çağırdığın için <b>sana kin besleyen</b>ve hakikatin sesini kesmek, Allah’ın nurunu söndürmek için plânlar kuran, iman erlerine karşı amansız savaş başlatan zâlim<b>ler var ya; asıl onlardır,</b>eninde sonunda işi bitirilecek, nesli kesilecek, defteri dürülecek ve her türlü hayırdan, güzellikten, bereketten mahrum kalarak<b> silinip gidecek olanlar!</b>","Mahmut Özdemir Meali":"Sana kin besleyen, gerçek Ebter / Soyu Kesik odur.","Mehmet Çakır Meali":"Şunu bil ki, asıl ocağı sönecek olan, seni çekiştirip durandır.","Mehmet Çoban Meali":"İnkâr edenler senin çabalarının sonunun olmadığını söyleyecekler. Hatta diyecekler ki; boşuna her şeyini, bütün hayatını Rabbine kurban etti. Boşuna varını yoğunu Allah’a adadı. Bütün mal varlığını kaybetti. Sen onlara aldırma! Rabbin senin ne yaptığını görüyor biliyor. Onların da ne yaptığını görüyor biliyor. Unutma! Onların yaptıklarının sonu yok! Ama sen Rabbinin yoluna her şeyini adadığında Rabbin seni bolca nimetlendirir. İnanmayanların yaptıkları yok olur gider. Sakın onların dediğine üzülme! Sen yolumuzda azimle yürü!","Mehmet Okuyan Meali":"Şüphesiz ki asıl (hayırdan yana) soyu kesik olan, sana kin duyandır.","Mehmet Türk Meali":"Sana buğz eden var ya işte asıl sonu kesik olan,¹ odur.","Muhammed Esed Meali":"Şu gerçek ki, senden nefret eden, [her türlü iyilik ve güzellikten] kesilmektedir! ²","Mustafa Çavdar Meali":"Asıl sana dil uzatandır bu hayırdan mahrum kalacak olan. 6/33, 18/6, 74/11...31","Mustafa İslamoğlu Meali":"Bir başka gerçek de şu ki; (hayırdan) tamamen kesilip kopmuştur senden nefret eden.[⁵⁹¹²]","Orhan Kuntman Meali":"(Ey Muhammed) Şüphe yok ki, asıl ebter (nesli tükenmiş olan) sana buğz edenin (sana kin tutan, hınç besleyen o kâfirin) ta kendisidir (ki ardı arkası kesilecek, ne nesli ne de adı sanı kalacaktır!)","Osman Fırat Meali":"Asıl soyu kesik olan, sana buğz edendir.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki o sana buğz edendir, (asıl) ebter (olan).","Suat Yıldırım Meali":"Doğrusu, seni kötüleyendir ebter! ","Süleyman Ateş Meali":"Asıl sonu kesik olan, sana buğzedendir.","Süleyman Tevfik (1927)":"Sana ta'n iden kimsedir ki ebterdir. [²]","Süleymaniye Vakfı Meali":"Unutulup gidecek[1] , senden nefret edendir[2].","Şaban Piriş Meali":"Gerçek şu ki sana kin besleyen /düşmanının soyu kesiktir.","Ümit Şimşek Meali":"Asıl soyu kesik olan, sana kin besleyendir.","Yaşar Nuri Öztürk Meali":"Kuşkun olmasın ki, ebter/soyu kesik, seni kötüleyenin ta kendisidir!","Eski Anadolu Türkçesi":"bayıķ düşmān dutıcı seni ol gücükdür.","Satıraltı Meal (1534)":"Seni sevmegen ebterdür. Nesebi dünyāda kesilmişdür.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər! Oğlun Qasim, yaxud İbrahim vəfat etdiyi zaman sənə sonsuz, arxası kəsik, nəsli kəsilmiş deyən) sənin düşməninin (As ibn Vailin) özü sonsuzdur! (Sənin nəslin qiyamətə qədər törəyib artacaq, adına isə həmişə rəhmət oxunacaqdır!)","M. Pickthall (English)":"Lo! It is thy insulter (and not thou) who is without posterity.","Yusuf Ali (English)":"For he who hateth thee,(6288) he will be cut off (from Future Hope)."},"TotalVerse":3,"Name":"Kevser"}