{"1":{"Arabic":"قُلْهُوَاللّٰهُاَحَدٌۚ","Abdulbaki Gölpınarlı Meali":"De ki: O Allah, birdir.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm, \"Allah’ın nasıl bir varlık olduğunu bize açıkla\" diyenlere)</i><b> De ki: \"O Allah, birdir. </b><i>(Eşi, dengi, benzeri, şeriki, yardım edicisi, ihtiyaç hissettiği, öncesi, ölmesi, acizliği, eksikliği, bilgi yetersizliği ve beceriksizliği asla bulunmayan tek ve gerçek İlahtır.)</i><b>\"</b> ","Abdullah Parlıyan Meali":"Ey mü'min ve müslüman olduğunu söyleyen kimseler! Her zaman şu gerçeği söyleyin; Kendisine kulluğa çağrıldığınız Allah, ikincisi düşünülemeyen tektir.","Ahmet Tekin Meali":"“O'dur, O. Allah'tır, Allah. Tektir, Tek.” de.","Ahmet Varol Meali":"De ki: \"O Allah tektir.","Ali Bulaç Meali":"De ki: O Allah, birdir.","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, Allah'ın nasıl bir varlık olduğunu bize açıkla diyen o Kureyş'e) de ki: O, Allah'dır, birdir (eşi ortağı yoktur).","Bahaeddin Sağlam Meali":"De ki: O Allah, birliğiyle beraber her yerde hazır ve nazırdır.","Bayraktar Bayraklı Meali":"1,2. De ki: Allah tektir. Varlığını sürdürmek için hiçbir şeye muhtaç değildir, herkes O'na muhtaçtır. [821]","Besim Atalay Meali (1965)":"Diyesin ki: «O, bir olan Allahtır!","Cemal Külünkoğlu Meali":"De ki: O Allah tektir.","Cemil Said (1924)":"Di ki: \"Allâh birdir,","Diyanet İşleri Meali (Eski)":"De ki: O Allah bir tektir.","Diyanet İşleri Meali (Yeni)":"De ki: “O, Allah’tır, bir tektir.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “O, Allah’tır, tektir.","Diyanet Vakfı Meali":"1, 2, 3, 4. De ki: O, Allah birdir. Allah sameddir. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi yoktur.","Edip Yüksel Meali":"De ki, \"O ALLAH bir tektir.\"","Elmalılı Hamdi Yazır Meali":"De ki; O Allah bir tektir.","Elmalılı Meali (Orijinal)":"De, O Allah tek bir (Ehad) dir","Emrah Demiryent Meali":"(Habibim!) De ki: “O Allah, tektir.","Erhan Aktaş Meali":"De ki: “O Allah¹ ehadır.”² ","Hasan Basri Çantay Meali":"De ki: O Allahdır, bir tekdir,","Hayrat Neşriyat Meali":"De ki: “O Allah, Ehad'dir (birdir)!”(1)","İhsan Aktaş Meali":"De ki: O Allah tektir. *","İlyas Yorulmaz Meali":"Deki “O Allah’dır, tektir.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \" O, bir tek olan Allah’tır.","İsmail Hakkı İzmirli":"De ki: O Allah birdir,","İsmail Yakıt":"(Ey Peygamber!), De ki: “O Allah Bir’dir.”¹","Kadri Çelik Meali":"De ki: O Allah birdir.","Mahmut Kısa Meali":"Ey Müslüman! Hak dinin temeli olan tevhid inancını tüm insanlığa bildirmek üzere<b>de ki: “O Allah’tır, birdir.</b> Kâinatın her zerresinde sonsuz ilim, kudret ve merhametinin tecellîlerini görüp durduğunuz, bu yüzden varlığını öteden beri zaten bildiğiniz, fakat sıfatları konusunda her zaman yanılgıya düştüğünüz OYüce Yaratıcı; eşi-benzeri ve ortağı olmayan, olması da düşünülemeyen Allah bir tek rabdir, ilâhtır.","Mahmut Özdemir Meali":"De ki: -“Bir tek’tir O Allah!","Mehmet Çakır Meali":"De ki: &quot; <i>Allah, birdir.</i> ","Mehmet Çoban Meali":"De ki; “Hakkında değişik şeyler söylediğiniz yaratıcı Allah’tır, bir tanedir! Buna rağmen sizler yeryüzü ve gökyüzündeki bütün varlıkların yaratıcısına farklı isimler yakıştırıp duruyorsunuz. İnsanların isim yakıştırması gerekmez. Muhakkak ki yeryüzünün gökyüzünün sahibi bütün varlıkların yaratıcının adı Allah’tır. Allah’tan başka yaratıcı yoktur. Bir tanedir. Her toplum kendine göre isimler bulsa da, insanlar kendilerine göre tanımlamalar yapsa da yaratıcının adı Allah’tır. Bunlar size gönderilen vahiyle bildirilmiştir.”  ","Mehmet Okuyan Meali":"De ki: [*] “O, Allah’tır; tektir.","Mehmet Türk Meali":"(Ey Muhammed!) De ki; “O Allah¹ daima tektir.”²","Muhammed Esed Meali":"DE Kİ: “O, Tek Allah’tır:","Mustafa Çavdar Meali":"De ki: O Allah’tır ve tektir. 2/163, 16/51","Mustafa İslamoğlu Meali":"(EY muhatab!) De ki: O Allah’tır;[⁵⁹³³] eşsiz-benzersiz bir tek’tir.[⁵⁹³⁴]","Orhan Kuntman Meali":"(Ey Muhammed) De ki: O, Allah bir dir! ","Osman Fırat Meali":"De ki: O Allâh birdir.","Ömer Nasuhi Bilmen Meali":"De ki: «O Allah birdir.»","Suat Yıldırım Meali":"De ki: O, Allah'tır, gerçek İlahtır ve Birdir. ","Süleyman Ateş Meali":"De ki: O Allah birdir.","Süleyman Tevfik (1927)":"Di ki: \"Allâh birdir\"","Süleymaniye Vakfı Meali":"De ki: \"ilâh[*] Allah’tır! O, bir tektir.","Şaban Piriş Meali":"De ki:-O Allah birdir.","Ümit Şimşek Meali":"De ki: O Allah birdir.","Yaşar Nuri Öztürk Meali":"De ki: O, Allah'tır; Ahad'dır, tektir!","Eski Anadolu Türkçesi":"eyit: ol Tañrı birdür.","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Ol Allāh birdür.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər! Allahın zatı və sifətləri haqqında səndən soruşan müşriklərə) de: “(Mənim Rəbbim olan) O Allah birdir (heç bir şəriki yoxdur);","M. Pickthall (English)":"Say: He is Allah, the One!","Yusuf Ali (English)":"Say: He is Allah,(6296) the One and Only;(6297)"},"2":{"Arabic":"اَللّٰهُالصَّمَدُۚ","Abdulbaki Gölpınarlı Meali":"Her şey ve herkes, ona muhtaçtır, onun zevali yoktur, birşeye muhtaç değildir.","Abdullah-Ahmet Akgül Meali":"<b>\"Allah, Samed’dir. </b><i>(Her yaratığın Kendisine muhtaç bulunduğu şekilde, sonsuz ve kusursuz zengin olandır. Kendisi hiçbir şeye, hiç kimseye ve hiçbir şekilde asla ihtiyaç duymayandır, ama her şey O’na muhtaçtır.)</i><b>\"</b> ","Abdullah Parlıyan Meali":"O Allah hiçbir kimseye ve hiçbir şeye muhtaç olmayıp, O'na herkes ve herşey muhtaçtır. Kul köle olunmaya değer bir efendidir.","Ahmet Tekin Meali":"“Allah'tır, Allah. Artmayan, eksilmeyen, ayrıştırılmayan, bileşik olmayan, ezeli ve ebedi kavrayan; varlığın hayatını ve mevcudiyetini borçlu olduğu, muhtac olunan, ihtiyacı olmayan, boşluk bırakmayan, ilâhlığında, otoritesinde, mülkünde, tasarruflarında ortağı bulunmayan, varlık âlemini ayakta tutan, kâinatın aslî düzenini elinde bulunduran, yenilmez, yüce, gerçek ve asıl yaratıcı, koruyucu, hesap soran, âdil, sığınılan, güvenilen bâki kudret Allah'tır.”","Ahmet Varol Meali":"Allah Samed'dir. [1]","Ali Bulaç Meali":"Allah, Samed'dir (her şey O'na muhtaçtır, daimdir, hiç bir şeye ihtiyacı olmayandır).","Ali Fikri Yavuz Meali":"Allah, Samed'dir = her yaratığın muhtaç bulunduğu eksiksiz bir varlıktır.","Bahaeddin Sağlam Meali":"O, hiçbir şeye muhtaç olmadığı gibi her şey O’na muhtaçtır.","Bayraktar Bayraklı Meali":"1,2. De ki: Allah tektir. Varlığını sürdürmek için hiçbir şeye muhtaç değildir, herkes O'na muhtaçtır. [821]","Besim Atalay Meali (1965)":"Allah yücedir","Cemal Külünkoğlu Meali":"Allah Samed'dir (Herşey O'na muhtaçtır, O hiçbir şeye muhtaç değildir. Öncesizdir ve Sonrasızdır, bütün evrenin asıl Sebebidir).","Cemil Said (1924)":"ebedî olan odur.","Diyanet İşleri Meali (Eski)":"Allah her şeyden müstağni ve her şey O'na muhtaçtır.","Diyanet İşleri Meali (Yeni)":"“Allah Samed’dir. (Her şey O’na muhtaçtır; O, hiçbir şeye muhtaç değildir.)”","Kur'an Yolu (Diyanet İşleri)":"Allah sameddir.","Diyanet Vakfı Meali":"1, 2, 3, 4. De ki: O, Allah birdir. Allah sameddir. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi yoktur.","Edip Yüksel Meali":"\"ALLAH Sonsuz ve Mutlaktır.\"","Elmalılı Hamdi Yazır Meali":"Allah eksiksiz, sameddir (Bütün varlıklar O'na muhtaç, fakat O, hiç bir şeye muhtaç değildir","Elmalılı Meali (Orijinal)":"Allah, o eksiksiz Samed'dir","Emrah Demiryent Meali":"Her şey O’na muhtaçtır. O, hiçbir şeye muhtaç değildir,","Erhan Aktaş Meali":"Allah Samed'dir.¹","Hasan Basri Çantay Meali":"(O), Allahdır, sameddir (zeval bulmayan bir baakıydir, dâimdir, herkesin ve herşey'in doğrudan doğruya muhtâc olduğu ve kasdetdiği yegâne varlıkdır, ulular ulusudur).","Hayrat Neşriyat Meali":"“Allah, Sameddir (herşey her cihetle O'na muhtaç olduğu hâlde, O hiçbir şeye muhtaç olmayandır)!”","İhsan Aktaş Meali":"(O) Allah, samed’dir. (Kendisi hiçbir şeye muhtaç olmayan, hiçbir şeye dayanmayan, daim olandır, fakat ezelde ve ebedde her varlığın kendisine muhtaç olup sığındığı zâttır.) *","İlyas Yorulmaz Meali":"Allah hep var olandır.","İsmayıl Hakkı Baltacıoğlu":"Allah uludur.","İsmail Hakkı İzmirli":"Ululuk O/nda nihayet bulmuştur [⁷]","İsmail Yakıt":"“Allah, Samed’dir.”²","Kadri Çelik Meali":"Allah Samed'dir.","Mahmut Kısa Meali":"<b>Allah, Samed’dir. </b>Her şey O’na muhtaçtır, fakat O, hiç kimseye ve hiçbir şeye muhtaç değildir. Tüm canlıları besleyen, terbiye eden, yöneten ve yönlendiren, Kendisine “Kul olmaya” lâyık tek varlık O’dur.","Mahmut Özdemir Meali":"Samed Allah;","Mehmet Çakır Meali":"<i>Allah, çok saygındır.</i>","Mehmet Çoban Meali":"“Hiçbir şeye muhtaç değildir. Yarattığı bütün varlıklar O’na muhtaçtır. Yaratılış yasaları gereği yarattıklarına türlü yiyecekler, içecekler, imkânlar vermiştir. İşte yeryüzünü dolaşıyorsunuz. İnsanın yiyemeyeceği, içemeyeceği, yaşayamayacağı yerler var. Eğer size yaşayabileceğiniz bir dünya verilmeseydi hiçbir şey yapamazdınız. İnsan zanneder ki insanlar olmasaydı Allah olmazdı. Allah’ı yaratan, O’nu yaşatanlar insanlardır. Hatta bazı kendini beğenmiş bilgisizler; bak Allah yok diyorum başıma bir şey geliyor mu diye ukalaca kibirlice konuşurlar. Bilmezler ki Allah katında her hesabın bir zamanı vardır. Bilmezler ki o kişiye konuşabilme yetisini veren, böyle ukalalık yapmasına imkân veren Allah’tır. Bilmezler ki onlara bu imkânlar verilerek deneniyorlar. Verilen imkânları hangi yolda kullanacaklar test ediliyorlar. Her yaptıkları kaydediliyor. Bazıları vardır ki Allah için ibadet ettiklerini söyler. Evet! Allah’ın emri gereği Allah’ın yasalarına uyarak Allah’a ibadet edilir. Ancak hiçbir insanın ibadetine Allah’ın ihtiyacı yoktur. İnsan Allah’a ibadetiyle kendi kimliğini, kendi kişiliğini düzeltir, geliştirir, olgunlaştırır. İbadete muhtaç olan Allah değil insandır. İnsanlar genelde akıl etmezler! Akıl edip şu soruyu kendilerine sormazlar. Allah yalan söylemeyin, iftira atmayın, dedikodu, gıybet yapmayın, insanların haklarına dokunmayın, insanlara zulmetmeyin, haram işlemeyin, elinizdeki imkânları insanlarla sevgiyle saygıyla paylaşın derken kendisi için mi istiyor, yoksa insana insanlığı mı öğretiyor,  insanlığı mı yaşatıyor?” İnsan insanlığa muhtaçtır. Bazen şeytan insanı yoldan çıkarıp tanrılaştırmaya çalışır. Hâlbuki insan tanrı değildir. Tanrı olmaya muhtaç da değildir. Zaten istese de olamaz! Ama insan şeytana uyup tanrılık taslar. Allah’a isyan eder. Allah insanların ne imanlarına ne de isyanlarına muhtaç değildir. İman etmeye muhtaç olan insandır. İnsan iman ederse insanlık yolunda emin adımlarla yürür. Münafıkça iman ettiğini söyleyen, gerçekte inkâr edenlerin imanda nasipleri yoktur. Onlar insanlık dışı davranışlar içindedir. Ey insan! Bil ki muhtaç olan sensin. Sen her şeye muhtaçsın. İman etmeye, doğru insan olmaya, yemeye, içmeye, barınmaya, yaşamaya, sağlığa, iyi bir işe, mevkie, mala, mülke muhtaçsın! Allah bunların hiç birine muhtaç değil. Muhtaç olan sensin! İyi anla! Allah sen var dediğin için var değildir. Sen seni yaratan Allah olduğu için Allah var veya yok diyebilen aciz bir varlıksın!","Mehmet Okuyan Meali":"Allah muhtaç değildir.","Mehmet Türk Meali":"O Allah hiç eksiği olmayan¹ mükemmeldir. ²","Muhammed Esed Meali":"Allah, Öncesiz ve Sonrasız, Bütün Evrenin Asıl Sebebi. ¹","Mustafa Çavdar Meali":"Her şey Allah’a muhtaç, O hiçbir şeye muhtaç değildir. 2/255, 28/88, 59/22…24","Mustafa İslamoğlu Meali":"Allah[⁵⁹³⁵] Samed’dir.[⁵⁹³⁶]","Orhan Kuntman Meali":"Allah Samed'dir. ","Osman Fırat Meali":"Allâh Samed’dir.","Ömer Nasuhi Bilmen Meali":"«Allah, bütün mahlukatın kendisine teveccüh ve iltica edeceği zât-ı ehâdiyyettir.»","Suat Yıldırım Meali":"Allah Samed'dir. Samed: “Tam, eksiği olmayan, her şey Kendisine muhtaç olduğu halde, Kendisi hiçbir şeye muhtaç olmayan” demektir. ","Süleyman Ateş Meali":"Allah Samed'dir.","Süleyman Tevfik (1927)":"\"Sameddir\" (Bütün sıfatlarında kâmil, herkesin ihtiyâcını te'mîn ider, bütün 'ayıb ve kusurdan münezzehdir.)","Süleymaniye Vakfı Meali":"Allah, istekleri karşılama gücündedir[*].","Şaban Piriş Meali":"Allah sameddir.","Ümit Şimşek Meali":"Herşey her halinde o Allah'a muhtaçtır; O hiçbir şeye muhtaç değildir.","Yaşar Nuri Öztürk Meali":"Allah'tır; Samed'dir/tüm ihtiyaçların, niyetlerin, övgülerin, yakarışların yöneldiği tek kuvvettir!","Eski Anadolu Türkçesi":"Tañrı, ḥācet olınur serverdür.","Satıraltı Meal (1534)":"Tañrı kimesneye muḫtāc degüldür.","Bunyadov-Memmedeliyev ":"Allah (heç kəsə, heç nəyə) möhtac deyildir! (Hamı Ona möhtacdır; O, əzəlidir, əbədidir!)","M. Pickthall (English)":"Allah, the eternally Besought of all!","Yusuf Ali (English)":"Allah, the Eternal, Absolute;(6298)"},"3":{"Arabic":"لَمْيَلِدْوَلَمْيُولَدْۙ","Abdulbaki Gölpınarlı Meali":"Doğurmaz ve doğmamıştır.","Abdullah-Ahmet Akgül Meali":"<b>\"O, </b><i>(asla ve hâşâ çocuk)</i><b> doğurmamıştır ve </b><i>(bir anadan da)</i><b> doğmamıştır. </b><i>(Allah CC böyle eksiklik ve acizliklerden uzaktır.)</i><b>\"</b> ","Abdullah Parlıyan Meali":"Yine O Allah, kesinlikle baba olmamış ve hiçbir çocuğu da yoktur. O kendi kendine vardır. Ne önü vardır O'nun, ne de sonu.","Ahmet Tekin Meali":"“Allah baba değildir, oğlu yoktur, oğul da değildir, babası yoktur, varlığından eksilmemiştir, varlığında artış da olmamıştır.”","Ahmet Varol Meali":"Doğurmamıştır ve doğurulmamıştır.","Ali Bulaç Meali":"O, doğurmamıştır ve doğurulmamıştır.","Ali Fikri Yavuz Meali":"Doğurmadı O, doğurulmadı da...","Bahaeddin Sağlam Meali":"O, doğurmamış ve doğmamıştır. [Doğuran ve doğanlar Allah olamazlar.]","Bayraktar Bayraklı Meali":"3,4. O, doğurmamış ve doğurulmamıştır. Hiçbir şey O'na denk değildir.[822]","Besim Atalay Meali (1965)":"Doğmadı doğurmadı!","Cemal Külünkoğlu Meali":"O'ndan çocuk olmamıştır (kimsenin babası değildir), kendisi de doğmamıştır (kimsenin çocuğu da değildir).","Cemil Said (1924)":"Hiç bir çocuğı yokdur ve hiç bir kimseden doğmamışdır","Diyanet İşleri Meali (Eski)":"O doğurmamış ve doğmamıştır.","Diyanet İşleri Meali (Yeni)":"O’ndan çocuk olmamıştır (Kimsenin babası değildir). Kendisi de doğmamıştır (kimsenin çocuğu değildir).”","Kur'an Yolu (Diyanet İşleri)":"Doğurmamış ve doğmamıştır.","Diyanet Vakfı Meali":"1, 2, 3, 4. De ki: O, Allah birdir. Allah sameddir. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi yoktur.","Edip Yüksel Meali":"\"Doğurmamıştır, doğurulmamıştır.\"","Elmalılı Hamdi Yazır Meali":"Doğurmadı ve doğurulmadı","Elmalılı Meali (Orijinal)":"Doğurmadı ve doğurulmadı","Emrah Demiryent Meali":"O, doğurmamış ve doğurulmamıştır. (Bütün noksan sıfatlardan münezzehtir.)","Erhan Aktaş Meali":"Doğurmamış, doğurulmamıştır.","Hasan Basri Çantay Meali":"Doğurmamışdır, doğurulmamışdır O.","Hayrat Neşriyat Meali":"“Doğurmamıştır ve doğurulmamıştır!”","İhsan Aktaş Meali":"3, 4. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi de yoktur.*","İlyas Yorulmaz Meali":"O, doğurmamış ve doğrulmamıştır.","İsmayıl Hakkı Baltacıoğlu":"Doğurmamıştır, doğurulmamıştır.","İsmail Hakkı İzmirli":"Doğmamış, doğurmamıştır.","İsmail Yakıt":"“O, doğurmamış, doğurulmamıştır.”³","Kadri Çelik Meali":"O, doğurmamıştır ve doğurulmamıştır.","Mahmut Kısa Meali":"<b>Doğurmamıştır, doğmamıştır.</b> O’nun başlangıcı ve sonu yoktur. Ne kendisi başka bir ilâhtan meydana gelmiştir, ne de kendisinden başka bir ilâh zuhur etmiştir. Doğmak ve doğurmak, âciz ve muhtaç varlıkların özelliğidir; oysa Allah tam ve mükemmeldir, her türlü âcizlikten, noksanlıktan uzaktır, yücedir.","Mahmut Özdemir Meali":"Baba olmadı; oğul olmadı.","Mehmet Çakır Meali":"<i>Doğmamış ve doğurmamıştır. </i>","Mehmet Çoban Meali":"Unutmayın ki Allah yaratıcıdır, yaratılmamıştır. Doğmamıştır, doğurulmamıştır. Aklını kullanmaktan yoksun cahil insanlar, kendileri gibi yaratılmış olan içlerinden bazılarını Allah’ın oğlu diye kutsamaya çalışır. Geçmişte kendilerini tanrının oğlu gören, tanrıyla akrabalık iddia edenler olmuştur. Hatta bazıları kendilerinin Allah ile bütünlük içinde olduğunu iddia ederek tanrılık iddia etmiştir. Benim vücudum Allah’ın vücuduyla bir demiştir. Allah onların dediklerinden uzaktır. Allah ne birinizin babasıdır. Ne de birinizin oğludur. O tekdir, başka yoktur. Allah’a cinsiyet belirlemeniz yanlıştır. Bunlar bilmediğiniz konulardır. Bilmediğiniz konular üzerine konuşmanız doğru değildir. Kendini bilen boş şeyler söylemez. Siz Allah’ın hangi bilgisine sahip oldunuz ki ileri geri konuşuyorsunuz? Andolsun ki sizlerin Allah hakkında ileri geri konuşmanız sadece yalandan ibarettir. Bazıları Allah’ı biz yarattık, böyle bir şey yok derler. Bu onların kuruntularından ibarettir. Eğer yaratmada becerikli iseler mevcut varlıkların dışında yeni bir varlık yaratsınlar da görelim! Onlar bir sinek bile yaratamazlar! Onlar kendilerini sokan bir sineğin, kendilerinden aldığı kanı bile geri alamazlar. Keşke acizliklerini bilselerdi. Öyleyken şeytan onları kandırır, azdırır sonra onlar Allah’ı biz yarattık derler. Andolsun ki onlar bu sözleriyle cehennemi hak ediyorlar. Hiç düşünmezler mi?","Mehmet Okuyan Meali":"Doğurtmamıştır (kimsenin babası değildir) [*] ve doğurulmamıştır (kimsenin çocuğu da değildir).","Mehmet Türk Meali":"O doğurmadığı gibi doğurulmamıştır da. ¹","Muhammed Esed Meali":"O doğurmamıştır, doğurulmamıştır;","Mustafa Çavdar Meali":"O, ne doğurmuştur ne de doğurulmuş. 9/30, 19/35, 72/3","Mustafa İslamoğlu Meali":"O doğurtmamıştır[⁵⁹³⁷] ve doğurulmamıştır.[⁵⁹³⁸]","Orhan Kuntman Meali":"O, doğurmamıştır ve doğurulmamıştır. ","Osman Fırat Meali":"Kendisi doğurmamıştır ve doğurulmamıştır.","Ömer Nasuhi Bilmen Meali":"«(O) Doğurmadı ve doğurulmamıştır.»","Suat Yıldırım Meali":"Ne doğurdu, ne de doğuruldu. [6, 101; 19, 88-90; 21, 26-27]","Süleyman Ateş Meali":"Kendisi doğurmamıştır ve doğurulmamıştır.","Süleyman Tevfik (1927)":"\"Onun evlâdı doğmadı ve kendi de tevellüd itmedi.\" (Evlâdı babası ve anası yokdur. Bizâtihi kâimdir.) ","Süleymaniye Vakfı Meali":"Çocuğu yoktur, kimsenin evladı da değildir.","Şaban Piriş Meali":"Baba olmamıştır ve doğmamıştır.","Ümit Şimşek Meali":"O doğurmamış, doğmamış,","Yaşar Nuri Öztürk Meali":"Ne doğurmuştur O, ne doğurulmuştur!","Eski Anadolu Türkçesi":"ŧoġurmadı, daħı ŧoġurılmadı.","Satıraltı Meal (1534)":"Oġlı ḳızı yoḳdur. Kimesne doġurmadı, özi daḫı kimseden doġmadı.","Bunyadov-Memmedeliyev ":"O, nə doğmuş, nə də doğulmuşdur! (Allah Özünə heç bir övlad götürməmişdir!)","M. Pickthall (English)":"He begetteth not nor was begotten.","Yusuf Ali (English)":"He begetteth not, nor is He begotten;(6299)"},"4":{"Arabic":"وَلَمْيَكُنْلَهُكُفُوًااَحَدٌ","Abdulbaki Gölpınarlı Meali":"Ve ona, bir tek eşit ve benzer olamaz, yoktur.","Abdullah-Ahmet Akgül Meali":"<b>\"Hiçbir şey </b><i>(hiçbir kimse ve hiçbir şekilde)</i><b>, O’na denk olmamıştır </b><i>(ve zaten olması da imkânsızdır.)</i> ","Abdullah Parlıyan Meali":"Hiçbir şey O'na denk ve benzer olamaz. O hiçbir şeye benzetilemez","Ahmet Tekin Meali":"“Zâtında, sıfatlarında, fiillerinde, O'na denk, eş ve benzer olabilecek hiçbir varlık mevcut değildir.”","Ahmet Varol Meali":"Hiç bir şey O'nun dengi değildir.","Ali Bulaç Meali":"Ve hiç bir şey O'nun dengi değildir.","Ali Fikri Yavuz Meali":"Hiç bir şey de, O'na denk olmamıştır.","Bahaeddin Sağlam Meali":"Hiç kimse (hiçbir şey,) O’nun eşi, benzeri değildir.","Bayraktar Bayraklı Meali":"3,4. O, doğurmamış ve doğurulmamıştır. Hiçbir şey O'na denk değildir.[822]","Besim Atalay Meali (1965)":"O'na kimse denk olmadı!»","Cemal Külünkoğlu Meali":"Hiçbir şey, (hiçbir konuda) O'na denk (ve benzer) değildir.","Cemil Said (1924)":"ve kendine akrân ve mümâsil hiç bir kimse yokdur.","Diyanet İşleri Meali (Eski)":"Hiçbir şey O'na denk değildir.","Diyanet İşleri Meali (Yeni)":"“Hiçbir şey O’na denk ve benzer değildir.”","Kur'an Yolu (Diyanet İşleri)":"O’nun hiçbir dengi yoktur.”","Diyanet Vakfı Meali":"1, 2, 3, 4. De ki: O, Allah birdir. Allah sameddir. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi yoktur.","Edip Yüksel Meali":"\"Hiçbir kimse de O'na denk değildir.\"","Elmalılı Hamdi Yazır Meali":"O 'na bir denk de olmadı.","Elmalılı Meali (Orijinal)":"O'na bir küfüv de olmadı","Emrah Demiryent Meali":"Hiçbir şey, (hiçbir hususta) O’na denk değildir.”","Erhan Aktaş Meali":"Hiçbir şey O'nun dengi değildir.","Hasan Basri Çantay Meali":"Hiçbir şey Onun dengi (ve benzeri) değildir.","Hayrat Neşriyat Meali":"“Ve O'na hiçbir şey denk olmamıştır!”(2)","İhsan Aktaş Meali":"3, 4. O, doğurmamış ve doğmamıştır. Onun hiçbir dengi de yoktur.*","İlyas Yorulmaz Meali":"Hiçbir kimse, O nun dengi ve benzeri olmamıştır.","İsmayıl Hakkı Baltacıoğlu":"Onun dengi de yoktur.\"","İsmail Hakkı İzmirli":"O/nun hiçbir eşi de yoktur.","İsmail Yakıt":"“Hiçbir şey O’na denk değildir.”⁴","Kadri Çelik Meali":"Hiç bir şey O'nun dengi değildir.","Mahmut Kısa Meali":"<b>Hiç kimse </b>ve hiçbir şey, ne zâtında, ne de sıfatlarında <b>O’na denk değildir.</b> Kudret O’nundur, yücelik O’nundur, büyüklük O’nundur. Emrine itaat edilecek, hükmüne boyun eğilecek tek otorite O’dur.<b>”</b>","Mahmut Özdemir Meali":"Hiçbir kimse O’na denk olmadı”.","Mehmet Çakır Meali":"<i>Hiç kimse ona denk olamaz. &quot;</i>","Mehmet Çoban Meali":"Ey insanlar şunu iyi bilin ki Allah’ın eşi ve benzeri yoktur. Sizin Allah’ı bir şeye benzetmeye çalışmanız sadece yanılsamadan ibarettir. Sizler de geçmişteki cahil topluluklar gibi yalanlar uyduruyorsunuz. Allah’a kadınlar ve çocuklar nispet ediyorsunuz. Bilmediğiniz konularda konuşuyorsunuz. Böyle yaparak yanlış yapıyorsunuz. Unutmayın ki yalanlardan yanlışlardan arınmış, saf, duru bir şekilde iman etmeniz emredilmiştir. Aklınız, muhakemeniz, kalbiniz, tereddütsüz bir şekilde inandığı zaman gerçek inanca ulaşırsınız. Bunun en güzel yolu bilmediğiniz konularda susmaktır. Cahilce sözler söylememektir. Allah size vahiyleriyle gerçekleri bildirir. İnsanların vahiylere göre düşünmeleri inanmaları yeterlidir. Allah insanlardan fazlasını istemez. Fazlası onların kendi yalanlarını inanca eklemektir. Ey insanlar! Gerçek bir inanca ulaşmak istiyorsanız bilmediğiniz konularda susun! Kur’an’la bildirilen gerçekler üzerine iman edin ki kurtuluşa ulaşabilesiniz.","Mehmet Okuyan Meali":"O’nun dengi de yoktur.” [*]","Mehmet Türk Meali":"Hiç bir şey de Ona denk olamaz.¹","Muhammed Esed Meali":"ve hiçbir şey O’na denk tutulamaz.” ²","Mustafa Çavdar Meali":"Hiçbir şey ve hiçbir kimse de O’na denk ve benzer olmamıştır. 2/21...24, 2/165,  6/1, 19/65, 42/11","Mustafa İslamoğlu Meali":"Ve hiçbir şey O’na asla denk ve benzer olmamıştır.[⁵⁹³⁹]","Orhan Kuntman Meali":"O'nun hiçbir dengi de yoktur. ","Osman Fırat Meali":"Hiçbir şey O’na denk ve benzer değildir.","Ömer Nasuhi Bilmen Meali":"«Ve O'na hiç bir şey denk (mümasil) olmamıştır.»","Suat Yıldırım Meali":"Ne de herhangi bir şey O'na denk oldu. ","Süleyman Ateş Meali":"Hiçbir şey O'nun dengi olmamıştır.","Süleyman Tevfik (1927)":"Ve O'na her şey küfüv ve misâl olmadı. [¹]","Süleymaniye Vakfı Meali":"O’na denk bir şey yoktur.\"","Şaban Piriş Meali":"Hiç kimse de O'na denk olamaz.","Ümit Şimşek Meali":"Hiçbir şey Ona denk olmamıştır.","Yaşar Nuri Öztürk Meali":"Hiç kimse O'nun dengi ve benzeri olmamıştır, olamaz!","Eski Anadolu Türkçesi":"daħı olmadı anuñ beñdeş kimse.","Satıraltı Meal (1534)":"Özine kimesne beñzemez, özi daḫı kimseye beñzemez.","Bunyadov-Memmedeliyev ":"Onun heç bir tayı-bərabəri (bənzəri) də yoxdur!”","M. Pickthall (English)":"And there is none comparable unto Him.","Yusuf Ali (English)":"And there is none like unto Him.(6300)"},"TotalVerse":4,"Name":"İhlâs"}