{"1":{"Arabic":"الٓمٓ۠","Abdulbaki Gölpınarlı Meali":"Elif lam mim.","Abdullah-Ahmet Akgül Meali":"<b>Elif, Lam, Mim. </b> ","Abdullah Parlıyan Meali":"Elif, Lâm, Mîm.","Ahmet Tekin Meali":"Elif. Lâm. Mîm.","Ahmet Varol Meali":"Elif. Lâm. Mim.","Ali Bulaç Meali":"Elif-Lam Mim.","Ali Fikri Yavuz Meali":"Elif, Lâm, Mîm.","Bahaeddin Sağlam Meali":"Elif, Lam, Mim.","Bayraktar Bayraklı Meali":"Elif, lâm, mîm.[430]","Besim Atalay Meali (1965)":"Elif, lâm, mim","Cemal Külünkoğlu Meali":"Elif, Lâm, Mîm.","Cemil Said (1924)":"Elif Lâm Mîm.","Diyanet İşleri Meali (Eski)":"Elif, Lam, Mim.","Diyanet İşleri Meali (Yeni)":"Elif Lâm Mîm.[431]","Kur'an Yolu (Diyanet İşleri)":"Elif-lâm-mîm.","Diyanet Vakfı Meali":"Elif. Lâm. Mîm.","Edip Yüksel Meali":"A. L. M.","Elmalılı Hamdi Yazır Meali":"Elif, Lâm, mim.","Elmalılı Meali (Orijinal)":"Elif, Lâm, mim.","Emrah Demiryent Meali":"ا (Elif) لٓ (Lâm) مٓ (Mîm).","Erhan Aktaş Meali":"Elif. Lâm. Mîm.","Hasan Basri Çantay Meali":"Elîf, Lâm, Mîm.","Hayrat Neşriyat Meali":"Elif, Lâm, Mîm.(1)","İhsan Aktaş Meali":"Elif Lâm Mîm. *","İlyas Yorulmaz Meali":"Elif-Lam-Mim,","İsmayıl Hakkı Baltacıoğlu":"Elif, Lam ,Mim.","İsmail Hakkı İzmirli":"Elif, Lâm, Mim.","İsmail Yakıt":"Elîf, Lâm, Mîm.","Kadri Çelik Meali":"Elif, Lam, Mim.","Mahmut Kısa Meali":"<b>Elif, Lâm, Mîm.</b> Dinle bak, ey insan! Rabb’inden sana bir mesaj geldi:","Mahmut Özdemir Meali":"Elif Lâm Mîm!","Mehmet Çakır Meali":"Elif, Lâm, Mîm.","Mehmet Çoban Meali":"Elif, Lâm, Mim!        ","Mehmet Okuyan Meali":"[Elif. Lâm. Mîm.] [*]","Mehmet Türk Meali":"Elif. Lâm. Mîm.","Muhammed Esed Meali":"Elif-Lâm-Mîm. ¹","Mustafa Çavdar Meali":"Elif Lâm Mîm.","Mustafa İslamoğlu Meali":"Elif-Lâm-Mîm[³⁶⁷³]","Orhan Kuntman Meali":"Elif. Lam. Mim.","Osman Fırat Meali":"Elif Lâm Mîm.","Ömer Nasuhi Bilmen Meali":"Elif, Lâm, Mîm.","Suat Yıldırım Meali":"Elif, Lâm, Mîm. ","Süleyman Ateş Meali":"Elif lam mim.","Süleyman Tevfik (1927)":"Allâh ve mecîd oldığım ile kasem iderim ki","Süleymaniye Vakfı Meali":"ELİF! LAM! MİM!","Şaban Piriş Meali":"Elif Lâm Mîm.","Ümit Şimşek Meali":"Elif lâm mîm.","Yaşar Nuri Öztürk Meali":"Elif, Lâm, Mîm.","Eski Anadolu Türkçesi":"elif lām mįm.","Satıraltı Meal (1534)":"‐‐‐","Bunyadov-Memmedeliyev ":"Əlif, Lam, Mim!","M. Pickthall (English)":"Alif. Lam. Mim.","Yusuf Ali (English)":"A. L. M.(3628)"},"2":{"Arabic":"تَنْز۪يلُالْكِتَابِلَارَيْبَف۪يهِمِنْرَبِّالْعَالَم۪ينَۜ","Abdulbaki Gölpınarlı Meali":"Bu kitap, alemlerin Rabbi tarafından indirilmiştir, hiç şüphe yok bunda.","Abdullah-Ahmet Akgül Meali":"<b>İçerisinde</b><i>(ki ayet ve haberlerde)</i><b> asla şüphe ve çelişki olmayan bu Kitab’ın indirilişi, âlemlerin Rabbi </b><i>(katın)</i><b>dandır. </b> ","Abdullah Parlıyan Meali":"Kendisinde şüphe olmayan bu kitabın indirilişi, alemlerin Rabbi tarafındandır.","Ahmet Tekin Meali":"Bu Kur'ân, bölüm bölüm indirilen mükemmel kutsal bir kitaptır. Kaynağında, vahyinde, içindeki bilgilerde şüphe yoktur. Âlemlerin, bütün varlıkların Rabbinden gelmiştir.","Ahmet Varol Meali":"Kendisinde şüphe olmayan Kitab'ın indirilişi alemlerin Rabbi tarafındandır.","Ali Bulaç Meali":"Kendisinde şüphe olmayan bu Kitabın indirilişi alemlerin Rabbi tarafındandır.","Ali Fikri Yavuz Meali":"Kendisinde şübhe olmıyan bu Kitab'ın indirilişi, alemlerin Rabbindendir.","Bahaeddin Sağlam Meali":"Bu kitabın indirilişinde, gönlü daraltacak hiçbir şüphe yoktur. O, bütün âlemlerin terbiyecisi ve sahibi olan Allah tarafından gelmektedir.","Bayraktar Bayraklı Meali":"Kendinde şüphe olmayan bu kitabı, âlemlerin Rabbi olan Allah indirmektedir.","Besim Atalay Meali (1965)":"Bu kitabın âlemlerin Tanrısından indirilmiş olduğuna hiç şüphe yoktur","Cemal Külünkoğlu Meali":"Kendisinde şüphe olmayan (bu) Kitab'ın indirilişi, âlemlerin Rabbi (olan Allah tarafı)ndandır.","Cemil Said (1924)":"’Âlemînin rabbi bu kitâbı inzâl iylemişdir bunda şek ve şübhe yokdur.","Diyanet İşleri Meali (Eski)":"Şüphe götürmeyen Kitap, Alemlerin Rabbi'nin indirdiğidir.","Diyanet İşleri Meali (Yeni)":"Kendisinde hiçbir şüphe bulunmayan bu Kitab’ın indirilişi, âlemlerin Rabbi tarafındandır.","Kur'an Yolu (Diyanet İşleri)":"Bu kitabın, âlemlerin rabbi tarafından indirildiğinde asla kuşku yoktur.","Diyanet Vakfı Meali":"Bu Kitab'ın, âlemlerin Rabbi tarafından indirilmiş olduğunda asla şüphe yoktur.","Edip Yüksel Meali":"Bu kitabın indirilişi, hiç kuşkusuz, evrenlerin Rabbi tarafındandır.","Elmalılı Hamdi Yazır Meali":"Kendisinde şüphe olmayan bu kitabın indirilişi, âlemlerin Rabbi olan Allah tarafındandır.","Elmalılı Meali (Orijinal)":"İndirilişi bu kitabın, şübhe yok bunda, rabbül'âlemîndendir","Emrah Demiryent Meali":"Kendisinde (hiçbir) şüphe bulunmayan bu Kitâb’ın gönderilişi, âlemlerin Rabbi (olan) Allah tarafındandır.","Erhan Aktaş Meali":"Kendisinde şüphe olmayan bu Kitap'ın indirilişi, âlemlerin Rabb'indendir.","Hasan Basri Çantay Meali":"Bu kitabın indirilmesi, ki onda hiçbir şübhe yokdur, aalemlerin Rabbindendir.","Hayrat Neşriyat Meali":"Bu Kitâb'ın (Kur'ân'ın) indirilmesi, ki onda şübhe yoktur, âlemlerin Rabbi tarafındandır.","İhsan Aktaş Meali":"Bu Kitab’ın (Kur’an’ın) indirilişi, hiç şüphe yok ki âlemlerin Rabbindendir.","İlyas Yorulmaz Meali":"Şüphe yoktur ki, kitabın indirilişi, âlemlerin Rabbi tarafındandır.","İsmayıl Hakkı Baltacıoğlu":"Hiç şüphe yok ki bu Kitap bütün varlıkların çalabı yönünden bildirilmiştir.","İsmail Hakkı İzmirli":"Kitabın, âlemlerin Rabbi olan Tanrı tarafından indirilmiş olmasında şüphe götürecek hiçbir şey yoktur.","İsmail Yakıt":"İçinde kesin gerçeği veren [lâ reybe fihi]¹ Kitab’ın indirilişi, âlemlerin Rabbi tarafındandır.","Kadri Çelik Meali":"Bu kitabın, âlemlerin Rabbi tarafından indirilmiş olduğunda asla şüphe yoktur.","Mahmut Kısa Meali":"<b>İçerisinde hiçbir </b>çelişki, yanlışlık ve <b>şüphe bulunmayan bu kitap, tüm varlıkların </b>biricik Sahibi, Efendisi, Eğiticisi, Yöneticisi ve <b>Rabb’i </b>olan Allah <b>tarafından gönderilmiştir.</b><br>Buna rağmen, Kur’an’a inanmamak için bir şüphe, bir itiraz öne sürülebilir mi?","Mahmut Özdemir Meali":"Kuşku bulunmayan Kitab’ın kısım kısım indirilmesi Âlemler’in rabbindendir.","Mehmet Çakır Meali":"Bu Kitap, kesinlikle kainatı çekip çeviren Allah tarafından indirilmiştir. ","Mehmet Çoban Meali":"Kendisinde hiçbir şüphe bulunmayan Kitabın gönderilişi âlemlerin Rabbi tarafındandır.        ","Mehmet Okuyan Meali":"Kendisinde hiçbir şüphe bulunmayan bu Kitabın indirilişi âlemlerin Rabbindendir. [*]","Mehmet Türk Meali":"Bu kitabın, âlemlerin Rabbi (olan Allah) tarafından indirildiğinde hiçbir şüphe yoktur.¹","Muhammed Esed Meali":"BU KİTAB’IN indirilişi, hiç şüphe yok ki âlemlerin Rabbindendir:","Mustafa Çavdar Meali":"İçinde hiçbir kuşku bulunmayan bu kitabın/Kuran’ın indirilmesi âlemlerin Rabbindendir. 40/2, 41/2","Mustafa İslamoğlu Meali":"BU İLÂHÎ kelâmın indirilişi, hiç kuşku yok ki[³⁶⁷⁴] âlemlerin Rabbindendir.[³⁶⁷⁵]","Orhan Kuntman Meali":"Bu Kitab'ın, (Kur’an'ın) alemlerin Rabbi tarafından indirilmiş olduğunda asla şüphe yoktur!","Osman Fırat Meali":"Şüphe yok ki bu kitabın indirilişi, âlemlerin Rabbi tarafındandır.","Ömer Nasuhi Bilmen Meali":"Bu kitabın indirilişi, bunda şüphe yok ki, âlemlerin Rabbindendir.","Suat Yıldırım Meali":"Bu kitabın, âlemlerin Rabbi tarafından indirildiğinde hiçbir şüphe yoktur. ","Süleyman Ateş Meali":"Şüphe yok ki Kitabın indirilişi, alemlerin Rabbi tarafındandır.","Süleyman Tevfik (1927)":"Bu kitâb, 'âlemlerin rabbi tarafından oldığında şek ve şübhe olmayan münzel Kur'ân'dır.","Süleymaniye Vakfı Meali":"Hakkında şüpheye yer olmayan bu Kitap, alemlerin Rabbi tarafından indirilmiştir.","Şaban Piriş Meali":"Kitabın indirilmesi, hiç kuşkusuz, alemlerin Rabbindendir.","Ümit Şimşek Meali":"Bu kitabın, Âlemlerin Rabbi tarafından indirildiğinde hiçbir şüphe yoktur.","Yaşar Nuri Öztürk Meali":"Kitap'ın indirilişidir bu. Kuşku, çelişme yok bunda. Âlemlerin Rabbi'ndendir bu.","Eski Anadolu Türkçesi":"kitāb indürmek, kitāb gümān yoķdur anuñ içinde çalabı’sından 'ālemler.","Satıraltı Meal (1534)":"Bu kitāb inmeginde gümān yoḳdur ‘ālemler Tañrısından.","Bunyadov-Memmedeliyev ":"Kitabın (Qur’anın) aləmlərin Rəbbi tərəfindən nazil edilməsində heç bir şəkk-şübhə yoxdur!","M. Pickthall (English)":"The revelation of the Scripture whereof there is no doubt is from the Lord of the Worlds.","Yusuf Ali (English)":"(This is) the Revelation of the Book in which there is no doubt,-(3629) from the Lord of the Worlds."},"3":{"Arabic":"اَمْيَقُولُونَافْتَرٰيهُۚبَلْهُوَالْحَقُّمِنْرَبِّكَلِتُنْذِرَقَوْمًامَٓااَتٰيهُمْمِنْنَذ۪يرٍمِنْقَبْلِكَلَعَلَّهُمْيَهْتَدُونَ","Abdulbaki Gölpınarlı Meali":"Yoksa, bunu o mu uyduruyor diyorlar? Hayır, o, gerçektir Rabbinden, senden önce, kendilerine bir korkutucu gelmemiş olan topluluğu, doğru yolu bulsunlar diye korkutman için indirilmiştir.","Abdullah-Ahmet Akgül Meali":"<b>Yoksa onlar: \"Bunu </b><i>(Peygamber kendisi) </i><b>uydurdu\" mu diyorlar? Hayır, O Rabbinden </b><i>(gelmiş olan) </i><b>bir Hakk’tır. Senden önce kendilerine </b><i>(izah ve irşad edici)</i><b> uyarıcı </b><i>(bir peygamber)</i><b> gelmemiş </b><i>(olan Arabistan’daki) </i><b>topluluğu uyarman </b><i>(ve ardından tüm insanlığa duyurman)</i><b> için </b><i>(Kur’an indirilmiş bulunmaktadır)</i><b>. Umulur ki hidayet bulurlar </b><i>(diye onlara okunmaktadır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Yoksa O'nu, Muhammed kendinden mi uydurdu? diyorlar. Hayır O, Rabbinden gelen bir gerçektir, senden önce kendilerine bir korkutucu gelmemiş olan topluluğu, doğru yolu bulsunlar diye, korkutman için indirilmiştir.","Ahmet Tekin Meali":"Yoksa onu:<br>\r\n“Muhammed uydurdu” mu, diyorlar. Hayır! O, senden önce kendilerine sorumluluk, hesap ve cezayı hatırlatan birçok uyarıcılar gelmiş toplumları senin de uyarman için, Rabbin tarafından gönderilen gerekçeli, hikmete dayalı, toplumda hakça düzeni gerçekleştirecek hak bir kitaptır. Ola ki, onların doğru yolu tercih etmelerine vesile olur.","Ahmet Varol Meali":"Yoksa: \"Onu kendisi uydurdu\" mu diyorlar? Hayır o, senden önce kendilerine hiçbir uyarıcı gelmemiş olan bir kavmi uyarman için Rabbinden (gelen) haktır. Umulur ki doğru yola ererler.","Ali Bulaç Meali":"Yoksa onlar: 'Bunu uydurdu' mu diyorlar? Hayır; o, Rabbinden olan bir haktır; senden önce kendilerine bir uyarıcı gelmemiş bir kavmi uyarman için (onu sana indirdik). Umulur ki hidayet bulurlar.","Ali Fikri Yavuz Meali":"Yoksa (kâfirler Hz. Peygamber s.a.s. için) onu uydurdu mu diyorlar? Hayır, O Kur'an hakdır, Rabbindendir (Cebrâil onu sana indirmiştir. Onu sana indirdik ki), Kendilerine senden önce bir korkutucu peygamber gelmemiş olan bir kavmi (azab ile) korkutasın. Olur ki, onlar hidayeti kabul ederler.","Bahaeddin Sağlam Meali":"Yoksa “Onu uydurdu” mu diyorlar? Hayır! O, Rabbin katından gelen bir gerçektir. Senden önce, kendilerine hiçbir uyarıcı gelmeyen bir toplumu, doğru yola gelsinler diye uyarman için inmiştir.","Bayraktar Bayraklı Meali":"Yoksa “onu Muhammed uydurdu” mu diyorlar? Hayır, o, senden önce kendilerine bir uyarıcı gelmemiş olan bir toplumu uyarman için Rabbin tarafından gelen bir haktır/kitaptır. Umulur ki doğru yolu bulurlar.","Besim Atalay Meali (1965)":"«Onu yalan mı attı?» diyorlar, hayır, o senden önce kendilerine, hiçbir kocunduran gelmemiş olan, bir ulusu kocundurmakçin, Tanrının katından gelen bir haktır, ola ki doğru yolu bulurlar","Cemal Külünkoğlu Meali":"Yoksa: “Onu (Muhammed) uydurdu” mu diyorlar? Hayır; o, senden önce kendilerine uyarıcı gelmemiş olan bir toplumu doğru yola gelsinler diye uyarman için Rabbin tarafından gelen bir haktır/kitaptır.","Cemil Said (1924)":"Bunı sen îcâd itdin diyecekler. Hayır! Senden evvel hiç bir rasûle nâil olmayan bir kavmi irşâd idüb tarîk-i hidâyete sevk itmek içün rabbin tarafından gelen bir hakîkatdir.","Diyanet İşleri Meali (Eski)":"\"Onu peygamberin kendisi uydurdu\" diyorlar, öyle mi? Hayır; O, senden önce peygamber gönderilmemiş olan bir milleti uyarman için sana Rabbinden gelen bir gerçektir. Belki artık doğru yolu bulurlar.","Diyanet İşleri Meali (Yeni)":"Yoksa “Onu Muhammed uydurdu” mu diyorlar? Hayır o, kendilerine senden önce hiçbir uyarıcı gelmemiş olan bir kavmi uyarman için, doğru yolu bulsunlar diye Rabbin tarafından indirilmiş gerçektir.","Kur'an Yolu (Diyanet İşleri)":"Buna rağmen “Onu (Muhammed) kendisi uydurdu” diyorlar öyle mi? Hayır! O, senden önce kendilerine uyarıcı gelmemiş bir toplumu uyarman için rabbin tarafından gönderilen hak kitaptır. Umulur ki doğru yolu bulurlar.","Diyanet Vakfı Meali":"«Onu Peygamber kendisi uydurdu» diyorlar öyle mi? Hayır! O, senden önce kendilerine hiçbir uyarıcı (peygamber) gelmemiş bir kavmi uyarman için -doğru yolu bulalar diye- Rabbinden gönderilen hak (Kitap) tır.","Edip Yüksel Meali":"\"Onu uydurdu\" mu diyorlar? Halbuki bu, senden önce kendilerine bir uyarıcı ulaşmamış bir toplumu, belki yola gelirler diye uyarman için Rabbinden gelen bir gerçektir.","Elmalılı Hamdi Yazır Meali":"Yoksa onu (Muhammed) uydurdu mu diyorlar? Hayır, o senden önce kendilerine bir uyarıcı gelmemiş olan bir kavmi korkutman için, Rabbin tarafından gelen bir haktır. Gerek ki, hidayeti kabul ederler.","Elmalılı Meali (Orijinal)":"Yoksa onu uydurdu mu diyorlar? Hayır, haktır o, rabbındandır: kendilerine senden önce kocundurucu Peygamber gelmemiş olan bir kavmi kocundurasın diye gerek ki hidayeti kabul edeler","Emrah Demiryent Meali":"*Yoksa “Onu (Kur’ân’ı, Muhammed kendisi) uydurdu mu” diyorlar? Hayır! O, Rabbin tarafından gönderilmiş bir hak (kitap’) tır. Senden önce, kendilerine hiçbir uyarıcı gelmemiş bir toplumu, doğru yola gelsinler diye uyarman için (sana) vahyedilmiştir.","Erhan Aktaş Meali":"Yoksa “Onu kendisi uydurdu” mu diyorlar? Bilakis! O, Rabb'inden bir gerçektir. Senden önce kendilerine bir uyarıcı gelmemiş olan halkı uyarman içindir. Umulur ki böylece onlar, doğru yolu seçerler.","Hasan Basri Çantay Meali":"Yoksa o, bunu kendiliğinden mi uydurdu diyorlar? Hayır, o Rabbinden (gelen bir) hakdır. (Biz onu) senden evvel kendilerine inzâr edici hiçbir (peygamber) gelmemiş olan bir kavme, (tutdukları yolun) korkunç aakıbetlerini haber vermen için (indirdik). Olur ki onlar hidâyeti kabul ederler.","Hayrat Neşriyat Meali":"Yoksa: “Onu (Muhammed kendisi) uydurdu” mu diyorlar? Hayır! O, senden önce kendilerine hiçbir korkutucu gelmemiş olan bir kavmi (Allah'ın azâbı ile) korkutman için, Rabbinden (sana indirilen) haktır. Tâ ki onlar hidâyete ersinler.","İhsan Aktaş Meali":"Yine de onlar, (o gerçekleri inkâr edenler,) \"Onu (Muhammed) uydurdu!\"diyorlar. Bilakis, o (kitap), senden önce de kendilerine bir uyarıcı gelmiş bulunan bir halkı (tekrar) uyarman için, doğru yolu bulsunlar diye Rabbin tarafından (indirilen) hak (Kitap)tır. *","İlyas Yorulmaz Meali":"Yoksa kitabı, o mu uydurdu? Diyorlar. Hayır! O kitap, önceden kendilerine bir uyarıcının gelmediği bir topluluğu uyarman için gelmiş, Rabbinden indirilmiş bir gerçektir. Umulur ki doğru yola ulaşırlar.","İsmayıl Hakkı Baltacıoğlu":"\"Yoksa o bunu kendiliğinden mi uydurdu\" diyorlar? Yok, o çalabının bildirdiği doğru sözdür, ondan önce kendilerine hiç bir uyarıcı gelmemiş olan bir ulusu uyrmak için, doğru yolu tutsunlar diye.","İsmail Hakkı İzmirli":"Ona inanırlar mı? Yoksa Muhammed onu kendinden uydurdu derler mi? Hayır o, Rabbin canibinden inen hak sözdür ki senden evvel kendilerine Allah azabıyle korkutucu hiçbir peygamber gelmeyen bir kavmin hidayete ermeleri için onları korkutacaksın.","İsmail Yakıt":"Yoksa onu “(Muhammed) uydurdu” mu diyorlar?² Bilakis o, senden önce bir uyarıcı gelmemiş olan bir topluluğu [kavm]³, doğru yolu bulsunlar diye uyarman için Rabbinden gelen bir gerçektir/hakikattir.","Kadri Çelik Meali":"Yoksa onlar, “Bunu uydurdu” mu diyorlar? Hayır, o, Rabbinden olan bir haktır ve senden önce kendilerine bir uyarıcı gelmemiş olan bir kavmi belki hidayet bulurlar diye uyarıp korkutman için (onu sana indirdik).","Mahmut Kısa Meali":"<b>Yoksa </b>inkâr edenler, <b>“Onu </b>Muhammed kendisi<b> uydurdu!” mu diyorlar? Hayır, asla! Tam tersine bu </b>Kur’an,<b> kendilerine senden önce</b><b>bir uyarıcı gelmemiş olan bir toplumu doğru yola gelsinler diye uyarman için</b>sana <b>Rabb’in tarafından </b>gönderilen<b> hakîkatin ta kendisidir. </b><br>Onlar samîmî olsalardı, Kur’an’ı okur okumaz onun insan ürünü bir kitap olamayacağını, doğrudan Allah’tan geldiğini kalplerinin ta derinliklerinde hissedeceklerdi. Fakat hâlâ körü körüne itiraz ediyorlarsa, onların samîmiyetlerinden söz edilebilir mi?","Mahmut Özdemir Meali":"“Onu uydurdu!\" mu diyorlar? Aksine o, senden önce uyarıcı gelmemiş kavmi uyarman için rabbinden gelen Gerçek’tir. Umulur ki hidayete erişirler.","Mehmet Çakır Meali":"Yoksa: &quot; <i>onu kendisi uydurdu</i> &quot; mu diyorlar?  Hayır bu Kitap, Tanrı'nın gerçek sözleridir. Bununla sen, senden önce uyarıcı yüzü görmemiş bir toplumu uyaracaksın. Artık yola gelen gelir. ","Mehmet Çoban Meali":"Yoksa kitabı uydurdu mu diyorlar? Hayır! Kitap senden önce uyarıcı gelmemiş olan kavmi uyarman için doğru yolu bulsunlar diye Rabbin tarafından gönderilmiştir.        ","Mehmet Okuyan Meali":"Yoksa “Onu (Muhammed) uydurdu” [*] mu diyorlar? Aksine doğru yolu bulsunlar diye o, senden önce kendilerine uyarıcı gelmemiş bir kavmi uyarman için Rabbinden gönderilen gerçektir. [*]","Mehmet Türk Meali":"Yoksa o (kâfirler): “Bunu (Muhammed) uydurdu” mu diyorlar? Hâlbuki o (Kitap) belki hak yolu bulurlar diye, senden önce kendilerine uyarıcı gönderilen¹ bir toplumu,² (tekrar) uyarman için Rabbin tarafından (indirilen) gerçek (Kitap)tır.","Muhammed Esed Meali":"Ama ² onlar, [o hakkı inkar edenler,] “Onu [Muhammed] uydurdu!” diyorlar. Asla! O, Rabbinden gelen bir hakikat olup senden önce hiçbir uyarıcı ile karşılaşmamış olan [bu] halkı doğru yola gelsinler diye uyarabilmen içindir.","Mustafa Çavdar Meali":"Hal böyleyken hala “Bu Kuran’ı uydurdu” diyorlar öyle mi? Yok, gerçek şu ki bu Kuran, senden önce de kendilerine uyarıcı geldiği halde uyanmamış bir halkı uyarasın diye bizzat Rabbin tarafından gönderilmiş bir haktır. Umulur ki onlar bu ilahi uyarıyı anlayarak doğru yola gelirler. 2/23, 11/13","Mustafa İslamoğlu Meali":"Yine de[³⁶⁷⁶] onlar “Onu o uydurdu” diyorlar. Hayır! O Senin Rabbinden gelen bir hakikattir; senden önce kendilerine uyarıcı gelmemiş bir toplumu belki doğru yola gelirler diye uyarman içindir.[³⁶⁷⁷]","Orhan Kuntman Meali":"(Ey Muhammed) yoksa \"Onu peygamber kendisi uydurdu mu?\" diyorlar. Hayır, o, senden önce kendilerine hiçbir peygamber gelmemiş bir kavmi uyarman için, Rabbinden indirilen bir hak'tır. (Gerçeğin ta kendisidir). Umulur ki, hidâyeti kabul ederler.(Onların çoğu hak davetini kabul etmedikleri gibi, Rablerine de ortak koşarlar. Oysa)","Osman Fırat Meali":"Yoksa \"Onu uydurdu\" mu diyorlar? Hayır, o senden önce kendilerine hiçbir uyarıcı gelmemiş olan bir kavmi, doğru yola gelirler umuduyla uyarman için Rabbin tarafından (sana indirilen) gerçektir.","Ömer Nasuhi Bilmen Meali":"Yoksa, «O'nu uydurdu,» mu diyorlar? Hayır. O, Hak'tır, Rabbindendir. Bir kavmi korkutasın ki, senden evvel kendilerine korkutur bir zât gelmiş değildir. Gerektir ki, onlar ihtida ediversinler.","Suat Yıldırım Meali":"Yoksa: “Onu uydurdu” mu diyorlar? Bilakis, o gerçeğin ta kendisidir. Senden önce kendilerini uyaran hiçbir peygamber gelmemiş olan bir toplumu, doğru yolu bulmaları ümidiyle uyarman için Rabb'in tarafından gönderilmiştir. [30, 41]","Süleyman Ateş Meali":"Yoksa \"Onu uydurdu\" mu diyorlar? Hayır, o senden önce kendilerine hiçbir uyarıcı gelmemiş olan bir kavmi, doğru yola gelirler umuduyla uyarman için Rabbin tarafından (sana indirilen) gerçektir.","Süleyman Tevfik (1927)":"Yoksa kâfirler \"Muhammed bunı Allâh'a iftirâ mı itdi? (Kendi mi uydurdı?)\" dirler. Yâ Muhammed! Senden evvel kendilerine nezîr gelmemiş olan bir kavmi, hidâyete vâsıl olmaları ricâsıyla 'azâb ile korkutman içün rabbin tarafından oldığı sâbit ve muhakkakdır. ","Süleymaniye Vakfı Meali":"(Senin için) \"Onu o uydurdu\" diyorlar, öyle mi? Hayır; onun, Rabbin tarafından indirildiği bir gerçektir. Senden önce uyarıcı gelmemiş olan bir topluluğu uyarman için indirilmiştir. Belki yola gelirler.","Şaban Piriş Meali":"Yoksa “Onu uydurdu” mu diyorlar? Hayır, O, senden önce kendilerine bir uyarıcı gelmemiş olan bir toplumu, belki doğru yola gelirler diye uyarman için Rabbi'nden gelen gerçektir","Ümit Şimşek Meali":"Yoksa “Onu kendisi uydurmuş” mu diyorlar? Doğrusu, bu Rabbinden gelen hakkın tâ kendisidir ki, senden önce kendilerine uyarıcı gelmemiş bir kavmi uyarman için gönderilmiştir—umulur ki, böylece doğru yolu bulurlar.","Yaşar Nuri Öztürk Meali":"Yoksa \"Onu uydurdu\" mu diyorlar?! Hayır, haktır o; senin Rabbindendir; senden önce kendilerine hiçbir uyarıcı gelmemiş bir toplumu uyarman içindir. Umulur ki, doğruya ve güzele kılavuzlanırlar.","Eski Anadolu Türkçesi":"iy eydürler mi “yalan baġladı anı”? [221a] belki ol ḥaķdur çalabuñdan tā ķorķıdasın bir ķavmı gelmedi anlara ķorķıdıcı senden ilerü ola kim anlar ŧoġru yol dutalar.","Satıraltı Meal (1534)":"Kāfirler eydürler mi ki bāṭıldur, özi düzüpdür? Bel ki ol ḥaḳdur seni yara‐dan Allāhdan, ḳorḳutmaġ‐ıçun bir ḳavmi ki gelmedi özlerine hīçpeyġamber senden burun. Ola kim anlar doġru yol dutalar.","Bunyadov-Memmedeliyev ":"Yoxsa (müşriklər): “(Muhəmməd) onu özündən uydurmuşdur!” – deyirlər. Xeyr, o səndən əvvəl peyğəmbər göndərilməmiş bir qövmü (Allahın əzabı ilə) qorxutmağın üçün Rəbbindən (nazil) olan bir haqdır. Bəlkə, doğru yola yönələlər!","M. Pickthall (English)":"Or say they: He hath invented it? Nay, but it is the Truth from thy Lord, that thou mayst warn a folk to whom no warner came before thee, that haply they may walk aright.","Yusuf Ali (English)":"Or(3630) do they say, \"He has forged it\"? Nay, it is the Truth from thy Lord, that thou mayest admonish a people to whom no warner has come before thee: in order that they may receive guidance.(3631)"},"4":{"Arabic":"اَللّٰهُالَّذ۪يخَلَقَالسَّمٰوَاتِوَالْاَرْضَوَمَابَيْنَهُمَاف۪يسِتَّةِاَيَّامٍثُمَّاسْتَوٰىعَلَىالْعَرْشِۜمَالَكُمْمِنْدُونِه۪مِنْوَلِيٍّوَلَاشَف۪يعٍۜاَفَلَاتَتَذَكَّرُونَ","Abdulbaki Gölpınarlı Meali":"Öyle bir Allah'tır ki gökleri ve yeryüzünü ve ikisinin arasında ne varsa hepsini altı günde yaratmıştır da sonra arşa hakim olmuştur; ondan başka ne bir dost ve yardımcı var size, ne bir şefaatçi; hala mı düşünüp öğüt almazsınız?","Abdullah-Ahmet Akgül Meali":"<b>Allah; gökleri, yeri ve ikisi arasında olanları altı günlerde </b><i>(dönemde)</i><b> yarattı, sonra Arş’a </b><i>(Kâinatın yönetim merkezi ve makamına)</i><b> istiva edip </b><i>(onu ilmiyle ve kudretiyle kuşattı)</i><b>. Sizin için O’ndan başka bir veliniz </b><i>(sahibiniz ve destekçiniz)</i><b> ve </b><i>(O’nun izin verdikleri dışında) </i><b>şefaatçiniz yoktur. Yine de öğüt alıp-düşünmeyecek misiniz? </b><i>(Bu aklınızı kullanmamak ve vicdanınızın sesine kulak asmamak başınıza bela açacaktır.)</i> ","Abdullah Parlıyan Meali":"O Allah ki gökleri, yeri ve ikisinin arasında bulunan herşeyi, altı devrede yaratmış ve sonra kudretiyle arşa hakim olmuştur. O'nun dışında, sizin dostunuz ve şefaatçiniz yoktur. Artık iyice düşünüp öğüt almaz mısınız?","Ahmet Tekin Meali":"Allah, gökleri, yeri ve bunların arasındaki varlıkları ve imkânları altı günde, altı devirde yaratan, bir de Arş üzerinde, sınırsız kudret ve iktidar makamında, hükümranlığını kurandır. O'nun dışında, kulları durumundakilerden ne bir velî, bir koruyucu, bir otorite, ne de sözü dinlenen bir aracınız, bir şefaat edeniniz vardır. Hâlâ düşünüp öğüt almayacak mısınız?","Ahmet Varol Meali":"Allah O'dur ki gökleri, yeri ve bu ikisinin arasındakileri altı günde yaratmış sonra Arş'a hükümran olmuştur. Sizin O'ndan başka ne bir dostunuz ne de bir şefaatçiniz vardır. Hâlâ düşünmüyor musunuz?","Ali Bulaç Meali":"Allah; gökleri, yeri ve ikisi arasında olanları altı günde yarattı, sonra arşa istiva etti. Sizin O'nun dışında bir yardımcınız ve şefaatçiniz yoktur. Yine de öğüt alıp-düşünmeyecek misiniz?","Ali Fikri Yavuz Meali":"Allah, O'dur ki, gökleri ve yeri ve aralarında olanları altı günde yarattı; sonra arşı istilâ etti, saltanatını kurdu. Sizin, O'ndan başka hiç bir yardımcınız yok, hiç bir şefaatçınız da yok. Artık Allah'ın öğüdlerini kabul etmez misiniz?","Bahaeddin Sağlam Meali":"Allah O’dur ki; gökleri ve yeri ve aralarındakileri altı günde (devrede) yaratmıştır. Sonra Arş’a kurulmuştur: [Her şeyi hâkimiyeti altına almıştır.] O’ndan başka ne bir sahibiniz ne de şefaatçiniz yoktur. Artık düşünüp idrak etmeyecek misiniz?","Bayraktar Bayraklı Meali":"Allah, gökleri, yeri ve bunların arasındakileri altı günde/evrede/dönemde yaratan, sonra arşı hakimiyeti altına alandır. O'ndan başka ne bir dost ne de bir şefaatçiniz vardır. Düşünüp ders almıyor musunuz?","Besim Atalay Meali (1965)":"Allah gökleri, yeri, ikisinin arasında olanı altı günde yarattı, sonra arşta hükmeyledi; O'ndan başka size ne bir dost vardır, ne bir kollayan; öğüt almaz mısınız?","Cemal Külünkoğlu Meali":"Gökleri, yeri ve ikisi arasında ne varsa hepsini altı evrede yaratan ve yarattığı her şeyin kanununu koyarak onlar üzerinde egemenlik kuran Allah'tır. O'ndan başka bir dostunuz ve şefaatçiniz yoktur. (Hal böyleyken) hâlâ düşünüp öğüt almayacak mısınız?","Cemil Said (1924)":"Semâvât ve arzı ve beynlerindeki her şeyi altı günde halk iden Allâh’dır. Sonra tahtını istilâ itdi. Ândan mâ’adâ velîniz ve şefî’iniz yokdur düşünmeyecek misiniz?","Diyanet İşleri Meali (Eski)":"Gökleri, yeri ve ikisinin arasında bulunanları altı günde yaratan, sonra arşa hükmeden Allah'tır. O'ndan başka bir dostunuz ve şefaatçiniz yoktur. Düşünmüyor musunuz?","Diyanet İşleri Meali (Yeni)":"Allah, gökleri ve yeri, ikisi arasındakileri altı gün içinde (altı evrede) yaratan sonra da Arş’a[432] kurulandır.  Sizin için O’ndan başka hiçbir dost, hiçbir şefaatçi yoktur. Hâlâ düşünüp öğüt almayacak mısınız?","Kur'an Yolu (Diyanet İşleri)":"Gökleri, yeri ve bunların arasındakileri altı günde yaratan, sonra arşa istivâ eden Allah’tır. O’nsuz size ne bir dost ne bir şefaatçi bulunur. Hâlâ düşünüp ders almaz mısınız?","Diyanet Vakfı Meali":"Gökleri, yeri ve bunların arasındakileri altı günde (devirde) yaratan, sonra arşa istivâ eden Allah'tır. O'ndan başka ne bir dost ne de bir şefaatçınız vardır. Artık düşünüp öğüt almaz mısınız?  ","Edip Yüksel Meali":"ALLAH gökleri, yeri ve aralarındakileri altı günde yaratan ve sonra tüm otoriteyi kurandır. Sizin için O'ndan ayrı bir veli (sahip) ve şefaatçı (aracı) yoktur. Öğütten anlamaz mısınız?","Elmalılı Hamdi Yazır Meali":"Allah O'dur ki, gökleri, yeri ve ikisi arasındakileri altı günde yaratmış, sonra Arş üzerine istivâ buyurmuştur (hakim olmuştur). Sizin için O'ndan başka ne bir dost vardır, ne de bir şefaatçi! Artık düşünmeyecek misiniz?","Elmalılı Meali (Orijinal)":"Allah, o ki Gökleri ve Yeri altı günde yaratmış, sonra Arş üzerine istivâ buyurmuştur, sizin için ondan başka ne bir veliy vardır, ne bir şefi', artık düşünmez misiniz?","Emrah Demiryent Meali":"O Allah, gökleri yeri ve ikisinin arasındakileri (bir anda yaratmak yerine, hikmetine binâen, dünya günlerinden) altı gün (miktarına denk gelecek bir süre) de, (altı evrede) yaratan ve (yaratmış olduğu en büyük cisim olan) arşı hükmü altında tutandır. Sizin O’ndan başka ne bir dostunuz ne de bir yardımcınız vardır. Hâlâ düşünüp öğüt almayacak mısınız?","Erhan Aktaş Meali":"O Allah ki; gökleri, yeri ve ikisinin arasındakileri altı günde¹ yarattı. Sonra arşa istiva etti.² Sizin O'ndan başka veliniz³ ve şefaatçiniz yoktur. Hâlâ öğüt almaz mısınız?","Hasan Basri Çantay Meali":"Allah, gökleri ve yeri ve bunların arasında olan şeyleri altı günde yaratan, sonra hükmü arşı istîlâ edendir. Sizin Ondan başka hiçbir yâriniz ve (azabınızı giderecek) hiçbir yardımcınız yokdur. Artık iyice düşünmez misiniz?","Hayrat Neşriyat Meali":"Allah, gökleri ve yeri ve ikisi arasında bulunanları altı günde yaratan, sonra arşa hükmedendir.(2) Sizin için O'ndan başka ne bir dost, ne de bir şefâatçı vardır. Hiç ibret almaz mısınız?","İhsan Aktaş Meali":"O Allah ki gökleri (uzaydaki bütün gök cisimlerini), yerküreyi ve ikisinin arasında bulunan her şeyi (bütün evreni), altı evrede (aşamada) yaratmış ve (kudretiyle) arş üzerine (tüm varlık âlemine) egemenlik kurmuştur. (Ey insanlar!) O’ndan (Allah’tan) başka, sizin bir veliniz (koruyucunuz, sahibiniz) ve şefaatçiniz (yardımcınız) yoktur. Artık iyice düşünüp öğüt almaz mısınız?(*)","İlyas Yorulmaz Meali":"Allah, gökleri, yeri ve ikisi arasındakileri altı günde yaratan sonra yönetim makamına yerleşendir. Sizin için ondan başka ne bir koruyucu, nede bir arka çıkan yardımcınız (şefaatçı) vardır. Düşünmüyor musunuz?","İsmayıl Hakkı Baltacıoğlu":"Allah ki yerleri, gökleri, bunların arasındakileri altı günde yarattı. Sonra da egeliğinde kendi başına buyruk oldu. Sizn için Ondan başka hiç bir koruyucu, Ondan başka hiç bir kayırıcı yoktur. Yine de düşünmez misiniz?","İsmail Hakkı İzmirli":"Gökleri, yeri ve aralarındakini altı günde yaratan, sonra arş üzerine şanıyle müstevi olan, Allah/tır. Sizin için O/ndan başka bir yârınız, iş göreniniz de yoktur, şefaatçiniz da yoktur. Hâlâ nasihat kabul etmeyecek misiniz?","İsmail Yakıt":"Gökleri, yeri ve ikisi arasındakileri altı evrede [yevm] yaratan sonra Arş’a yönelen/hükmeden Allah’tır.⁴ Sizin için O’ndan başka ne bir dost ve ne de bir şefaatçi vardır. Hâlâ düşünüp öğüt almayacak mısınız?","Kadri Çelik Meali":"Allah gökleri, yeri ve ikisi arasında olanları altı günde yarattı, sonra da egemenlik tahtına kuruldu. Sizin O'nun dışında bir yardımcınız ve şefaatçi olanınız yoktur. Yine de öğüt alıp düşünmeyecek misiniz?","Mahmut Kısa Meali":"Şu uçsuz bucaksız <b>gökleri, </b>sayısız nîmetlerle donatılmış <b>yeryüzünü ve ikisinin arasında bulunan </b>bütün varlık<b>ları altı günde yaratan, sonra </b>bir kenara çekilip mahlukâtı kendi kaderiyle baş başa bırakmayan, aksine, kâinâtın mutlak hâkimi olarak Egemenlik Tahtı olan <b>Arş’ta bulunan O’dur.</b> Ey insanlar! <b>Sizin O’ndan başka ne bir dostunuz vardır, ne de bir kurtarıcınız; hâlâ düşünüp öğüt almayacak mısınız? </b>","Mahmut Özdemir Meali":"Allah ki Yer’i, Gökler’i, ikisi arasındakileri altı günde / dönemde yarattı. Sonra Arş’a istivâ etti / oturup kuruldu. Sizin için O’ndan başka hiçbir veliyy de, şefaatçi de yoktur. Düşünüp öğüt almaz mısınız?","Mehmet Çakır Meali":"Gökleri, yeri ve bu ikisi arasındakileri altı zamanda yaratan Allah, evreni dengesine oturttu. Sizi Allah'tan başka koruyup gözeten yoktur.  Düşünsenize bir:","Mehmet Çoban Meali":"Allah; gökleri yeri ikisi arasındakileri altı günde yaratan, sonra yönetim merkezi olan Arş’ından yarattıklarını yönetendir. Sizin için ondan başka hiçbir dost, hiçbir şefaatçi yoktur. Hâlâ düşünüp öğüt almayacak mısınız?        ","Mehmet Okuyan Meali":"Gökleri, yeri ve ikisinin arasındakileri altı günde (dönemde) yaratan, sonra [arş]a [istiva] eden Allah’tır. [*] Sizin için O’ndan başka hiçbir dost ve şefaatçi yoktur. (Hâlâ gerçeği) hatırlamıyor musunuz?","Mehmet Türk Meali":"Gökleri yeri ve her ikisinin arasındakileri altı zaman diliminde yaratan, sonra kâinatın yönetimini¹ hâkimiyeti altına alan, Allah’tır. Sizin Ondan başka, dostunuz da şefâatçiniz de yoktur. Siz, hâlâ bunu idrak etmeyecek misiniz?","Muhammed Esed Meali":"ALLAH’TIR gökleri ve yeri ve ikisinin arasında bulunan her şeyi altı devrede yaratan ve sonra Kudret ve Hakimiyet Tahtı’na ³ oturan; [Hesap Günü] ne sizi O’ndan koruyacak, ne de size şefaat edecek birini bulamazsınız: hâlâ düşünüp ders almaz mısınız?","Mustafa Çavdar Meali":"Gökleri, yeri ve ikisinin arasında bulunan her şeyi altı evrede yaratan sonra da koyduğu yasalarla onlar üzerinde egemen olan Allah’tır. Sizin O’ndan başka ne bir veliniz ne de bir şefaatçiniz vardır. Hiç aklınızı kullanmaz mısınız? 10/3, 57/4, 2/107, 39/43-44","Mustafa İslamoğlu Meali":"GÖKLERİ, yeri ve bu ikisi arasındakileri altı aşamada yaratan,[³⁶⁷⁸] sonra da hükümranlık makamına kurulan Allah’tır;[³⁶⁷⁹] (hesap günü) sizi O’ndan koruyacak ne bir dost ne de bir kayırıcı bulamazsınız: peki, hâlâ ders almayacak mısınız?[³⁶⁸⁰]","Orhan Kuntman Meali":"Allah, gökleri, yeri ve bunların arasında olanları altı günde yaratan, sonra da Arş'a hükümrân olandır. Sizin O'ndan başka bir dostunuz ve şefaatçiniz yoktur. (Ey müşrikler) Hâlâ düşünmüyor musunuz? (O'ndan gayrısından nasıl medet umabiliyorsunuz.)","Osman Fırat Meali":"Allah, gökleri ve yeri, ikisi arasındakileri altı günde yaratan sonra da Arş’a istiva edendir. Sizin için O’ndan başka hiçbir dost, hiçbir şefaatçi de yoktur. Hâlâ düşünüp öğüt almayacak mısınız?","Ömer Nasuhi Bilmen Meali":"Allah, o zâttır ki, gökleri ve yeri ve bunların aralarında bulunanları altı günde yaratmıştır, sonra da arş üzerine istiva buyurmuştur. Sizin için O'ndan başka bir velî ve bir şefaatci yoktur. Artık iyice düşünmez misiniz?","Suat Yıldırım Meali":"Allah o hak mâbuddur ki gökleri, yeri ve ikisinin arasındaki varlıkları altı günde yaratmış, sonra da arşına kurulmuş mutlak hükümrandır. [7, 54]Sizin O'ndan başka ne hâmîniz, ne şefaatçiniz yoktur. Hâlâ gereğince düşünmez misiniz? ","Süleyman Ateş Meali":"O (Allah) ki gökleri, yeri ve bunlar arasında bulunanları altı günde yarattı; sonra Arş'a istiva etti. Sizin, O'ndan başka bir dostunuz, şefa'atçiniz yoktur. Düşünüp öğüt almıyor musunuz?","Süleyman Tevfik (1927)":"Rabbin o Allâh'dır ki gökleri ve yeri ve ikisi arasında olanları altı günde yaratdı ve sonra 'arşı üzerine istivâ buyurdı. O'ndan gayrı sizin içün bir dost ve bir şefâ'atci yokdur. Hiç düşünüb tefekkür itmez misiniz? ","Süleymaniye Vakfı Meali":"Gökleri, yeri ve ikisinin arasında bulunanları altı günde yaratan sonra da Arşa(yönetimi) geçen Allahtır. O'ndan başka bir dostunuz ve destekçiniz yoktur. Bilginizi kullanmaz mısınız","Şaban Piriş Meali":"Allah, gökleri ve yeri altı günde, yaratmış. Sonra da hakimiyeti altına almıştır. Sizin O'ndan başka bir veliniz de şefaatçiniz de yoktur. Hâlâ düşünmüyor musunuz?","Ümit Şimşek Meali":"O Allah ki, gökleri, yeri ve ikisi arasındakileri altı günde yaratmış, sonra da Arş üzerine kurulmuştur.(1) Ondan başka sizin ne bir veliniz vardır, ne bir şefaatçiniz. Hâlâ düşünüp öğüt almayacak mısınız?","Yaşar Nuri Öztürk Meali":"Allah'tır ki gökleri, yeri ve ikisi arasındakileri altı günde yaratmış, sonra arş üzerinde egemenlik kurmuştur. O'nun dışındakilerden size ne bir dost vardır ne de bir şefaatçı. Hâlâ düşünüp ibret almayacak mısınız?","Eski Anadolu Türkçesi":"Tañrı oldur kim yarattı gökleri daħı yiri daħı anı kim ikisinüñ arasındadur altı günler içinde andan ķaśd eyledi 'arşa. yoķdur sizüñ andan ayruķ arķa virici ne daħı şafa'at ķılıcı. iy endįşe eylemez misiz?","Satıraltı Meal (1534)":"Ol Tañrı Ta‘ālā yaratdı gökleri ve yirleri, daḫı ikisi arasında olanı daḫı altıgünde. Andan ṣoñra ‘arşa müstevlī oldı keyfiyyetsüz. Yoḳdur size andanözge mu‘īn ve nāṣır, şefā‘atci daḫı yoḳdur. Pes niçün fikr eylemezsiz?","Bunyadov-Memmedeliyev ":"Göyləri, yeri və onların arasındakıları altı gündə xəlq edən, sonra ərşi yaradıb hökmü altına alan (ərşdə bərqərar olan) Allahdır. Sizin Ondan başqa heç bir haminiz və şəfaət (əzabı dəf) edəniniz yoxdur. Məgər öyüd-nəsihət qəbul etməyəcəksiniz?","M. Pickthall (English)":"Allah it is Who created the heavens and the earth, and that which is between them, in six Days. Then He mounted the throne. Ye have not, beside Him, a protecting friend or mediator. Will ye not then remember?","Yusuf Ali (English)":"It is Allah Who has created the heavens and the earth, and all between them, in six Days,(3632) and is firmly established on the Throne (of authority);(3633) ye have none, besides Him, to protect or intercede (for you): will ye not then receive admonition?"},"5":{"Arabic":"يُدَبِّرُالْاَمْرَمِنَالسَّمَٓاءِاِلَىالْاَرْضِثُمَّيَعْرُجُاِلَيْهِف۪ييَوْمٍكَانَمِقْدَارُهُٓاَلْفَسَنَةٍمِمَّاتَعُدُّونَ","Abdulbaki Gölpınarlı Meali":"Gökten yeredek her işi tedbir eden odur, sonra o işe memur olan melek, sizin sayışınıza göre miktarı bin yıl tutan bir günde, onun tapısına yükselip çıkar.","Abdullah-Ahmet Akgül Meali":"<b>Gökten yere </b><i>(âlemlerdeki) </i><b>her işi O evirip-yönetip düzene koymaktadır. Sonra </b><i>(işler)</i><b>, sizin&nbsp;saymakta olduğunuz bin yıl süreli bir günde, yine O’na </b><i>(Arş’ına, huzuruna, değerlendirme makamına)</i><b> yükselip </b><i>(durmaktadır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Gökten yere bütün işleri düzenleyip yöneten O'dur. Sonra tüm işler, sizin saymakta olduğunuz bin yıl süreli bir günde, O'na yükselir. Yani siz insanların, tarihlerindeki bin yıllık olaylar, Allah'a göre bir günlük bir iştir.","Ahmet Tekin Meali":"Allah, gökten yere kâinat ve içindeki varlıklarla, dünya ve ötesi ile ilgili ilâhî planlamayı yapıp yürütüyor, hayatın devamını ve aslî düzeni sağlıyor. Sonra bütün işler, sizin hesaplamalarınıza göre, bin yıl tutan bir günde kaydedilmek için O'nun nezdine yükselir.","Ahmet Varol Meali":"(Allah) gökten yere iş(ler)i düzenler. Sonra süresi sizin saydığınızla bin yıl olan bir günde (işler) O'na yükselir.","Ali Bulaç Meali":"Gökten yere her işi O evirip düzene koyar. Sonra (işler,) sizin saymakta olduğunuz bin yıl süreli bir günde yine O'na yükselir.","Ali Fikri Yavuz Meali":"Allah, gökten (meleklerle) bütün dünya işlerini idare eder. Sonra (melekler o işlerde), bir günde O'na yükselir ki, (o günün) miktarı, sizin saydıklarınızdan (dünya yılından) bin yıldır.","Bahaeddin Sağlam Meali":"Allah, gökten yere doğru emri (ruh ve melekleri)(*) yönlendirir. Sonra o emir, saydıklarınızca miktarı bin sene olan bir günde O’na yükselir.","Bayraktar Bayraklı Meali":"Gökten yere kadar bütün işleri O yönetir. Sonra, sizin saydığınız yıllardan bin yıla denk düşen bir günde bütün işler O'na çıkar.","Besim Atalay Meali (1965)":"Gökten yere kadar, O yürütür işleri, sizin sayışınızca bin yıl tutan bir günde, her iş gene O'na varır","Cemal Külünkoğlu Meali":"O, gökten yere kadar olan bütün işleri (kanunlarını koyarak) düzenleyip yönetir. Sonra da olup biten her şey bir günde/bir anda O'na ulaşır ki bu sizin saydığınız senelerden bin seneye denktir.","Cemil Said (1924)":"Allâh gökden arza kadar kâffe-i umûrı tedvîr ider sonra bir günde hepsi kendisine rücû’ idecekdir ki o gün sizin takviminiz ile bin sene imtidâd idecekdir.","Diyanet İşleri Meali (Eski)":"Gökten yere kadar, olan bütün işleri Allah düzenler, sonra, işler sizin hesabınıza göre bin yıl kadar tutan bir gün içinde O'na yükselir.","Diyanet İşleri Meali (Yeni)":"Gökten yere kadar bütün işleri Allah yürütür. Sonra bu işler, süresi sizin hesabınızla bin yıl olan bir günde O’na yükselir.","Kur'an Yolu (Diyanet İşleri)":"O gökten yere her işi düzenleyip yönetir. Sonra bütün işler sizin hesabınıza göre bin yıl tutan bir günde O’nun katına çıkar.","Diyanet Vakfı Meali":"Allah, gökten yere kadar her işi düzenleyip yönetir. Sonra (bütün bu işler) sizin sayageldiklerinize göre bin yıl tutan bir günde O'nun nezdine çıkar.  ","Edip Yüksel Meali":"Gökten yere kadar bütün işleri O kontrol eder. Sonra sizin saydığınızdan bin yıla eşit bir gün içinde kendisine yükselirler.","Elmalılı Hamdi Yazır Meali":"O, gökten yere, (yukarıdan aşağıya) işleri düzenler, sonra da o işler, sizin saydıklarınızdan bin yıl kadar olan bir günde O'na yükselir.","Elmalılı Meali (Orijinal)":"Semâdan Zemine (yukarıdan aşağıya) emri tebdir eder, sonra da o ona urûc eyler: bir günde ki mikdarı sizin sayınızdan bin sene eder","Emrah Demiryent Meali":"Gökten yere (kadar, yaratmış olduğu bütün âlemlerdeki) işleri, Allah idare edip düzenler. Sonra (olup biten her şey), süresi, sizin (dünya) hesabınızla bin yıl olan bir günde (hesap gününde), O’na, (zaman ve mekândan münezzeh olan Allah’ın manevi huzuruna) yükselir.","Erhan Aktaş Meali":"Gökten yeryüzüne kadar işleri düzenler. Sonra miktarı sizin hesabınıza göre bin yıl süren bir gün¹ içinde işler O'na yükselir.²","Hasan Basri Çantay Meali":"Gökden yere kadar her işi O tedbîr eder. Sonra (o iş) sizin sayageldiğinizce bin sene mıkdarında olan (mesafeye) bir günde yine Ona yükselir.","Hayrat Neşriyat Meali":"Gökten yere (her) işi, (O) tedbîr (ve idâre) eder; sonra (bu işler), mikdârı sizin saymakta olduklarınıza göre bin yıl tutan bir günde, ona (Cenâb-ı Hakk'ın ta'yin buyurduğu yüksek makama) çıkar.","İhsan Aktaş Meali":"(Allah) semadan yerküreye kadar (kâinat ve içindeki varlıklarla, dünya ve ötesi ile ilgili ilahi planlamayı yapıp yürütüyor, hayatın devamını ve aslî düzeni sağlıyor ve evrenle ilgili) bütün işleri düzenleyip yönetir. Sonra da (onun dilediği şekilde olup biten her şey) bir günde (bir anda) O’na yükselir (ulaşır) ki bu sizin saydığınız senelerden bin seneye denktir.*","İlyas Yorulmaz Meali":"Gökten yere varıncaya kadar ne varsa, bütün işi kendisi yönetiyor. Sonra o işler O’na bir günde yükselir. O bir gün sizin saydığınız bin yıl kadardır.","İsmayıl Hakkı Baltacıoğlu":"Gökten yere kadar bütün işleri çeviren Odur. Sonra sizin sayınıza göre bin yılda varan Ona bir günde varır.","İsmail Hakkı İzmirli":"O, gökten yere kadar bütün işleri tedbir eder, sonra o iş O/nun nezdine bir günde çıkar [²], ki onun miktarı, sizin saydığınız hesap üzere bin yıl eder.","İsmail Yakıt":"O, gökten yere kadar bütün işleri düzenler. Sonra, işler/ olup bitenler, sizin hesabınızla miktarı bin yıl olan bir günde O’na yükselir.","Kadri Çelik Meali":"Gökten yere kadar olan bütün işleri Allah düzenler, sonra, işler sizin hesabınıza göre bin yıl kadar tutan bir gün içinde O'na yükselir.","Mahmut Kısa Meali":"<b>Göklerden yere </b>kadar bütün mevcudatı, bütün<b> işleri O düzenleyip yönetir ve sonunda </b>tümü,<b> sizin hesabınızla bin yıl süren bir Gün’de, </b>yani Kıyamet Günü’nde, yargılanmak üzere<b> O’na yükselir.</b>","Mahmut Özdemir Meali":"Gök’ten Yer’e kadar İşler’i düzenleyip yürütüyor / yönetiyor. Sonra miktarı sizin saydığınızdan bin yıl olan bir günde / dönemde O’na yükseliyor.","Mehmet Çakır Meali":"Yer gök her şeyin çalışma ayarını o yapar.  Bu ayarlar, bir gün zarfında Allah'a iletilir.  Size göre ise bu süre, bin yıllık bir zamandır.","Mehmet Çoban Meali":"Gökten yere kadar bütün işleri Allah yürütür. Sonra bu işler, süresi sizin hesabınızla bin yıl olan bir günde Allah’a yükselir.        ","Mehmet Okuyan Meali":"(Allah) gökten yere (kadar her) işi düzenleyip yönetir. Sonra (bütün bu işler) sizin saymakta olduğunuz türden bin sene tutan [*] bir günde O’na yükselir.","Mehmet Türk Meali":"Gökten yere kadar bütün işlerin, Onun tarafından idare edilmesi,¹ sonra (bu işlerin) Onun huzuruna yükselmesi, size göre bin yıl kadar süren bir zaman² diliminde olur.","Muhammed Esed Meali":"Göklerden yere kadar bütün mevcudatı O düzenleyip yönetir; ve sonunda tümü, sizin hesabınızla bin yıl [kadar] süren ⁴ bir Gün’de [yargılanmak üzere] O’na yükselir.","Mustafa Çavdar Meali":"Gökten yere kâinattaki her şeyi belirleyen ve düzenleyen O’dur. Sonra da olup biten her şey bir günde/bir anda O’na ulaşır ki bu sizin saydığınız senelerden bin seneye denktir. 13/2, 22/47","Mustafa İslamoğlu Meali":"Gökten yere kadar bütün bir oluşu O düzenler; en sonunda bütün bir oluş sizin hesabınıza göre bin yıl kadar süren bir günde[³⁶⁸¹] O’na yükselir.","Orhan Kuntman Meali":"Gökten yere kadar her işi O düzenler, sonra (o iş) sizin hesabınıza göre bin yıl tutan bir günde; yine O'na yükselir.","Osman Fırat Meali":"(Allâh) işleri gökten yere tedbir eder (buyruğunu indirir). Sonra işler, sizin saydıklarınızla bin yıl sürecek zamana karşılık ona bir günde çıkar.","Ömer Nasuhi Bilmen Meali":"Bütün işleri gökten yere kadar tedbir eder. Sonra o (iş) O'na bir günde yükselir. Onun (günün) miktarı, sizin saydığınızdan bin yıl (kadar) bulunmuştur.","Suat Yıldırım Meali":"Gökten yere kadar her işi düzenleyip yönetir. Sonra bütün bu işler, sizin hesabınıza göre bin yıl tutan bir günde O'na yükselir. [65, 12]","Süleyman Ateş Meali":"(Allah) Emri gökten yere tedbir eder (buyruğunu indirir). Sonra emir, sizin hesabınızca bin yıl süren bir gün içinde O'na çıkar.","Süleyman Tevfik (1927)":"Umûrı tedbîr ile âsârını semâdan arza indirir ve sonra arzdan da semâya çıkarır, bir günde ki bunun mikdârı sizin saydığınız senelerle bin senedir. ","Süleymaniye Vakfı Meali":"Gökten yere kadar olan bütün işleri Allah düzenler, sonra, işler sizin hesabınıza göre bin yılı bulan bir gün[*] içinde ona yükselir.","Şaban Piriş Meali":"Gökten yere bütün işleri o düzenler. Sonra sizin saydığınızla süresi bin yıl olan bir günde işler O'na yükselir.","Ümit Şimşek Meali":"Gökten yere kadar her işi O çekip çevirir.(2) Sonra bütün işler, sizin hesabınızla bin sene kadar tutan bir günde Ona yükselir.(3)","Yaşar Nuri Öztürk Meali":"İş ve oluşu gökten yere doğru çekip çevirir; sonra o O'na yükselip çıkar: Bir günde ki, süresi, sizin saymakta olduğunuz günlerden bin yıla denktir.","Eski Anadolu Türkçesi":"hükm eyler işi gökden ya'nį vaḥy eylemeg-ile yirdin yaña andan aġar ya'nį firişte yā iş andın yaña bir günde kim oldı ķadri anuñ biñ yıl andan kim śayarsız.","Satıraltı Meal (1534)":"Tedbīr ider emrini dünyānuñ, gökden sebebler‐ile yire indürür eẟerlerini.Andan çıḳar ḥażretine bir günde ki ol günüñ miḳdārı biñ yıl ḳadarıncadursiz ṣayġan dünyā yıllarından.","Bunyadov-Memmedeliyev ":"O, göydən yerə qədər olan bütün işləri idarə edir. Sonra (həmin işlər) sizin saydığınızın (dünya ilinin) min ilinə bərabər olan bir gündə (qiyamət günündə) Ona doğru (Allahın dərgahına) yüksələr.","M. Pickthall (English)":"He directeth the ordinance from the heaven unto the earth; then it ascendeth unto Him in a Day, whereof the measure is a thousand years of that ye reckon.","Yusuf Ali (English)":"He rules (all) affairs from the heavens to the earth: in the end will (all affairs) go up(3634) to Him, on a Day, the space whereof will be (as) a thousand years of your reckoning."},"6":{"Arabic":"ذٰلِكَعَالِمُالْغَيْبِوَالشَّهَادَةِالْعَز۪يزُالرَّح۪يمُۙ","Abdulbaki Gölpınarlı Meali":"İşte budur gizliyi de bilen, açıktakini de bilen üstün ve hüküm ve hikmet sahibi mabut.","Abdullah-Ahmet Akgül Meali":"<b>İşte görülmeyeni </b><i>(nurani ve ruhani görevlileri)</i><b> de, görüneni </b><i>(maddi cisimleri ve insanın açık amellerini)</i><b> de bilen, İzzetli ve Merhametli olan O </b><i>(Allah)</i><b>tır. </b> ","Abdullah Parlıyan Meali":"İşte O Allah, yaratılmışların kavrayış alanı ötesindeki şeyleri de, duyuları ve akıllarıyla kavrayabildiklerini de bilir. O güçlüdür, O'nun gücüne hiçbir güç erişemez, O merhametlidir.","Ahmet Tekin Meali":"İşte, duyu ve bilgi alanı ötesini, gayb âlemini, görülen âlemi bilen O'dur. Kudretli ve hükümrandır. Engin merhamet sahibidir.","Ahmet Varol Meali":"İşte O, gizliyi de açığı da bilen, güçlü ve merhamet sahibi olandır.","Ali Bulaç Meali":"İşte gaybı da, müşahede edilebileni de bilen, üstün ve güçlü olan, esirgeyen O'dur.","Ali Fikri Yavuz Meali":"İşte budur, gaibi (insanların göremediklerini) ve hazırı (insanların gördüklerini) bilen Azîz, Rahîm...","Bahaeddin Sağlam Meali":"O Allah, görünmeyen ve görünen âlemleri bilendir. O, izzet, kudret ve rahmet sahibidir. [Bu sıfatlar ise, ahiretin olmasını gerektirir.]","Bayraktar Bayraklı Meali":"Allah, görülen ve görülmeyen her şeyi bilir; çok güçlüdür; çok merhametlidir.","Besim Atalay Meali (1965)":"Hem göze görüneni, hem de görünmiyeni bilen odur, hem emredir, hem de yarlıgayıcı","Cemal Külünkoğlu Meali":"O, yaratılmışların algı ve tasavvur alanının ötesindeki şeyleri de duyuları ve akıllarıyla kavrayabildiklerini de bilen, mutlak güç sahibidir, çok merhametlidir.","Cemil Said (1924)":"Allâh mer-î ve gayr-i mer-î her şeyi bilür. ’Azîz ve rahîmdir.","Diyanet İşleri Meali (Eski)":"O, görülmeyeni de görüleni de bilendir, güçlüdür, merhametlidir.","Diyanet İşleri Meali (Yeni)":"İşte Allah, gaybı da görünen âlemi de bilendir, mutlak güç sahibidir, çok merhametlidir.","Kur'an Yolu (Diyanet İşleri)":"İşte O, duyular ve akılla idrak edilemeyeni de edileni de bilmektedir, izzeti sınırsız, rahmeti boldur.","Diyanet Vakfı Meali":"İşte, görülmeyeni de görüleni de bilen, mutlak galip ve merhamet sahibi O'dur.","Edip Yüksel Meali":"Gizliyi de açığı da bilen, Üstün ve Rahim işte böyledir.","Elmalılı Hamdi Yazır Meali":"İşte görüleni de görülmeyeni de bilen, her şeye gücü yeten, çok merhametli olan O'dur.","Elmalılı Meali (Orijinal)":"Odur işte gaybi de şehadeti de bilen, azîz rahîm","Emrah Demiryent Meali":"İşte O (Allah ki) gaybı da görüneni de hakkıyla bilendir, O her işinde mutlak galip olandır, çok merhamet edendir.","Erhan Aktaş Meali":"İşte O, görünmeyeni ve görüneni bilen Mutlak Üstün Olan'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"İşte görünmeyeni de, görüneni de bilen, yegâne gaalib olan, (ehl-i tâatini) çok esirgeyen (Haalik-ı müdebbir) budur.","Hayrat Neşriyat Meali":"İşte O, gaybı ve şehâdeti (görünmeyeni ve görüneni) bilen, Azîz (kudreti dâimâ üstün gelen)dir, Rahîm (çok merhametli olan)dır.","İhsan Aktaş Meali":"İşte görünmeyeni de (yaratılmışların kavrayış alanının ötesindeki şeyleri), görüneneni de bilen odur; O, mutlak galiptir, (çok) merhamet edendir.","İlyas Yorulmaz Meali":"İşte, gizli ve açıkta olanı bilen Allah, çok güçlü ve merhametli olandır.","İsmayıl Hakkı Baltacıoğlu":"İşte görüneni de, görünmiyeni de bilen, erkli, esirgeyici olan da Odur.","İsmail Hakkı İzmirli":"İşte böyle olan Zat, gaibi ve hazırı bilen, yegâne galip olan, bağışlayan Tanrı/dır.","İsmail Yakıt":"İşte (o Allah) algılanamayan [ğayb] ve algılanabilen âlemleri bilendir. O, Azîz’dir, Rahîm’dir.","Kadri Çelik Meali":"İşte O; görülmeyeni de görüleni de bilendir, üstün güç sahibidir, merhametlidir.","Mahmut Kısa Meali":"<b>İşte budur, </b>yaratılmışların algılama sınırları ötesinde bir âlem olan<b>gayb’ı da, </b>duyularla kavranabilen <b>şehâdet âlemini de </b>eksiksiz <b>bilen </b>sonsuz <b>kudret ve merhamet sahibi</b> Allah<b>!</b>","Mahmut Özdemir Meali":"Bu, Rahîm Azîz, Şehadet’in ve Gayb’ın bileni’dir.","Mehmet Çakır Meali":"Görünen görünmeyen tüm evreni sevgi ile kuşatan görkemli Tanrı budur:","Mehmet Çoban Meali":"Allah göreceğiniz göremeyeceğiniz âlemi bilendir. Mutlak güç sahibi, çok merhametlidir.        ","Mehmet Okuyan Meali":"İşte, görünmeyeni de görüneni de bilen, güçlü, çok merhametli olan O’dur.","Mehmet Türk Meali":"İşte O (Allah) görülmeyeni de görüleni de bilen, çok şerefli (ve) pek merhametli olandır.","Muhammed Esed Meali":"Yaratılmışların kavrayış alanının ötesindeki şeyleri de, duyuları ve akıllarıyla kavrayabildiklerini de ⁵ bilen O’dur; O, Kudret Sahibidir, Rahmet Kaynağıdır.","Mustafa Çavdar Meali":"İşte o Allah ki görünen ve görünmeyen her şeyi bilendir. O, üstün kudret sahibidir, aynı zamanda eşsiz bir merhamet sahibidir. 39/46, 59/22","Mustafa İslamoğlu Meali":"İşte idraki aşan hakikatleri de, idrak ve tecrübe edilebilen gerçekleri de bilen; (hem) her işinde mükemmel olan (hem de) merhamet kaynağı olan yalnızca O’dur.[³⁶⁸²]","Orhan Kuntman Meali":"İşte!.. Gizliyi de aşikarı da bilen, her şeye gücü yeten ve çok merhametli olan (Rabbiniz) O'dur.","Osman Fırat Meali":"İşte gaybı/görünmeyeni de, görüneni de bilen, güçlü ve esirgeyici olan O’dur.","Ömer Nasuhi Bilmen Meali":"İşte O'dur, görünmeyeni de görüneni de bilen, izzetli, merhametli olan.","Suat Yıldırım Meali":"İşte gaybı ve şehadeti, görünmeyen ve görünen âlemleri bilen, mutlak galebe ve kudret, mutlak rahmet sahibi O'dur. ","Süleyman Ateş Meali":"İşte görünmeyeni de, görüneni de bilen, güçlü ve esirgeyici olan O'dur.","Süleyman Tevfik (1927)":"Bu tedbîr, gâib ve hazırı bilen, emrine gâlib ve kâdir ve kullarına rahîm olan Allâh Te'âlâ'nındır.","Süleymaniye Vakfı Meali":"İşte o, görülmeyeni de görüleni de bilen, güçlü ve ikramı bol olan Allah’tır.","Şaban Piriş Meali":"İşte görülmeyeni de görüneni de bilen güçlü ve merhametli olan O'dur.","Ümit Şimşek Meali":"İşte bu, görüneni de, görünmeyeni de bilen, kudreti herşeye üstün olan, rahmeti herşeyi kuşatan Allah'tır.","Yaşar Nuri Öztürk Meali":"İşte budur Allah! Gaybı da görüneni de bilen O'dur. Azîz'dir o, Rahîm'dir.","Eski Anadolu Türkçesi":"şol bilürdür gaybı daħı ḥāżırı beñdeşsüz raḥmet ķılıcı.","Satıraltı Meal (1534)":"Oldur bilici ġaybı ve āşikāre [olanı]. Daḫı ‘azīzdür, raḥmet idicidür.","Bunyadov-Memmedeliyev ":"O, qeybi də, aşkarı da biləndir, yenilməz qüvvət sahibi, mərhəmət sahibidir!","M. Pickthall (English)":"Such is the Knower of the invisible and the visible, the Mighty, the Merciful,","Yusuf Ali (English)":"Such is He, the Knower of all things, hidden and open, the Exalted (in power), the Merciful;-(3635)"},"7":{"Arabic":"اَلَّذ۪ٓياَحْسَنَكُلَّشَيْءٍخَلَقَهُوَبَدَاَخَلْقَالْاِنْسَانِمِنْط۪ينٍۚ","Abdulbaki Gölpınarlı Meali":"Öylesine mabut ki her şeyin yaratılışını güzel ve tam yerinde yapmıştır da insanı da balçıktan yaratmaya koyulmuştur.","Abdullah-Ahmet Akgül Meali":"<b>O, yarattığı her şeyi en güzel yapan ve insanı yaratmaya </b><i>(süzme ve özlü)</i><b> bir çamurdan </b><i>(maddi bir hamurdan ve mayadan)</i><b> başlayandır.</b> ","Abdullah Parlıyan Meali":"O Yarattığı herşeyi, en mükemmel şekilde yapandır. Nihayet insanın yaratılışını balçıktan başlatmıştır.","Ahmet Tekin Meali":"Allah, yarattığı her şeyi güzel, muhkem, bütün inceliklerine riayet ederek yaratan, insanı da çamurdan yaratmaya başlayandır.","Ahmet Varol Meali":"O ki, her şeyin yaratılışını güzel yaptı ve insanı yaratmaya da çamurdan başladı. [1]","Ali Bulaç Meali":"Ki O, yarattığı her şeyi en güzel yapan ve insanı yaratmaya bir çamurdan başlayandır.","Ali Fikri Yavuz Meali":"O'dur ki, yarattığı her şeyi güzel yarattı ve insanı yaratmağa bir çamurdan başladı.","Bahaeddin Sağlam Meali":"O Allah ki yarattığı her şeyi güzelce yaptı ve çamurdan insanı yaratmaya başladı.","Bayraktar Bayraklı Meali":"O, yarattığı her şeyi en güzel yaratmış ve insanın yaratılışına çamurdan başlamıştır.[431]","Besim Atalay Meali (1965)":"Yarattığı her şeyi güzel yaratır, insanı da yaratmaya, balçıktan başlamıştır","Cemal Külünkoğlu Meali":"O, yarattığı her şeyi en güzel şekilde yaratan ve (ilk) insanı yaratmaya da çamurdan başlayandır.","Cemil Said (1924)":"7,8,9. Yaratdığı her şeye ahsen bir şekil virmişdir insânı evvelâ balçıkdan halk iylemiş sonra neslini bir damla, za’îf bir meni damlasıyla idâme itmiş sonra kalbini tanzîm idüb kendi rûhundan bir nefesini nefh iylemişdir. Size kuvve-i sâmi’a ve bâsırayı ve kalbi viren odur. Ne kadar az müteşekkirsiniz.","Diyanet İşleri Meali (Eski)":"7,8,9. Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz.","Diyanet İşleri Meali (Yeni)":"O ki, yarattığı her şeyi güzel yaptı. İnsanı yaratmaya da çamurdan başladı.","Kur'an Yolu (Diyanet İşleri)":"O yarattığı her şeyi güzel yapmış ve ilk başta insanı çamurdan yaratmıştır.","Diyanet Vakfı Meali":"O (Allah) ki, yarattığı her şeyi güzel yapmış ve ilk başta insanı çamurdan yaratmıştır.","Edip Yüksel Meali":"O yarattığı her şeyi mükemmel hale soktu. İnsanın yaratılışına balçıktan başladı.","Elmalılı Hamdi Yazır Meali":"Yarattığı her şeyi güzel yaratan ve insanı yaratmaya bir çamurdan başlayan O'dur.","Elmalılı Meali (Orijinal)":"O ki yarattığı her şey'i güzel yarattı ve insanı yaratmağa bir çamurdan başladı","Emrah Demiryent Meali":"O her şeyi en güzel şekilde yaratan ve (ilk) insanı, (Âdem’in bedenini) yaratmaya çamurdan başlayandır.","Erhan Aktaş Meali":"O ki yarattığı her şeyi en iyi şekilde yaratmıştır. İnsanı yaratmaya çamurdan¹ başladı.","Hasan Basri Çantay Meali":"Ki O, yaratdığı her şey'i güzel yapan, insanı yaratmıya da çamurdan başlıyandır.","Hayrat Neşriyat Meali":"O (Allah) ki, yarattığı herşeyi güzel yaptı ve insanı yaratmaya çamurdan başladı.(3)","İhsan Aktaş Meali":"O (Allah) ki, her şeyin yaratılışını en iyi yapmış ve (ana maddesi itibariyle) insanın (insan türünün) yaratılışını da bir balçıktan (sulu toprak ve içinde bulunan değişik elementlerden) başlamıştır.*","İlyas Yorulmaz Meali":"O, her şeyi en güzel bir biçimde var etmiş olan ve insanın ilk yaratılışını topraktan yaratandır.","İsmayıl Hakkı Baltacıoğlu":"Her yarattığını güzel yaratan, ademoğlunu yaratmıya da balçıkla başlıyan Odur.","İsmail Hakkı İzmirli":"O Tanrı, yarattığı her şeyi güzel bir tarzda yaratmış, insanın yaratmasına da çamurdan başlamıştır.","İsmail Yakıt":"O, yarattığı her şeyi güzel yaptı ve insanı yaratmaya da çamurdan [tîn] başladı.⁵","Kadri Çelik Meali":"O, her şeyin yaratılışını güzel yapmış ve insanı yaratmaya çamurdan başlamıştır.","Mahmut Kısa Meali":"<b>O, yarattığı her şeyi en güzel şekilde</b> <b>yaratandır. </b>Örneğin, ilk<b> insanın yaratılışına balçıktan başlar,</b>","Mahmut Özdemir Meali":"O’dur ki yarattığı her şeyi güzel yaptı. İnsan’ın yaratımına çamurdan başladı.","Mehmet Çakır Meali":"Tanrı yarattığı her şeyi güzel yaptı, insanı yaratma işine topraktan başladı,","Mehmet Çoban Meali":"Rabbin yarattığı her şeyi güzel yaptı. İnsanı yaratmaya da çamurdan başladı.        ","Mehmet Okuyan Meali":"O ki yarattığı her şeyi güzel yapmış ve insanı yaratmaya çamurdan başlamıştır. [*]","Mehmet Türk Meali":"O her şeyi en güzel¹ şekilde yaratan ve insanı yaratmaya çamurdan başlayandır.","Muhammed Esed Meali":"O, yarattığı her şeyi en mükemmel şekilde yapandır. ⁶ Nitekim Allah, insanın yaratılışını balçıktan başlatır; ⁷","Mustafa Çavdar Meali":"Zira O, yarattığı her şeyi en güzel şekilde yaratmıştır. İnsanı da ilk önce balçıktan yaratmaya başlamıştır. 22/5, 40/64","Mustafa İslamoğlu Meali":"O her şeye yaratılış amacıyla en uyumlu olma ve kemalini bulma (yeteneğini) bahşetmiştir.[³⁶⁸³] Öyle ki, insan türünü yaratmaya (basit) bir balçıktan başlamıştır.","Orhan Kuntman Meali":"Ki O, her şeyi güzel (akıllara durgunluk veren hikmetli, yerli yerinde, gitgide gelişen olaylar zinciriyle) yaratandır ve insanı (Adem’i) yaratmaya da, çamurdan başlamıştır.","Osman Fırat Meali":"O ki, yarattığı her şeyi en güzel yaptı. İnsanı (Adem’i) yaratmaya da çamurdan başladı.","Ömer Nasuhi Bilmen Meali":"O ki, yarattığı herşeyi güzel kıldı ve insanın yaradılışına çamurdan başladı.","Suat Yıldırım Meali":"Yarattığı her şeyi güzel ve muhkem yapıp insanı ilkin çamurdan yarattı. ","Süleyman Ateş Meali":"O'dur ki, yarattığı herşeyi güzel yaptı ve insanı yaratmağa çamurdan başladı.","Süleyman Tevfik (1927)":"O Allâh Te'âlâ ki her şeyin halkını güzel kıldı. Ve insânın halkını toprakdan başladı.","Süleymaniye Vakfı Meali":"Yarattığı her şeyi güzel yaratan ve o insanı ( dem’i) yaratmaya çamurdan başlayan O’dur.","Şaban Piriş Meali":"Yarattığı her şeyi güzel yaratandır. İnsanı da yaratmaya çamurdan başladı.","Ümit Şimşek Meali":"O Allah ki, yarattığı herşeyi güzel yarattı, insanı yaratmaya da çamurdan başladı.","Yaşar Nuri Öztürk Meali":"O, odur ki, yarattığı her şeyi güzel yarattı. Ve insanın yaratılışına çamurdan başladı.","Eski Anadolu Türkçesi":"ol kim görklü eyledi her neseneyi yaratmaġını daħı başladı yaratmaġını ādeminüñ balçıķdan","Satıraltı Meal (1534)":"Ol kim her nesneyi yaḫşı yaratdı. Daḫı başladı ādem yaratmaġını balçıḳdan.","Bunyadov-Memmedeliyev ":"O, yaratdığı hər şeyi gözəl yaratdı, insanı (Adəmi) yaratmağa palçıqdan başladı.","M. Pickthall (English)":"Who made all things good which He created, and He began the creation of man from clay;","Yusuf Ali (English)":"He Who has made everything which He has created(3636) most good: He began the creation of man with (nothing more than) clay,(3637)"},"8":{"Arabic":"ثُمَّجَعَلَنَسْلَهُمِنْسُلَالَةٍمِنْمَٓاءٍمَه۪ينٍۚ","Abdulbaki Gölpınarlı Meali":"Sonra onun soyunu, duru bir sudan, aşağılık bir su katresinden yaratmıştır.","Abdullah-Ahmet Akgül Meali":"<b>Sonra onun </b><i>(insanoğlunun)</i><b> neslini bir özden </b><i>(sülaleden)</i><b>, hakir </b><i>(görülen) </i><b>bir sudan </b><i>(meniden üretip)</i><b> yapmıştır, </b><i>(yapmaktadır.)</i> ","Abdullah Parlıyan Meali":"Sonra onun soyunu, basit bir sıvı özünden sürdürür.","Ahmet Tekin Meali":"Sonra, onun zürriyetini, neslini, organlarının özelliklerini taşıyan süzülmüş, bir özden, dayanıksız, zayıf bir katre sıvıdan, sperm ve yumurtadan meydana getirendir.","Ahmet Varol Meali":"Sonra onun soyunu bayağı bir sudan olan bir özden (nutfeden) yaptı.","Ali Bulaç Meali":"Sonra onun soyunu bir özden (sülale'den), basbayağı bir sudan yapmıştır.","Ali Fikri Yavuz Meali":"Sonra insanın neslini, bir nutfeden (erkek ve dişi hücreden), hakîr bir sudan yaptı.","Bahaeddin Sağlam Meali":"Sonra onun neslini (ana hücreyi,) değersiz bir suyun özünden yaptı.","Bayraktar Bayraklı Meali":"Sonra onun soyunu değersiz bir suyun özünden devam ettirmiştir.","Besim Atalay Meali (1965)":"Sonra onun neslini hor bir sudan yarattı !","Cemal Külünkoğlu Meali":"Sonra onun neslini bir sıvıdan, hakir bir suyun özünden çoğaltandır.","Cemil Said (1924)":"7,8,9. Yaratdığı her şeye ahsen bir şekil virmişdir insânı evvelâ balçıkdan halk iylemiş sonra neslini bir damla, za’îf bir meni damlasıyla idâme itmiş sonra kalbini tanzîm idüb kendi rûhundan bir nefesini nefh iylemişdir. Size kuvve-i sâmi’a ve bâsırayı ve kalbi viren odur. Ne kadar az müteşekkirsiniz.","Diyanet İşleri Meali (Eski)":"7,8,9. Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz.","Diyanet İşleri Meali (Yeni)":"Sonra onun neslini bir öz sudan, değersiz bir sudan yarattı.","Kur'an Yolu (Diyanet İşleri)":"Sonra onun neslini önemsenmeyen bir suyun özünden yaratıp sürdürmüştür.","Diyanet Vakfı Meali":"Sonra onun zürriyetini, dayanıksız bir suyun özünden üretmiştir.","Edip Yüksel Meali":"Sonra onun soyunu bayağı bir sudan devam ettirdi.","Elmalılı Hamdi Yazır Meali":"Sonra da onun soyunu süzülmüş bir özden, değersiz bir sudan yaratmıştır.","Elmalılı Meali (Orijinal)":"Sonra da bir sülâleden, bir hakıyr sudan neslini yaptı","Emrah Demiryent Meali":"Sonra onun (Âdem’in) neslini değersiz bir suyun özünden yarattı.","Erhan Aktaş Meali":"Sonra onun soyunu¹ bir özden, basit bir sudan², devam ettirdi.","Hasan Basri Çantay Meali":"Sonra O, bunun zürriyyetini hakıyr bir sudan meydana gelen nutfeden yapmışdır.","Hayrat Neşriyat Meali":"Sonra onun neslini, hakir bir sudan (süzülmüş) bir hulâsadan (nutfeden) kıldı.","İhsan Aktaş Meali":"Sonra onun (o insan türünün) neslini, bir nutfeden (erkek ve dişi hücreden), basit bir sıvıdan meydana getirdi.*","İlyas Yorulmaz Meali":"Sonra insanın neslinin basit bir suyun özünden olmasını sağlamış.","İsmayıl Hakkı Baltacıoğlu":"Sonra onun dölünü bayağı bir suyun durusundan yarattı.","İsmail Hakkı İzmirli":"Sonra onun dölünü, döşünü nâçiz bir suyun durusundan yapmıştır.","İsmail Yakıt":"Sonra, onun neslini hakir [mehîn] bir sudan alınan bir özden [sulâle] yaptı.⁶","Kadri Çelik Meali":"Sonra da onun soyunu süzülmüş bir özden, değersiz bir sudan karar kılmıştır.","Mahmut Kısa Meali":"<b>Sonra </b>ona üreme kabiliyeti vererek, <b>neslini, </b>meni denilen<b>değersiz bir sudan süzülmüş</b> <b>bir maddeden meydana getirir.</b>","Mahmut Özdemir Meali":"Sonra onun neslini değersiz bir su’dan, sülâle’den / öz’den yaptı.","Mehmet Çakır Meali":"sonra soyunu, dölleme ile devam ettirdi,","Mehmet Çoban Meali":"Sonra insanın neslini meni dediğiniz bir öz sudan devam ettirdi. Neslinizi devam ettiren suya değersizmiş gibi bakarsınız.         ","Mehmet Okuyan Meali":"Sonra onun neslini dayanıksız bir suyun özünden yaratmıştır. [*]","Mehmet Türk Meali":"Sonra, onun soyunu bayağı bir suyun özünden (süzerek) yaratan (da Odur).","Muhammed Esed Meali":"sonra basit bir sıvı özünden soyunu sürdürür; ⁸","Mustafa Çavdar Meali":"Sonra basit bir sıvıdan onun üremesini sağladı. 36/77, 77/20...22, 80/17...23","Mustafa İslamoğlu Meali":"Sonra onun neslini yine (en az o kadar) basit bir sıvı özünden yaratmıştır.","Orhan Kuntman Meali":"Sonra onun soyunu (Ademoğullarını) adi bir suyun özünden (ana-babasının döl sularında, gitgide olgunlaşarak meydana gelen döl hücrelerinden -erkek ve dişi döl hücresinin birleşmesinden meydana gelen \"Döllenmiş Yumurta\" dan) var etti.","Osman Fırat Meali":"Sonra onun neslini atılan bir sudan yarattı.","Ömer Nasuhi Bilmen Meali":"Sonra onun zürriyetini bir nutfeden, hakîr (zayıf) bir sudan yaptı.","Suat Yıldırım Meali":"Sonra onun neslini, önemsiz bir suyun özünden, menîden üretti. ","Süleyman Ateş Meali":"Sonra onun neslini bir özden, hakir bir su(yun özü)nden yaptı.","Süleyman Tevfik (1927)":"Sonra neslini de hafif ve hakîr bir sudan yapdı.","Süleymaniye Vakfı Meali":"Sonra onun soyunu bir özden; zayıf bir sudan yaratmıştır.","Şaban Piriş Meali":"Sonra onun neslini basit bir suyun özünden meydana getirdi.","Ümit Şimşek Meali":"Onun neslini ise bayağı bir suyun özünden yarattı.","Yaşar Nuri Öztürk Meali":"Sonra onun neslini bir üsareden, hor görülen bir sudan oluşturdu.","Eski Anadolu Türkçesi":"andan eyledi neslini menį śuyından ħor ża'if śudan.","Satıraltı Meal (1534)":"Andan ṣoñra yaratdı ādem neslini menīden ki çepel ṣudur.","Bunyadov-Memmedeliyev ":"Sonra onun nəslini nütfədən – bir qətrə zəif (dəyərsiz) sudan əmələ gətirdi.","M. Pickthall (English)":"Then He made his seed from a draught of despised fluid;","Yusuf Ali (English)":"And made his progeny from a quintessence of the nature of a fluid despised:(3638)"},"9":{"Arabic":"ثُمَّسَوّٰيهُوَنَفَخَف۪يهِمِنْرُوحِه۪وَجَعَلَلَكُمُالسَّمْعَوَالْاَبْصَارَوَالْاَفْـِٔدَةَۜقَل۪يلًامَاتَشْكُرُونَ","Abdulbaki Gölpınarlı Meali":"Sonra da onu tamamlamıştır, ona kabiliyet vermiştir ve ona ruhundan üfürmüştür ve size kulak, gözler ve gönüller halketmiştir; ne de az şükredersiniz.","Abdullah-Ahmet Akgül Meali":"<b>Sonra onu ’düzeltip bir biçime soktu’ ve ona </b><i>(insana, Kendi) </i><b>Ruhundan </b><i>(hayat ve şuur sırrından) </i><b>üfledi </b><i>(üflemektedir)</i><b>. Ve sizin için kulaklar, gözler ve gönüller var etti, </b><i>(etmektedir. Buna rağmen) </i><b>Pek</b> <b>az şükrediyorsunuz? </b><i>(Ne nankör insanlarsınız!)</i> ","Abdullah Parlıyan Meali":"Sonra ona, yaratılış amacına uygun bir şekil verip, kendi ruhundan üfler ve böylece sizi hem işitme, hem görme melekeleri, hem de düşünce ve duyularla donatır. Buna rağmen, ne kadar da az şükrediyorsunuz.","Ahmet Tekin Meali":"Bir de, onu yaratılış amacına uygun olarak şekillendiren, rahmetiyle var ettiği düzenin bir bölümü olan ruhundan nûrânî dalgalar halinde onun bütün hücrelerine ruh yayarak hayat veren, onu bilinçlendiren, sizin için kulaklar, gözler, akıllar ve kalpler planlayıp yaratandır. Ne kadar az şükrediyorsunuz?","Ahmet Varol Meali":"Sonra onu düzenli bir şekle soktu ve içine kendi ruhundan üfledi. Size kulaklar, gözler ve kalpler verdi. Çok az şükrediyorsunuz!","Ali Bulaç Meali":"Sonra onu 'düzeltip bir biçime soktu' ve ona ruhundan üfledi. Sizin için de kulak, gözler ve gönüller var etti. Ne az şükrediyorsunuz?","Ali Fikri Yavuz Meali":"Sonra Allah onu (şeklini) düzeltip tamamladı ve bizzat kendi kudretinden ona ruh koydu. Sizin için kulaklar, gözler, kalbler yarattı. (Allah'ın size verdiği nimetlere karşı), şükrünüz pek az!...","Bahaeddin Sağlam Meali":"Sonra o hücreyi düzenledi. Yani(*) ruhundan ona üfledi. Ve sizin için kulak, gözler ve duyular yaptı.(**) Ne kadar da az şükrediyorsunuz!","Bayraktar Bayraklı Meali":"Sonra ona güzel bir şekil verip kendi ruhundan üflemiştir. Size kulaklar, gözler ve kalpler vermiştir. Ne kadar az şükrediyorsunuz!","Besim Atalay Meali (1965)":"Sonra da, düzeyleyip, ona kendi ruhundan üflemiştir de; sizlere kulak verdi, göz verdi, yürek verdi, azdır şükredeniniz","Cemal Külünkoğlu Meali":"Sonra ona biçim verip, kendi ruhundan üfleyen ve (böylece) sizi hem işitme ve görme (melekeleri) hem de düşünce ve duygularla donatandır. (Buna rağmen) ne kadar da az şükrediyorsunuz!","Cemil Said (1924)":"7,8,9. Yaratdığı her şeye ahsen bir şekil virmişdir insânı evvelâ balçıkdan halk iylemiş sonra neslini bir damla, za’îf bir meni damlasıyla idâme itmiş sonra kalbini tanzîm idüb kendi rûhundan bir nefesini nefh iylemişdir. Size kuvve-i sâmi’a ve bâsırayı ve kalbi viren odur. Ne kadar az müteşekkirsiniz.","Diyanet İşleri Meali (Eski)":"7,8,9. Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz.","Diyanet İşleri Meali (Yeni)":"Sonra onu şekillendirip ona ruhundan üfledi. Sizin için işitme, görme ve idrak duygularını yarattı. Ne kadar az şükrediyorsunuz!","Kur'an Yolu (Diyanet İşleri)":"Sonra ona düzgün bir şekil vermiş ve ruhundan ona üflemiş; sizi kulak, göz ve gönüllerle donatmıştır. Ne kadar da az şükrediyorsunuz!","Diyanet Vakfı Meali":"Sonra onu tamamlayıp şekillendirmiş, ona kendi ruhundan üflemiştir. Ve sizin için kulaklar, gözler, kalpler yaratmıştır. Ne kadar az şükrediyorsunuz!","Edip Yüksel Meali":"Sonra onu biçimlendirip ona ruhundan üfledi. Size işitme ve görme yeteneği ile beyinler verdi; siz pek seyrek şükrediyorsunuz.","Elmalılı Hamdi Yazır Meali":"Sonra onu düzenli bir şekle sokup, içine kendi ruhundan üfürdü. Ve sizin için kulaklar, gözler ve gönüller var etti. Siz pek az şükrediyorsunuz!","Elmalılı Meali (Orijinal)":"Sonra onu tesviye edib içine ruhundan nefh buyurdu ve sizin için o işitmeyi, o görmeleri ve gönülleri yaptı, siz pek az şükrediyorsunuz","Emrah Demiryent Meali":"Sonra onu şekillendirip ona yaratmış olduğu rûh ile can verdi. Sizin için kulaklar, gözler ve kalpler yarattı. (Allah’ın size vermiş olduğu nimetlere karşı) ne kadar da az şükrediyorsunuz!","Erhan Aktaş Meali":"Sonra onu düzenledi ve ona ruhundan üfledi¹. Size duyma yetisi, görme yetisi ve fuad² verdi. Ne kadar az şükrediyorsunuz!","Hasan Basri Çantay Meali":"Sonra onu düzeltib tamamladı. İçine ruuhundan üfürdü. Sizin için kulaklar, gözler, gönüller yaratdı. Ne az şükredersiniz?","Hayrat Neşriyat Meali":"Sonra onu (insan sûretinde) düzeltip içine kendi (yarattığı) rûhundan üfledi; hem sizin için kulaklar, gözler ve kalbler yaptı. Ne kadar az şükrediyorsunuz!","İhsan Aktaş Meali":"Sonra da onu (o erkek ve dişi hücreyi, ana rahminde bir cenin olarak) ’tesviye edip (olgunlaştırıp) bir biçime (canlı bir insan suretine) soktu ve ona (kendi yarattığı özel) ruhundan (diğer canlı türlerinden ayıran akıl, idrak, düşünme, karar verme ve irade sahibi gibi özelliklerden) üfledi. Ve (böylece, ey insanoğlu!) Sizin için de kulak, gözler ve ef-ide’yi (idrak etmenin, düşünmenin, akletmenin organı ve merkezi olan beyinleri) var etti. (Buna rağmen) ne kadar da az şükrediyorsunuz (*)","İlyas Yorulmaz Meali":"Sonra insanın şeklini tamamlamış, sonra kendi canlılığından (ruhundan) ona can vermiş, sonra size kulak, göz ve kalp var etmiştir. Ne kadar az şükrediyorsunuz?","İsmayıl Hakkı Baltacıoğlu":"Sonra onu düzene koydu, ona kendi ruhundan üfürdü. Sizin için kulaklar, gözler, gönüllerde yarattı. Yine de pek az şükrediyorsunuz.","İsmail Hakkı İzmirli":"Daha sonra onu düzeltmiş, ona kendi ruhundan [³] hayat üfürmüş. Sizin için kulaklar, gözler, yürekler yaratmıştır. Sizse bu nimetlere az şükredersiniz.","İsmail Yakıt":"Sonra onu tesviye etti⁷ ve ona ruhundan üfürdü.⁸ Böylece sizin için kulaklar, gözler ve kalpler var etmiştir⁹. Ne kadar az şükrediyorsunuz!","Kadri Çelik Meali":"Sonra da onu düzeltip bir biçime sokmuş ve ona ruhundan üflemiştir. Sizin için de kulak, gözler ve gönüller var etmiştir. Ne kadar az şükrediyorsunuz?","Mahmut Kısa Meali":"<b>Derken onu </b>anne karnında, yaratılış amacına uygun biçimde <b>düzenleyip şekillendirir, ona Kendi ruhundan </b>hayat nefesi<b> üfler ve böylece, </b>ey insanlar, <b>sizin için </b>işiten <b>kulaklar, </b>gören <b>gözler ve </b>düşünen, hisseden <b>gönüller yaratır. Fakat siz, </b>bunca nîmetlere karşı <b>ne kadar da az şükrediyorsunuz! </b>Nitekim:","Mahmut Özdemir Meali":"Sonra onu tesviye etti. Ona rûhundan üfledi. Sonra sizin için İşitme, Görmeler ve Gönüller yaptı. Ne az şükrediyorsunuz!","Mehmet Çakır Meali":"sonra ceninin yapı taşlarını yerine oturtup kendi canından can üfledi,  göz kulak ve kalp taktı.  Buna rağmen öyle az şükrediyorsunuz ki!","Mehmet Çoban Meali":"Sonra suyu kadınların karnında insan olarak şekillendirip ruhundan üfledi. İnsana işitme, görme, idrak duyguları verdi. Niçin şükretmiyorsunuz?       ","Mehmet Okuyan Meali":"Sonra onu şekillendirmiş, ona [rûh]undan üflemiştir. Sizin için işitme (duyusu), gözler ve kalpler yaratmıştır. Ne kadar da azınız şükrediyor!","Mehmet Türk Meali":"Daha sonra da onu düzenli bir şekle sokup, ona kendi rûhundan¹ üfleyen (de Odur). (Ey insanlar!) Size kulak, gözler ve gönüller var eden (Allah’a) ne kadar da az şükrediyorsunuz?","Muhammed Esed Meali":"sonra ona [yaratılış] amacına uygun bir şekil verip Kendi ruhundan üfler; ⁹ ve [böylece, ey insanoğlu,] sizi hem işitme ve görme [melekeleri] hem de düşünce ve duygularla ¹⁰ donatır: [Buna rağmen] ne kadar da az şükrediyorsunuz!","Mustafa Çavdar Meali":"Sonra onun yaratılış amacını gerçekleştirecek bir donanıma sahip kılarak ona kendi ruhundan (Vahyinden) üfledi ve bu çerçevede sizi işitme, görme ve düşünme yetenekleriyle donattı. Bu nimetlerin hakkını ne kadar da az vererek şükrediyorsunuz. 23/78, 27/73, 67/23","Mustafa İslamoğlu Meali":"Daha sonra onu yaratılış amacını gerçekleştirecek bir donanıma sahip kılarak Kendi ruhundan üflemiştir;[³⁶⁸⁴] derken sizi[³⁶⁸⁵] hem işitme ve görme hem de duygu ve düşünce yetenekleriyle[³⁶⁸⁶] donatmıştır: ne kadar da azınız şükrediyor.[³⁶⁸⁷]","Orhan Kuntman Meali":"Sonra ona biçim verdi. (*) Ve ona kendi ruhundan üfledi!. (**) Ve sizin için kulaklar, gözler ve gönüller yarattı!.. Rabbinizin bu nimetlerine ne az şükrediyorsunuz!... (***) ","Osman Fırat Meali":"Sonra ona biçim verdi, ona (Adem’e) kendi ruhundan üfledi. Ve sizin için kulaklar, gözler ve gönüller yarattı. Ne kadar az şükrediyorsunuz!","Ömer Nasuhi Bilmen Meali":"Sonra onu düzeltti ve içerisine ruhundan üfürdü ve sizin için işitmeyi ve gözleri ve gönüIleri yarattı. Pek az şükredersiniz.","Suat Yıldırım Meali":"Sonra ona en uygun şeklini verdi, ona ruhundan üfledi. Size kulaklar, gözler, gönüller verdi. Ne az şükrediyorsunuz! [4, 171; 17, 85]","Süleyman Ateş Meali":"Sonra ona biçim verdi, ona kendi ruhundan üfledi. Ve sizin için kulak(lar), gözler ve gönüller yarattı. Ne kadar az şükrediyorsunuz!","Süleyman Tevfik (1927)":"Sonra vücûdını teşkîl ve tesviye ile ona rûhundan üfledi ve size kulaklar, gözler ve kalbler yaratdı. Bu ni'metlere ne kadar az şükür idersiniz.","Süleymaniye Vakfı Meali":"Sonra (organlarını tamamlamış) dengesini kurmuş ve ona ruhundan üflemiş[*]; (böylece) size dinleme, ileri görüşlü olma (basiret) yeteneği ve gönüller vermiştir. (Bu yetenekleri) Ne kadar az değerlendiriyorsunuz!","Şaban Piriş Meali":"Sonra ona şekil verip, canlandırdı. Size kulak, gözler ve gönüller verdi. Ne kadar az şükrediyorsunuz.","Ümit Şimşek Meali":"Sonra ona güzel ve düzgün bir biçim verdi ve ruhundan üfledi.(4) Böylece size kulaklar, gözler, kalpler verdi. Fakat ne kadar az şükrediyorsunuz!","Yaşar Nuri Öztürk Meali":"Sonra ona bir biçim verdi ve onun içine kendi ruhundan üfledi. Sizin için, işitme gücü, gözler ve gönüller vücuda getirdi. Ne kadar da az şükredersiniz!","Eski Anadolu Türkçesi":"andan rast eyledi ādemį daħı ürdi anuñ içine canından daħı eyledi sizüñ içün ķulaķ daħı gözler daħı göñüller az şükr eylersiz.","Satıraltı Meal (1534)":"Andan düzetdi ādemi ve ürdi anuñ içine emrinden. Daḫı yaratdı sizüñ‐çünḳulaḳlar ve gözler ve yürekler. Az daḫı şükr eylemezsiz Allāha.","Bunyadov-Memmedeliyev ":"Sonra onu düzəldib insan şəklinə saldı və ona öz ruhundan (özünün yaratdığı ruhdan) üfürdü (həyat verdi). O sizə göz, qulaq və ürək verdi. Siz (bu ne’mətlərə) az şükür edirsiniz!","M. Pickthall (English)":"Then He fashioned him and breathed into him of His spirit; and appointed for you hearing and sight and hearts. Small thanks give ye!","Yusuf Ali (English)":"But He fashioned him in due proportion, and breathed into him something of(3639) His spirit. And He gave you (the faculties of) hearing and sight and feeling(3640) (and understanding): little thanks do ye give!"},"10":{"Arabic":"وَقَالُٓواءَاِذَاضَلَلْنَافِيالْاَرْضِءَاِنَّالَف۪يخَلْقٍجَد۪يدٍۜبَلْهُمْبِلِقَٓاءِرَبِّهِمْكَافِرُونَ","Abdulbaki Gölpınarlı Meali":"Ve dediler ki: Yeryüzüne karışıp kaybolduktan sonra mı yeniden yaratılacağız? Hayır, onlar, Rablerine kavuşacaklarını inkar etmedeler.","Abdullah-Ahmet Akgül Meali":"<i>(Kâfirler ve gafiller:)</i><b> \"Biz </b><i>(ölüp)</i><b> toprakta kaybolduğumuz zaman, gerçekten biz </b><i>(tekrar) </i><b>yeniden yaratılacak mıyız?\" diyorlar. Doğrusu onlar Rablerine kavuşmayı inkâr ediyorlar. </b><i>(De ki; yakında anlarsınız!)</i> ","Abdullah Parlıyan Meali":"Ve dediler ki: Yeryüzüne karışıp kaybolduktan sonra mı, yeniden yaratılacağız? Hayır, onlar buna inanmamakla, Rablerine kavuşmayı inkâr etmektedirler.","Ahmet Tekin Meali":"“Toprağın içinde kaybolduğumuz zaman mı, gerçekten o vakit, biz mi, yeniden yaratılacağız?” derler. Doğrusu onlar, diriltilerek Rablerinin huzurunda hesaba çekilmeyi, mükâfat ve cezayı inkâr ediyorlar.","Ahmet Varol Meali":"Dediler ki: \"Yerde kaybolup gittikten sonra mı, biz mi yeniden yaratılacağız?\" Gerçekten onlar Rablerine kavuşmayı inkâr edenlerdir.","Ali Bulaç Meali":"Dediler ki: 'Biz yer (toprağın için) de yok olup gittikten sonra, gerçekten biz mi yeniden yaratılmış olacağız?' Hayır, onlar Rablerine kavuşmayı inkar edenlerdir.","Ali Fikri Yavuz Meali":"Bir de (kıyameti inkâr edenler): “- Arzda, toprağa karışıb kaybolduğumuzda mı; cidden biz mi, yeni bir yaratılışta olacağız?” dediler. Doğrusu onlar, Rablerinin huzuruna varacaklarını inkâr eden kâfirlerdir.","Bahaeddin Sağlam Meali":"Ve: “Biz toprak içinde kaybolduğumuz zaman mı yeni bir yaradılış içinde olacağız?” dediler. Hayır! Onlar aslında, sahipleri olan Allah ile buluşmayı inkâr ediyorlar.","Bayraktar Bayraklı Meali":"“Toprağın içinde kaybolduğumuzda, gerçekten biz mi yeniden yaratılacağız?” derler. Gerçekten onlar, Rabblerine kavuşmayı inkâr etmektedirler.","Besim Atalay Meali (1965)":"Dediler ki: «Toprakta kaybolup yeniden mi diriliriz?»; Hayır, onlar Tanrıya kavuşmayı tanımıyorlar","Cemal Külünkoğlu Meali":"(İnkârcılar:) “Biz toprağa karışıp yok olduktan sonra yeniden mi yaratılacağız?” derler. Gerçek şu ki; onlar Rablerine kavuşmayı inkâr edenlerdir.","Cemil Said (1924)":"\"Toprağın içinde gâib oldukdan sonra tekrâr yeni bir mahlûkât mı olacağız\" diyorlar. Rablerinin huzûrına çıkacaklarına inanmıyorlar.","Diyanet İşleri Meali (Eski)":"Puta tapanlar: \"Toprağa karışıp yok olduktan sonra yeniden mi yaratılacağız?\" derler. Evet; onlar, Rab'lerine kavuşmayı inkar edenlerdir.","Diyanet İşleri Meali (Yeni)":"(Kâfirler dediler ki:) “Biz toprakta yok olduktan sonra mı, biz mi yeniden yaratılacakmışız? Hayır, onlar Rablerine kavuşmayı inkâr etmektedirler.","Kur'an Yolu (Diyanet İşleri)":"İnkârcılar şöyle derler: “Toprakta kaybolup gittiğimizde biz yeniden mi yaratılacakmışız?” Gerçek şu ki, onlar rablerinin huzuruna çıkacaklarını inkâr etmektedirler.","Diyanet Vakfı Meali":"«Toprağın içinde kaybolduğumuz zaman, gerçekten (o vakit) biz mi yeniden yaratılacağız?» derler. Doğrusu onlar Rablerine kavuşmayı inkâr etmektedirler.","Edip Yüksel Meali":"Ve, \"Biz toprağa karışıp kaybolduktan sonra yeniden mi yaratılacağız?\" dediler. Doğrusu, onlar Rab'leri ile kavuşmayı inkar edenlerdir.","Elmalılı Hamdi Yazır Meali":"Onlar: \"Biz yerde kaybolup gittikten sonra, gerçekten biz mi yeni bir yaratılışta bulunacağız?\" dediler. Fakat onlar Rablerine kavuşmayı (O'nun huzuruna varacaklarını) inkâr eden kâfirlerdir.","Elmalılı Meali (Orijinal)":"Bir de: â! Arzda gaib olduğumuzda mı? Cidden biz mi muhakkak yeni bir hılkatte olacağız? dediler, fakat onlar rablarının likasını (huzuruna varacaklarını) inkâr eden kâfirlerdir","Emrah Demiryent Meali":"(Öldükten sonra tekrar diriltilmeyi ve hesabı inkâr eden kâfirler, alaylı bir ifadeyle) dediler ki: “(Öldükten sonra,) yerde (toprağın içinde) yok olduğumuz zaman, (gerçekten) biz, yeniden mi yaratılacağız?” Doğrusu, onlar (bu sözleri ile) Rablerine kavuşmayı (O’nun manevi huzurunda hesap vermeyi) inkâr etmektedirler.","Erhan Aktaş Meali":"Onlar: “Toprakta yok olup kaybolduktan sonra yeniden mi yaratılacağız?” dediler. Hayır; onlar, Rabblerine kavuşmayı yalanlıyorlar.","Hasan Basri Çantay Meali":"Dediler ki: «Biz yerde (çürüyüb) gaaib olduğumuz vakit mı, hakıykaten biz mi yeni bir yaratılışda (bulunacağız)»? Evet, onlar Rablerine kavuşmayı inkâr edicidirler.","Hayrat Neşriyat Meali":"Hâlbuki (onlar): “(Biz) yerin içinde kaybolduğumuz zaman mı, gerçekten biz mi yeni bir yaratılışta olacağız?” dediler. Hayır! Onlar, Rablerine kavuşmayı inkâr eden kimselerdir.","İhsan Aktaş Meali":"Ve onlar (inkâr edenler) biz toprakta (çürüyüp) kaybolduktan sonra, yeni bir yaratılış içinde mi olacağız? dediler. Doğrusu onlar, Rablerine kavuşmayı inkâr edenlerdir. *","İlyas Yorulmaz Meali":"Sonra onlar ”Biz toprak içinde yok olduktan sonra, yeni bir yaratılışta mı olacağız?” dediler. Hayır! Onlar Rablerine kavuşmayı inkâr ediyorlar.","İsmayıl Hakkı Baltacıoğlu":"Dediler: \"Biz yerin altında kaybolup gittikten sonra mı gerçekten yeniden yaratılacağız?\" Yok, onlar çalaplarına kavuşacaklarını tanımıyorlar.","İsmail Hakkı İzmirli":"Onlar «— Acaba biz, yeryüzünde toprağa karışıp kaybolunca yeniden yaratılacak mıyız?» dediler. Hayır onlar Rablerine kavuşmayı tanımıyorlar.","İsmail Yakıt":"Dediler ki: “Bizler arzda/toprağın içinde kaybolup gittikten [dalalnâ] sonra yeni bir yaratılış içinde mi olacağız?”¹⁰ Bilakis onlar Rablerine kavuşmayı inkâr edenlerdir.","Kadri Çelik Meali":"Dediler ki: “Biz yerde yok olup gittikten sonra, gerçekten biz yeni bir yaratılışta mı olacağız?” Hayır, onlar Rablerine kavuşmayı inkâr edenlerdir.","Mahmut Kısa Meali":"Yeniden dirilişi inkâr edenler,<b> “</b>Ne yani, <b>biz</b>im kemiklerimiz tamamen çürüyüp toza <b>toprağa karıştıktan sonra mı yeniden diriltileceğiz?” diyorlar. Hayır, aslında onlar </b>bunun pekâlâ mümkün olduğunu biliyorlar fakat yargılanmak işlerine gelmediği için, <b>Rableri </b>olan Allah <b>ile buluşmayı inkâr ediyorlar.</b>","Mahmut Özdemir Meali":"-“Yer’de kaybolup gittiğimiz zaman mı, gerçekten biz mi yeni bir yaratılış içindeyiz?” dediler. Aslında onlar rabb’leri ile karşılaşmayı inkâr edenlerdir.","Mehmet Çakır Meali":"Diyorlar ki: &quot; <i>Yeryüzünde yok olup gittikten sonra mı, yeni bir yaratılış içinde olacağız</i>? &quot; Aslında onlar, Allah'a hesap verme olayına inanmıyorlar.","Mehmet Çoban Meali":"Vahiyle bildirilen gerçekleri inkâr edenler dediler ki; \"Toprak olup yok olduktan sonra yeniden mi yaratılacağız?” Onlar bu sözleriyle Rabbine kavuşmayı inkâr etmektedirler.        ","Mehmet Okuyan Meali":"(İnkârcılar) “Toprağın içinde kaybolduğumuz zaman biz mi yeni bir yaratılışta olacakmışız?” derler. Doğrusu onlar Rablerine kavuşmayı inkâr edenlerdir.","Mehmet Türk Meali":"Ve (kâfirler): “Biz toprakta kaybolup gittikten sonra, yeniden mi yaratılacağız?” dediler. Doğrusu onlar, Rablerine kavuşmayı inkâr edenlerdir.","Muhammed Esed Meali":"Nitekim [çoğu] insanlar, “Ne! Biz [ölüp] toprağın altında kaybolduktan sonra yeni bir yaratılış eylemi sonucunda [hayata yeniden döndürülmüş] mü olacağız?” derler. Hayır, ama [böyle söyleyerek] Rablerine kavuşacakları gerçeğini inkar ederler! ¹¹","Mustafa Çavdar Meali":"Bir de kalkıp: “Biz ölüp, toprağa karıştıktan sonra yeniden mi diriltileceğiz?” Diyorlar. Aslında onlar, Rabbleri ile karşılaşmayı hesaba katmıyorlar! 17/98, 45/34-35","Mustafa İslamoğlu Meali":"Bir de kalkıp derler ki: “Yani biz toprağın içinde kayıplara karışınca mı? Sahiden de biz yeniden yaratılacak mıyız?” Aslında (bu tavırlarıyla) onlar, Rablerinin huzuruna çıkıp (hesap vermeyi) inkâr etmektedirler.[³⁶⁸⁸]","Orhan Kuntman Meali":"(Müşrikler Rablerine ortak koştukları gibi, ahireti de inkar ederler ve ) \"Toprakta çürüyüp yok olduktan sonra biz, nasıl olur da yeniden yaratılabiliriz! (Bu asla olamayacak bir şey)\" de derler!.. Evet, onlar Rablerine kavuşmayı da inkar eden kafirlerdir!..","Osman Fırat Meali":"Biz toprakta zayii olduktan (toprağa karışıp yok olduktan) sonra, yeniden mi yaratılacağız? dediler. Doğrusu onlar, Rablerine kavuşmayı inkâr edenlerdir.","Ömer Nasuhi Bilmen Meali":"Ve dediler ki: «Biz yerde gaib olduğumuz zaman mı, muhakkak biz mi bir yeni yaradılışta bulunacağız?» Evet. Onlar Rablerine kavuşmayı inkar eden kimselerdir.","Suat Yıldırım Meali":"Bir de: “Â! Toprağın dibinde toz olup kaybolduğumuz zaman, gerçekten bu hale gelmiş olan bizler mi yeniden yaratılacağız! ” derler. Hatta onlar Rab'lerinin huzuruna varacaklarını da inkâr ederler. ","Süleyman Ateş Meali":"Biz toprakta kaybolduktan sonra, yeni bir yaratılış içinde mi olacağız? dediler. Doğrusu onlar, Rablerine kavuşmayı inkar edenlerdir.","Süleyman Tevfik (1927)":"\"Biz, ölüb toprak olarak yerin içinde zâyi' oldukdan sonra yeniden halk olunur muyuz?\" didiler. Evet, bunlar rablerinin likâsını inkâr idenlerdir.","Süleymaniye Vakfı Meali":"Kimileri şöyle der: Yani toprağın içinde kaybolduğumuzda yeniden yaratılacağız öyle mi?\" Aslında göze alamadıkları Rableriyle yüzleşmektir.","Şaban Piriş Meali":"-Biz, toprakta kaybolup gittikten sonra mı yeniden yaratılacağız? dediler. Aslında onlar, Rab'leri ile karşılaşmayı inkar ediyorlar!","Ümit Şimşek Meali":"Bir de dediler ki: “Toprağın altında kaybolup gittikten sonra yeniden mi yaratılacağız?” Doğrusu onlar Rablerine kavuşmayı inkâr ediyorlar.","Yaşar Nuri Öztürk Meali":"Şöyle dediler: \"Toprakta kaybolup gittiğimiz zaman mı, o zaman mı yeni bir yaratılış içinde olacağız!\" Gerçek şu ki, onlar her şeyden önce, Rablerinin huzuruna varmayı inkâr ediyorlar.","Eski Anadolu Türkçesi":"daħı eyittiler “ķaçan kim yavu ķılmavuz yirde ay bayıķ biz yiñi diriltmek içinde mivüz?” belki anlar çalabı’ların görmege kāfirlerdür.","Satıraltı Meal (1534)":"Daḫı eyitdi kāfirler: Biz yirler içinde çüridügümüzden ṣoñra ikinci biz yiñimi yaradılur‐biz? didiler. Bel ki anlar Tañrıları liḳāsına kāfirlerdür.","Bunyadov-Memmedeliyev ":"(Axirətə inanmayanlar) dedilər: “Məgər biz torpağa qarışıb yox olandan sonra yenidənmi yaradılacağıq?” Bəli, onlar Rəbbi ilə qarşılaşacaqlarını (qiyamət günü dirilib haqq-hesab üçün Allahın hüzurunda duracaqlarını) inkar edən kəslərdir!","M. Pickthall (English)":"And they say: When we are lost in the earth, how can we then be recreated? Nay but they are disbelievers in the meeting with their Lord.","Yusuf Ali (English)":"And they say: \"What! when we lie, hidden and lost, in the earth, shall we indeed be in a Creation renewed?(3641) Nay, they deny the Meeting with their Lord."},"11":{"Arabic":"قُلْيَتَوَفّٰيكُمْمَلَكُالْمَوْتِالَّذ۪يوُكِّلَبِكُمْثُمَّاِلٰىرَبِّكُمْتُرْجَعُونَ۟","Abdulbaki Gölpınarlı Meali":"De ki: Size memur olan ölüm meleği öldürecek sizi, sonra da dönüp Rabbinizin tapısına varacaksınız.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Canınızı almak için </b><i>(görevli)</i><b> vekil kılınan ölüm meleği, hayatınıza son verecek, sonra Rabbinize döndürülmüş olacaksınız.\"</b> ","Abdullah Parlıyan Meali":"De ki: Sizin için görevlendirilmiş olan ölüm meleği, bir gün canınızı alır ve sonra hep birlikte, Rabbinize döndürülürsünüz.","Ahmet Tekin Meali":"“Sizinle ilgili görevlendirilen ölüm meleği ruhunuzu alarak ölümlerinizi gerçekleştirecek. Sonra Rabbinizin huzuruna götürülüp hesaba çekileceksiniz.” de.","Ahmet Varol Meali":"De ki: \"Sizin için görevlendirilmiş olan ölüm meleği canınızı alır sonra Rabbinize döndürülürsünüz.\"","Ali Bulaç Meali":"De ki: 'Size vekil kılınan ölüm meleği, hayatınıza son verecek, sonra Rabbinize döndürülmüş olacaksınız.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, onlara) de ki: “- Sizin canınızı almağa vekil kılınan Ölüm Meleği (Azrail) canınızı alacak; sonra döndürülüb Rabbinize götürüleceksiniz.”","Bahaeddin Sağlam Meali":"De ki: “Sizin için görevlendirilen ölüm meleği, ruhunuzu alır. Sonra Rabbiniz olan Allah’a dönersiniz.","Bayraktar Bayraklı Meali":"De ki: “Size vekil kılınan ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz.”","Besim Atalay Meali (1965)":"Diyesin ki: «Ölüm perisi, canınızı alacak, hepiniz de bize döneceksiniz ! ","Cemal Külünkoğlu Meali":"De ki: “Sizin için görevlendirilen ölüm meleği canınızı alacak ve sonra Rabbinize döndürüleceksiniz!”","Cemil Said (1924)":"Ânlara di ki: \"Melekü’l mevt size me’mûrdur. Sizi öldürür sonra hepiniz rabbinize rücû’ idersiniz.","Diyanet İşleri Meali (Eski)":"De ki: \"Size vekil kılınan ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz.\"*","Diyanet İşleri Meali (Yeni)":"De ki: “Sizin için görevlendirilen ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Sizin için görevlendirilmiş bulunan ölüm meleği canınızı alacak, sonra rabbinize döndürüleceksiniz.”","Diyanet Vakfı Meali":"De ki: Size vekil kılınan (bu konuda görevlendirilen) ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz.","Edip Yüksel Meali":"De ki, \"Üzerinize görevlendirilen ölüm meleği canınızı alacak ve sonra Rabbinize döndürüleceksiniz.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Size vekil kılınmış olan ölüm meleği canınızı alacak, sonra döndürülüp Rabbinize götürüleceksiniz.\"","Elmalılı Meali (Orijinal)":"De ki size müvekkel kılınmış olan melekül'mevt canınızı alacak, sonra döndürülüb rabbınıza götürüleceksiniz","Emrah Demiryent Meali":"(Resûlüm! O kâfirlere) de ki: “Canınızı almaya vekil kılınan ölüm meleği, canınızı alacak, sonra (da yaptıklarınızın hesabını vermek üzere) Rabbinize (O’nun manevi huzuruna) döndürüleceksiniz.”","Erhan Aktaş Meali":"De ki: “Size vekil kılınan¹ ölüm meleği, sizi vefat ettirecek. Sonra Rabbinize döndürüleceksiniz.²","Hasan Basri Çantay Meali":"De ki: Size müvekkel olan ölüm meleği canınızı alacak. (Ondan) sonra da Rabbinize döndürül (üb götürüleceksiniz».","Hayrat Neşriyat Meali":"De ki: “(Canınızı almak husûsunda) size müekkel olan (vekil kılınan) ölüm meleği canınızı alacak;(4) sonra Rabbinize döndürüleceksiniz.”","İhsan Aktaş Meali":"De ki: Sizin (ruhunuzu almak) için görevli kılınan ölüm meleği canınızı alır sonra da (tekrar diriltilip) Rabbinize döndürülürsünüz.*","İlyas Yorulmaz Meali":"Deki “Sizin üzerinize görevlendirilmiş ölüm meleği sizin canınızı alır (öldürür), sonrada Rabbinize döndürülürsünüz.”","İsmayıl Hakkı Baltacıoğlu":"Sizin işinizle görevli olan ölüm meleği canınızı alacaktır. Sonra sizler ancak çalabınıza döndürüleceksiniz.","İsmail Hakkı İzmirli":"De ki canınızı almaya müvekkel olan ölüm meleği hepinizin canını alacak, sonra siz Rabbinize döneceksiniz.","İsmail Yakıt":"De ki: “Üzerinize vekil kılınan/görevlendirilen ölüm meleği¹¹ canınızı alır, sonra da Rabbinize döndürülürsünüz.”","Kadri Çelik Meali":"De ki: “Size vekil kılınan ölüm meleği, sizin hayatınıza son verecek, sonra da Rabbinize döndürülmüş olacaksınız.”","Mahmut Kısa Meali":"Onlara <b>de ki: “</b>Evet, <b>Sizin için görevlendirilmiş olan ölüm meleği </b>Azrail ve yardımcıları <b>sizi </b>bir gün <b>öldürecek, sonra da </b>yaptıklarınızın hesabını vermek üzere <b>Rabb’inizin huzuruna çıkarılacaksınız.</b>","Mahmut Özdemir Meali":"De ki: <br>\n“Size vekîl tayin edilmiş olan, Ölüm’ün meleği sizi vefat ettiriyor; sonra rabbinize döndürülüyorsunuz”.","Mehmet Çakır Meali":"De ki: &quot; <i>Sizin için görevlendirilen ölüm meleği önce sizin canınızı alacak, sonra Rabb'inize geri döneceksiniz o kadar... </i>&quot;","Mehmet Çoban Meali":"De ki: \"Sizin için görevlendirilen ölüm meleği canınızı alacak! Sonra Rabbinize döndürüleceksiniz.\"        ","Mehmet Okuyan Meali":"De ki: “Size [vekil] kılınan (görevlendirilen) ölüm meleği [*] sizi vefat ettirecek, sonra Rabbinize döndürüleceksiniz.”","Mehmet Türk Meali":"(Ey Muhammed! Onlara): “Sizin için görevlendirilen ölüm meleği,¹ (bir gün) sizi vefat ettirecek ve sonra Rabbinize döndürüleceksiniz.” de.","Muhammed Esed Meali":"De ki: “Sizin için görevlendirilmiş olan ölüm meleği [bir gün] sizi toplayacak ve sonra (hep birlikte) Rabbinize döndürüleceksiniz”.","Mustafa Çavdar Meali":"De ki: – Sizin için görevlendirilmiş olan ölüm meleği, vakti geldiğinde sizin canınızı alacak en sonunda da hesap için Rabbinize döndürüleceksiniz! 6/60...62, 39/42","Mustafa İslamoğlu Meali":"De ki: “Sizin için görevlendirilmiş ölüm meleği (nasıl olsa) sizin canlarınızı alacak;[³⁶⁸⁹] en sonunda Rabbinize döndürüleceksiniz.”[³⁶⁹⁰]","Orhan Kuntman Meali":"(Ey Muhammed) De ki \"(Eceliniz geldiğinde) Size gönderilen ölüm meleği canınızı alacak; sonra da Rabbinize (Rabbinizin huzuruna) götürüleceksiniz!\"","Osman Fırat Meali":"De ki: \"Üzerinize vekil edilen ölüm meleği sizi vefat ettirir, sonra Rabbinize döndürülürsünüz. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Size müvekkel olan ölüm meleği, sizin canınızı alacaktır. Sonra da Rabbinize döndürüleceksiniz.»","Suat Yıldırım Meali":"Sen de ki: “Sizi, canınızı almakla görevlendirilen ölüm meleği vefat ettirecek, sonra da Rabbinizin huzuruna götürüleceksiniz. ”","Süleyman Ateş Meali":"De ki: \"Üzerinize vekil edilen ölüm meleği, canınızı alır, sonra Rabbinize döndürülürsünüz.\"","Süleyman Tevfik (1927)":"Di ki: \"Üzerinize tevkîl kılınan melekü'l mevt sizi vefât itdirir, sonra rabbinize rücû' idersiniz.\"","Süleymaniye Vakfı Meali":"De ki: \"Sizin için görevlendirilen ölüm meleği ruhunuzu[*] alacak ve daha sonra (diriltilip) Rabbinizin huzuruna çıkarılacaksınız","Şaban Piriş Meali":"- Size memur edilen ölüm meleği sizin canınızı alacak sonra da Rabbinize döndürüleceksiniz, de!","Ümit Şimşek Meali":"De ki: Sizin için görevlendirilen ölüm meleği sizi öldürür; sonra da Rabbinizin huzuruna çıkarılırsınız.","Yaşar Nuri Öztürk Meali":"Söyle onlara: \"Size vekil edilen ölüm meleği canınızı alır, sonra doğrudan doğruya Rabbinize döndürülürsünüz.\"","Eski Anadolu Türkçesi":"eyit “canuñuz ala sizüñ ölüm firiştesi ol kim ķonılmışdur size andan çalabuñuzdın yaña döndürinilesiz.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Sizüñ cānuñuzı melekü’l‐mevt ḳabż ider kim sizüñüstüñüze ḳonulmışdur. Andan ṣoñra Tañrıñuz ḥażretine döneceksiz.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) De: “Sizə müvəkkil olan ölüm mələyi (Əzrail) canınızı alacaqdır. Sonra da (qiyamət günü) Rəbbinizin hüzuruna qaytarılacaqsınız!”","M. Pickthall (English)":"Say: The angel of death, who hath charge concerning you, will gather you, and afterward unto your Lord ye will be returned.","Yusuf Ali (English)":"Say: \"The Angel of Death, put in charge of you, will (duly) take your souls(3642) then shall ye be brought back to your Lord.\""},"12":{"Arabic":"وَلَوْتَرٰٓىاِذِالْمُجْرِمُونَنَاكِسُوارُؤُ۫سِهِمْعِنْدَرَبِّهِمْۜرَبَّنَٓااَبْصَرْنَاوَسَمِعْنَافَارْجِعْنَانَعْمَلْصَالِحًااِنَّامُوقِنُونَ","Abdulbaki Gölpınarlı Meali":"Rableri katında başlarını eğerek Rabbimiz, gördük ve duyduk, artık bizi tekrar dünyaya döndür de iyi işlerde bulunalım, gerçekten de adamakıllı inandık dedikleri zaman bir görsen mücrimleri.","Abdullah-Ahmet Akgül Meali":"<b>Şayet </b><i>(o mücrim kulları)</i><b> suçlu-günahkârları, </b><i>(ahirette) </i><b>Rableri huzurunda başları öne eğilmiş olarak: \"Rabbimiz </b><i>(dünyada inkâr ettiğimiz her hakikati artık bizzat)</i><b> gördük ve işittik; şimdi bizi </b><i>(bir kere daha dünyaya)</i><b> geri çevir ki </b><i>(İslam’a ve insanlığa uygun işlerde ve)</i><b> salih amelde bulunalım, artık biz gerçekten kesin bilgiyle inananlarız\" </b><i>(diye yalvaracakları) </i><b>zaman bir görsen, </b><i>(onlar nasıl da pişman ve perişan bir durumdalardır.)</i> ","Abdullah Parlıyan Meali":"Günahlara batıp gidenlerin, hesap günü başlarını eğerek Rablerinin huzurunda, şimdi gerçekleri gördük ve duyduk, öyleyse bizi yeryüzündeki hayatımıza geri döndür ki, doğru ve yararlı işler yapalım, doğrusu şimdi adamakıllı inandık, dedikleri zamanki hallerini bir görsen!","Ahmet Tekin Meali":"İslâm'a planlı cephe alarak, müslümanlığı, müslüman nesilleri yozlaştırma, yok etme suçu işleyen güç ve iktidar sahibi âsileri, suçluları, günahkârları, Rablerinin huzurunda başları öne eğilmiş olarak:<br>\r\n“Ey Rabbimiz, gördük, akıllandık ve dinliyoruz. Şimdi bizi dünyaya geri gönder de, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirelim, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayalım, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olalım, cârî-kalıcı hayırlar-sâlih ameller işleyelim. Artık, Allah'ın Rasulü'nün tebliğ ettiği Kur'ân'ın ve sünnetin değerini delilleriyle, gerekçeleriyle bilip kesin olarak inandık.” diyecekleri zaman bir görsen.","Ahmet Varol Meali":"Suçluları, Rablerinin huzurunda başlarını öne eğmiş olarak: \"Ey Rabbimiz! Gördük ve duyduk. Bizi geri çevir salih amel işleyelim. Artık kesin olarak inananlarız\" (derlerken) bir görsen.","Ali Bulaç Meali":"Suçlu-günahkarları, Rableri huzurunda başları öne eğilmiş olarak: 'Rabbimiz, gördük ve işittik; şimdi bizi (bir kere daha dünyaya) geri çevir, salih bir amelde bulunalım, artık biz gerçekten kesin bilgiyle inananlarız' (diye yalvaracakları zamanı) bir görsen.","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, kıyamette) müşrikleri, Rableri huzurunda başlarını eğerek: “-Ey Rabbimiz! Bize vaad ettiğini gördük, peygamberlerin doğruluğunu işittik ve kabul ettik. Şimdi bizi (dünyaya) geri çevir, salih bir amel işliyelim. Çünkü (inkâr ettiklerimize tamamen ve) yakînen inandık.” derlerken bir görsen!...","Bahaeddin Sağlam Meali":"Keşke görseydin! O suçlular, Rableri huzurunda nasıl başlarını eğerek: “Ey Rabbimiz! Gördük ve işittik. Sen bizi geri gönder de yararlı işler yapalım. Biz gerçekten ahirete inananlarız” (diyecekler.)","Bayraktar Bayraklı Meali":"O suçluların, Rabblerinin huzurunda başlarını eğerek, “Ey Rabbimiz! Gördük, duyduk. Artık bizi dünyaya geri gönder de iyi işler yapalım. Çünkü biz kesin olarak inandık” diyecekleri anı bir görsen![432]","Besim Atalay Meali (1965)":"Sen, günahlı olanların: «Tanrımız! Gördük, işittik, bizi geri gönder, yararlı iş görelim, yakından inanalım» diye Tanrı katında boyunların büktüklerin bir görsen","Cemal Külünkoğlu Meali":"Suçluları, Rablerinin huzurunda başları öne eğilmiş olarak: “Rabbimiz! Gördük ve dinledik. Artık bizi dünyaya geri çevir de iyi işler yapalım. Gerçekten biz, kesin olarak inandık” derlerken bir görsen! ","Cemil Said (1924)":"Yâ Muhammed! Görsen mücrimler rablerinin huzûrunda nasıl başlarını eğerler ve \"Yâ rabbî gördük ve işitdik müsâ’ade it tekrâr dünyâya rücû’ idelim, a’mâl-i sâlihada bulunuruz. Şimdi îmân idiyoruz\" diyu nidâ ideceklerdir.","Diyanet İşleri Meali (Eski)":"Suçluları Rablerinin huzurunda, başları öne eğilmiş olarak: \"Rabbimiz! Gördük, dinledik, artık bizi dünyaya geri çevir de iyi iş işleyelim; doğrusu kesin olarak inandık\" derlerken bir görsen!","Diyanet İşleri Meali (Yeni)":"Suçlular, Rablerinin huzurunda boyunlarını büküp, “Rabbimiz! (Gerçeği) gördük ve işittik. Artık şimdi bizi (dünyaya) döndür ki, salih amel işleyelim. Biz artık kesin olarak inanmaktayız” dedikleri vakit, (onları) bir görsen!","Kur'an Yolu (Diyanet İşleri)":"O günahkârları rablerinin huzurunda başlarını önlerine eğmiş halde şöyle derlerken bir görsen: “Rabbimiz! Gördük ve işittik; bizi geri gönder de rızâna uygun işler yapalım, artık kesin olarak inandık!”","Diyanet Vakfı Meali":"O günahkârların, Rableri huzurunda başlarını öne eğecekleri, «Rabbimiz! Gördük duyduk, şimdi bizi (dünyaya) geri gönder de, iyi işler yapalım, artık kesin olarak inandık» diyecekleri zamanı bir görsen!","Edip Yüksel Meali":"Suçluları, Rab'leri huzurunda başlarını öne eğmiş durumda iken bir görseydin: \"Rabbimiz, gördük ve işittik. Bizi döndür de erdemli davranalım. şimdi biz kesin olarak inandık.\"","Elmalılı Hamdi Yazır Meali":"Ey Muhammed! Günahkârların, Rablerinin huzurunda başları öne eğilmiş olarak: \"Ey Rabbimiz! Gördük ve dinledik, şimdi bizi geri çevir de salih bir amel işleyelim, çünkü biz artık kesin bir şekilde inanıyoruz.\" derlerken bir görsen!","Elmalılı Meali (Orijinal)":"Görsen o vakıt ki mücrimler rablarının huzurunda başlarını eğmişler: rabbenâ! Gördük, dinledik şimdi bizi geri çevir salih bir amel işliyelim, zira yakîn hasıl ettik derlerken","Emrah Demiryent Meali":"(Resûlüm! Hesap gününde) suçluları (kâfirleri), Rablerinin (manevi) huzurunda, (pişmanlıklarından dolayı) başları öne eğilmiş olarak, “Ey Rabbimiz! (İnkâr edemeyeceğimiz bir şekilde yeniden diriltilişin hak olduğunu) gördük ve işittik. Bizi (dünyaya geri) gönder de (orada) sâlih ameller işleyelim. Zira biz (gerçekten, âhirete) kesin olarak inandık” diyecekleri anı bir görsen!","Erhan Aktaş Meali":"Mücrimleri, Rabblerinin huzurunda başları öne eğilmiş olarak: “Rabb'imiz! Gördük ve dinledik, şimdi bizi dünyaya geri gönder de salihatı¹ yapalım. Biz, artık kesin bir şekilde inandık.” derlerken bir görsen! ","Hasan Basri Çantay Meali":"Günahkârların, Rableri huzuurunda: «Ey Rabbimiz, gördük, İşitdik, Şimdi bizi (dünyâye) geri çevir de güzel amel (ve hareketler) de bulunalım. Çünkü (artık) kat'î suretde inananlarız» (diye diye) sernügûn (olacakları) zaman sen görsen (onları)!","Hayrat Neşriyat Meali":"(Ey Resûlüm!) Rablerinin huzûrunda başlarını öne eğen kimseler olduklarında günahkârları bir görsen! (O zaman:) “Rabbimiz! Gördük, işittik; şimdi bizi (dünyaya bir daha) döndür de sâlih bir amel işleyelim; doğrusu biz (artık) kesin olarak inanan kimseleriz”(derler).","İhsan Aktaş Meali":"O suçluların, Rableri huzurunda başlarını öne eğecekleri, «Rabbimiz! (Gerçekleri) gördük ve duyduk; şimdi bizi (dünyaya) geri gönder de, iyi işler yapalım, artık kesin olarak inandık» diyecekleri zamanı bir görsen!*","İlyas Yorulmaz Meali":"Suçluların Rablerinin huzurunda, başlarını önlerine eğmiş “Rabbimiz! Biz gördük ve işittik. Artık bizi (dünyaya) geri gönder de doğru işler yapalım, biz (görüp işittiklerimizle) şu an ikna olduk” dediklerini görürsün.","İsmayıl Hakkı Baltacıoğlu":"Suçluları o gün bir görsen, çalaplarının katında başları önlerinde derler: \"Ey çalabımız! Gördük, işittik, şimdi bizi gerisin geriye dünyaya gönder de iyilik işliyelim. Çünkü bizler artık kanasıya inanıyoruz.\"","İsmail Hakkı İzmirli":"Günahkârları Rableri huzurunda başlarını eğerek «— Ey Rabbimiz! Gördük, işittik [¹], artık bizi dünyaya döndür de iyi iş işleyelim, zira bizler kıyameti yakînen biliyoruz» dedikleri vakit görseydin ne müthiş bir şey görürdün!","İsmail Yakıt":"(Ey Peygamber!) Günahkârların/suçluların Rablerinin katında boyun bükerek, “Rabbimiz! Gördük ve işittik. Bizi (tekrar dünyaya) döndür ki, iyi ve yararlı iş [sâlih] yapalım. Biz kesin olarak inandık” diyecekleri günü bir görsen!¹²","Kadri Çelik Meali":"Suçlu günahkârları, rableri huzurunda başları öne eğilmiş olarak, “Rabbimiz! Gördük ve işittik; şimdi bizi (bir kere daha dünyaya) geri çevir ki salih bir amelde bulunalım, artık biz gerçekten kesin bilgiyle inananlarız” derlerken bir görsen!","Mahmut Kısa Meali":"<b>Keşke bu günahkârların, </b>Hesap Günü <b>Rablerinin huzurunda </b>pişmanlık ve utanç içinde <b>başlarını öne eğerek şöyle yalvardıkları zaman</b>ki acıklı<b> hallerini bir görseydin: “Ey Rabb’imiz, </b>şimdi gerçeği gözlerimizle <b>gördük, </b>kulaklarımızla<b> işittik; </b>ne olur,<b> bizi </b>dünya hayatına <b>geri gönder ki, </b>tövbe edip <b>güzel davranışlarda bulunalım; </b>çünkü artık, öte dünyanın varlığına <b>tüm kalbimizle inanıyoruz!” </b><br>İşte o zaman, Allah şöyle buyuracak:","Mahmut Özdemir Meali":"Bir görsen; Mücrimler / Suçlular, rabb’leri katında başlarını öne eğdiklerinde: <br>\n“Rabbimiz! Gördük, işittik. Bizi yeniden döndür, salih amel işleyelim (iyi iş yapalım)! Biz, ikna olmuşuz / kesin inanmışız”.","Mehmet Çakır Meali":"<b>Senin </b>de göreceğin gibi! O gün suçlular, Rab'lerine boyunlarını büküp yalvaracaklar:  &quot; <i>Efendimiz! Bizzat gördük duyduk, n'olur bizi geri gönder de </i> <i>biraz da yararlı işler yapalım. Artık aklımız başımıza geldi</i> &quot; diyecekler","Mehmet Çoban Meali":"Hesap günü suçluların huzurumuzdaki hallerini bir görsen! Boyunları büküktür. \"Rabbimiz! Gerçeği gördük, işittik. Bizi dünyaya tekrar döndür ki; dünyada sana inanan, yasalarına göre yaşayan, güzel işler yapanlardan olalım! Biz artık kesin olarak inanmaktayız!\" diye yalvarırlar!","Mehmet Okuyan Meali":"O suçluların Rableri huzurunda başlarını öne eğecekleri ve “Rabbimiz! Gördük, duyduk; bizi (dünyaya) geri gönder de iyi işler yapalım; artık kesin olarak inananlarız!” [*] diyecekleri zamanı bir görsen!","Mehmet Türk Meali":"Eğer günâhkârları, Rablerinin huzurunda (pişmanlıklarından dolayı) başları öne eğilmiş olarak: “Ey Rabbimiz! (Şimdi) gördük ve duyduk. Bizi (dünyaya bir daha) gönder de gerçekten inananlar olarak (orada) doğru işler yapalım.” (diye yalvarırlarken) bir görsen.","Muhammed Esed Meali":"Keşke, günaha batmış olanların [Hesap Günü] Rablerinin huzurunda başlarını öne eğerek, “Ey Rabbimiz! [Şimdi] görmüş ve duymuş olduk. Öyleyse bizi [yeryüzündeki hayatımıza] geri döndür ki doğru ve yararlı işler yapalım: çünkü [artık hakikate] kanî olduk!” dedikleri zaman[ki hallerini] bir görsen!","Mustafa Çavdar Meali":"Sen o suçluları, Rabblerinin huzurunda, başlarını öne eğmiş bir vaziyette: “Rabbimiz, biz göreceğimizi gördük, duyacağımızı duyduk, inandık ve ikna olduk. Ne olur bizi geri gönder de iyi ve güzel işler yapalım!” dediklerinde onları bir görmeliydin. 23/99, 34/31, 50/19...30","Mustafa İslamoğlu Meali":"Günahı hayat tarzı haline getirenleri[³⁶⁹¹] Rablerinin huzurunda başları eğik vaziyette (şöyle derken) bir görmeliydin: “Rabbimiz, (İşte artık) gördük ve işittik! Şu halde bizi (dünyaya) geri döndür de iyi bir şeyler yapalım! Çünkü (yeniden dirilişe) ikna olmuş bulunuyoruz.”[³⁶⁹²]","Orhan Kuntman Meali":"(Ey Muhammed) Sen o günahkarların, Rableri huzurunda başları öne eğilmiş olarak; \" Ey Rabbimiz!. (İnkar ettiğimiz ölümden sonraki dirilişi) Gördük. (Yalan saydığımız peygamberlerin davetinin hak olduğunu kabullendik) İşittik. Şimdi bizi dünyaya geri gönder de, sâlih amellerde bulunalım, artık biz kesin olarak iman ettik\" diye yalvarmalarını bir görsen! (Elbette ki, bu yalvarmaları onlara hiç bir yarar sağlamayacaktır)","Osman Fırat Meali":"Suçlular, Rablerinin huzurunda boyunlarını büküp, \"Rabbimiz! (Gerçeği) gördük ve işittik. Artık şimdi bizi (dünyaya) döndür ki, salih amel işleyelim. Biz artık kesin olarak ikna olduk\" dedikleri vakit onları bir görsen!","Ömer Nasuhi Bilmen Meali":"Görecek olsan o vakit ki, günahkârlar Rablerinin huzurunda başlarını eğmiş oldukları halde, «Rabbimiz! Gördük ve işittik, artık bizi geri çevir. Biz sâlih amel işleyelim. Şüphe yok ki, biz kat'i sûrette inanmışlarız (derler).»","Suat Yıldırım Meali":"Bir görseydin o suçluları: Rab'lerinin huzurunda, mahcupluktan başları önlerine eğilmiş şöyle derken: “Gördük, işittik ya Rabbenâ! Ne olur bizi dünyaya bir gönder! Öyle güzel, makbul işler yaparız ki! Çünkü gerçeği kesin olarak biliyoruz artık! ” [19, 38; 67, 10; 6, 27-29]","Süleyman Ateş Meali":"Rablerinin huzurunda (utançtan) başlarını öne eğmiş; \"Rabbimiz, gördük, işittik, bizi geri döndür, iyi iş yapalım; artık kesin olarak inandık!\" demekte olan suçluları bir görsen!","Süleyman Tevfik (1927)":"Yâ Muhammed! Rableri huzûrunda mücrimleri, başlarını eğmiş oldukları halde: \"Yâ Rabbî! Şimdi gördük ve işitdik, bizi dünyâya i'âde it ki a'mâl-i sâliha işleyelim. Şimdi îmân itmiş ve inanmışız\" didikleri zamân görsen.","Süleymaniye Vakfı Meali":"Rablerinin huzurunda başlarını öne eğdikleri sırada bu günahkarları bir görsen! Hepsi şöyle der: \"Rabbimiz, gerçeği gördük ve anladık; bizi geri çevir de iyi işler yapalım; artık kesin bir kanaatimiz oluştu\"","Şaban Piriş Meali":"Suçluları, Rab'lerinin katında, başlarını öne eğmiş olarak bir görsen:-Rabbimiz, gördük ve anladık, bizi yeniden döndür de doğru olanı yapalım, artık biz kesin olarak inandık.","Ümit Şimşek Meali":"O mücrimleri Rablerinin huzurunda başlarını önlerine eğmiş halde bir görsen! “Yâ Rabbi, gördük ve işittik,” derler. “Artık şeksiz şüphesiz iman etmiş bulunuyoruz. Şimdi bizi geri gönder de güzel işler yapalım.”","Yaşar Nuri Öztürk Meali":"Günahkârları, Rablerinin huzurunda başlarını eğmiş olarak şöyle derken bir görsen: \"Rabbimiz; gördük, duyduk, geri gönder bizi ki, barışa/hayra yönelik iyi iş yapalım. Artık kesin olarak inanıyoruz.\"","Eski Anadolu Türkçesi":"daħı eger göresin ol vaķt kim yazuķlular aşaġa eyleyicilerdür başlarını çalabı’ları ķatında! “iy çalabumuz! gördük daħı işiddük pes döndür bizi işleyevüz eyü iş. bayıķ biz gümānsuz olıcılaruz.”","Satıraltı Meal (1534)":"Yā Muḥammed, eger görse‐y‐düñ kāfirleri başları aşaġa olduġı vaḳt Tañrıḥażretinde, eydürler: Yā Rabbenā, gördük bize va‘de eylegeni ve işitdük. Pes bizi dünyāya ḳaytar, diyeler. ‘Amel‐i ṣāliḥ işleyelüm, biz yaḳīn bildük.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) Kaş günahları öz Rəbbinin hüzurunda (günahlarından utanaraq) başlarını aşağı dikib: “Ey Rəbbimiz! (Dünyada yalan hesab etdiyimiz qiyaməti və onun əzabını) gördük, (peyğəmbərlərin doğru dediklərini, haqq olduqlarını Səndən) eşitdik. İndi bizi (dünyaya) qaytar ki, yaxşı iş görək. Biz (Sənin vəhdaniyyətinə) tam yəqinliklə inandıq!” – deyəndə görəydin!","M. Pickthall (English)":"Couldst thou but see when the guilty hang their heads before their Lord, (and say): Our Lord! We have now seen and heard, so send us back; we will do right, now we are sure.","Yusuf Ali (English)":"If only thou couldst see when the guilty ones will bend low their heads before their Lord, (saying:) \"Our Lord! We have seen and we have heard:(3643) Now then send us back (to the world): we will work righteousness: for we do indeed (now) believe.\""},"13":{"Arabic":"وَلَوْشِئْنَالَاٰتَيْنَاكُلَّنَفْسٍهُدٰيهَاوَلٰكِنْحَقَّالْقَوْلُمِنّ۪يلَاَمْلَـَٔنَّجَهَنَّمَمِنَالْجِنَّةِوَالنَّاسِاَجْمَع۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve dileseydik herkesi doğru yola sevk ederdik ve fakat benden şu söz çıkmıştır, mukadderdir bu: Elbette cehennemi, bütün insanlarla, cinlerle dolduracağım.","Abdullah-Ahmet Akgül Meali":"<b>Eğer Biz dilemiş olsaydık, </b><i>(elbette herkese) </i><b>her bir nefse kendi hidayetini verirdik. </b><i>(Ancak imtihan için insanları Hakk ile Bâtıl arasında serbest bıraktık.)</i><b> Fakat Benden çıkan şu söz gerçekleşecektir: \"Andolsun, cehennemi cinnlerden ve insanlardan </b><i>(inkâr edenlerle ve zalimlerle)</i><b> tamamıyla dolduracağım.\"</b> ","Abdullah Parlıyan Meali":"Eğer dileseydik herkesi doğru yola ulaştırırdık, ancak herkesin zorlamayla değil kendi istekleriyle inanmalarını istedik ama tarafımdan şu söz de kesinlik kazandı: “Cehennemi mutlaka insanlarla ve cinlerle dolduracağım.”","Ahmet Tekin Meali":"Eğer bizim sünnetimiz, düzenimizin yasaları içinde, irademizin tecellisine uygun olsaydı, herkese hidayet nasip eder, doğru, hak yola sevk ederdik. Fakat:<br>\r\n“Hür iradelerine ve özgürce seçme hakkına sahiplerken, sana ve Kur'ân'a itibar etmedikleri için dalâleti tercih eden insanlar ve cinlerle, hepsiyle, kesinlikle Cehennemi dolduracağım” şeklindeki kararım da gerekçeli olarak kesinlik kazandı.","Ahmet Varol Meali":"İsteseydik her cana hidayetini verirdik. Ancak benden: \"Andolsun ben cehennemi cinlerden ve insanlardan dolduracağım\" sözü hak olmuştur. [2]","Ali Bulaç Meali":"Eğer dilemiş olsaydık, her bir nefse kendi hidayetini verirdik. Fakat benden çıkan şu söz gerçekleşecektir: 'Andolsun, cehennemi cinlerden ve insanlardan (inkâr edenlerle) tamamıyla dolduracağım.'","Ali Fikri Yavuz Meali":"Eğer dileseydik, herkese (dünyada) hidayetini verirdik, fakat benden şu söz gerçekleşti: “- Muhakkak ki cehennemi bütün (kâfir olan) cinlerle, insanlardan dolduracağım.”","Bahaeddin Sağlam Meali":"Eğer isteseydik, herkese doğru yolu bulacak imkânı ona verirdik. Fakat Benden bir söz çıkmıştır ki, cinlerden ve insanlardan olan yığınlar ile Cehennemi dolduracağım.","Bayraktar Bayraklı Meali":"Biz dileseydik herkesi doğru yola iletirdik. Fakat, “cehennemi tamamen cinlerden ve insanlardan dolduracağım” diye söz verdim.","Besim Atalay Meali (1965)":"Eğer, biz isteseydik, herkesi doğru yola iletirdik, ancak, benden bir söz çıktı; inin, cinin hepsinden cehennemi doldururuz","Cemal Külünkoğlu Meali":"Eğer dileseydik, her insanı (dünyada zorla) doğru yola ulaştırırdık (ancak iyilerle kötüleri ayırt etmek için herkesi kendi iradesine bıraktık). Fakat: “Mutlaka cehennemi görünmeyen varlıkların ve insanların (kötüleriyle) tıka basa dolduracağım” şeklindeki sözüm gerçekleşecektir.","Cemil Said (1924)":"Eğer istese idik herkesi hidâyete sevk ider idik lâkin benim kavlim hakdır: Cehennemi insânların ve cinlerin kâffesi ile doldıracağım.","Diyanet İşleri Meali (Eski)":"Biz dilesek herkese hidayet verirdik, fakat cehennemi tamamen cin ve insanlarla dolduracağıma dair Benden söz çıkmıştır.","Diyanet İşleri Meali (Yeni)":"Eğer dileseydik, herkese hidayetini verirdik. Fakat benim, “Andolsun, cehennemi hem cinlerden hem de insanlardan dolduracağım” sözüm gerçekleşecektir.[433]","Kur'an Yolu (Diyanet İşleri)":"Dileseydik elbette herkesin doğru yolda yürümesini sağlardık. Fakat şu sözüm mutlaka gerçekleşecek: Cehennemi hem cinlerden hem insanlardan bir kısmıyla dolduracağım!","Diyanet Vakfı Meali":"Biz dilesek, elbette herkese hidayetini verirdik. Fakat, «Cehennemi hem cinlerden hem insanlardan bir kısmıyla dolduracağım» diye benden kesin söz çıkmıştır.  ","Edip Yüksel Meali":"Dileseydik herkese hidayetini verirdik. Ancak, cinlerin ve insanların bir kısmıyla cehennemi topluca dolduracağıma dair sözüm gerçekleşmiştir.","Elmalılı Hamdi Yazır Meali":"Eğer biz dilemiş olsaydık her nefse hidâyetini verirdik. Fakat benden: \"Bütün insanlar ve cinlerden cehennemi elbette dolduracağım.\" sözü hak olmuştur.","Elmalılı Meali (Orijinal)":"Eğer dilemiş olsa idik her nefse hidayetini verirdik ve lâkin benden şu kavil hakk oldu: elbette ve elbette Cehennemi dulduracağım bütün Cinlerle İnsanlardan","Emrah Demiryent Meali":"Şâyet dileseydik, (insanların irâdesine müdahalede bulunup, hakkı zorla kabul ettirip) herkesi hidâyete erdirirdik. Fakat benim, “Cehennemi kesinlikle, tamamen cinlerden ve insanlardan (emirlerime isyan etmiş olanlarla) dolduracağım!” vaadim mutlaka gerçekleşecektir.","Erhan Aktaş Meali":"Eğer dileseydik, herkese elbette hidayetini verirdik.¹ Fakat Ben'den söz² hak oldu: “Cehennemi tamamen cin ve insanlardan dolduracağım.”³ ","Hasan Basri Çantay Meali":"Eğer biz dileseydik herkesi elbette hidâyete erdirirdik. Fakat benden (saadır olan şu): «Cehennemi bütün cinlerden, insanlardan muhakkak dolduracağım» sözü hak olmuşdur.","Hayrat Neşriyat Meali":"Hâlbuki dileseydik, herkese hidâyetini elbette verirdik; fakat (herkesi kendi irâdesinde serbest bırakarak) benden: “Cehennemi, bütün cinlerden ve insanlardan(emirlerime isyân edenlerle) muhakkak dolduracağım!” sözü hak olmuştur.","İhsan Aktaş Meali":"Ve eğer, biz dilemiş olsaydık (herkese özgür bir irade vermeseydik ve inanmaya mecbur kılsaydık) elbette herkese hidayetini verirdik (herkesi zorla doğru yola getirebilirdik, ama bunu yapmadığımız gibi insanı özgür iradesiyle de baş başa bıraktık). Ancak (kendi özgür iradeleriyle inkârı, sapıklığı, zulmü ve azgınlığı tercih edip, her türlü kötü işlerde bulunmaları sebebiyle azabı) hak edenlere, Benim şu sözüm gerçekleşmiştir: “Elbette cehennemi cinnlerden ve insanlardan (inkâr edenlerle, zalimlerle, azgın ve suç işleyenlerle) tamamıyla dolduracağım.”*","İlyas Yorulmaz Meali":"Biz dilersek, her nefsi kendi yoluna getirirdik (ulaştırırdık). Ancak, benden kesinleşmiş bir söz olarak, sizin tanımadıklarınızdan (cinlerden) ve sizin tanıdıklarınızdan (ins den suçlu, günahkâr) hepsini cehenneme dolduracağım.","İsmayıl Hakkı Baltacıoğlu":"Eğer Biz dilemiş olsaydık herkesi kesenkes doğru yola iletirdik. Ancak verdiğim şu sz yerine gelecektir. \"Ben Cehennem’i eninde sonunda cinlerle, insanlarla dolduracağım.\"","İsmail Hakkı İzmirli":"Biz dileseydik herkese iman yolunu bulacak şeyi verirdik [²], fakat benden bu söz sadır ve sabit olmuştur ki «— Herhalde Cehennemi bütün cin ve insan cinsi ile dolduracağım» [³].","İsmail Yakıt":"Biz dileseydik, herkese elbette hidâyetini verirdik.¹³ Fakat (insanları yoldan çıkarmaya yeminli şeytana karşı) Benim şöyle bir sözüm var: “Andolsun cehennemi (sana uyan) cinler ve insanlarla tamamen dolduracağım.”¹⁴","Kadri Çelik Meali":"Eğer biz dilemiş olsaydık her nefse hidayetini verirdik. Fakat benden, “Bütün insanlar ve cinlerden cehennemi elbette dolduracağım” diye kesin söz gerçekleşmiştir.","Mahmut Kısa Meali":"“Şimdi sizi yeniden dünyaya göndersek de iman etseniz, böyle bir imanın ne değeri olur? Kaldı ki, <b>eğer isteseydik, </b>siz daha dünyadayken irâdenizi elinizden alır ve <b>bütün insanları </b>ve cinleri zorla emrimize boyun eğdirerek <b>doğru yola iletirdik fakat</b> imtihân hikmeti gereğince, dilediğiniz inanç ve hayat tarzını özgürce seçmenize izin verdik. Zira insan, ancak kendi özgür irâdesiyle ve bilinçli olarak doğru yolu seçtiği takdirde gerçek anlamda ahlâk ve erdemliliğe ulaşabilir. Bu yüzden, insandaki potansiyel gücün açığa çıkması için onu imtihâna tâbi tuttuk ve bu yolda ihtiyaç duyduğunuz her türlü imkân ve yetenekleri size verdik. Buna rağmen, sizler kötülüğü tercih ettiniz. Böylece,<b> tarafımdan </b>değişmez bir ilâhî yasa olarak ta ezelden ortaya konulan şu <b>hüküm gerçekleşmiş oldu: “Yemin olsun ki, cehennemi </b>Bana isyan eden <b>bütün cinlerle ve insanlarla dolduracağım!”</b>","Mahmut Özdemir Meali":"Dileseydik, her bir nefise hidayetini verirdik; ama benden Söz hak oldu: “Cehennem’i topluca İnsanlar’dan ve Cinnler’den doldururum”.","Mehmet Çakır Meali":"Biz isteseydik, elbette herkesi yola getirirdik.  Ama vaktiyle benim: &quot; <i>cehennemi cinlerle, insanlarla dolduracağım</i> &quot; şeklindeki sözümün gereği yapılmıştır.","Mehmet Çoban Meali":"Eğer dileseydik herkese hidayet ederdik. Fakat bilmediğiniz bir nedenle insanlara özgürlük verdik. Temel bir yasa koyduk. İmtihan için verdiğimiz özgürlüğü kullanarak inkâr eden, emrettiğimiz yasalara uymayanları cezalandıracağız dedik. Bilin ki cehennemi bildiğiniz bilmediğiniz inkâr eden insanlarla dolduracağız. Emin olun! Bu uyarımız gerçekleşecektir.         ","Mehmet Okuyan Meali":"Biz dileseydik elbette herkese hidayetini verirdik. [*] Fakat “Cehennemi hem cinlerden hem insanlardan bir kısmıyla dolduracağım!” diye benden kesin söz çıkmıştır. [*]","Mehmet Türk Meali":"Eğer Biz dileseydik herkesi (âhirette) kurtarırdık.¹ Fakat Benim, “cehennemi kesinlikle cinlerin ve insanların (kâfirleriyle) tamamen dolduracağım.”² sözüm, mutlaka gerçekleşecektir.","Muhammed Esed Meali":"Eğer dileseydik her insanı doğru yola ulaştırırdık: ¹² fakat [böyle olmasını dilemedik -ve sonuçta] şu vaadim doğru çıkacak: “Cehennemi mutlaka görünmeyen varlıklar ve insanlarla dolduracağım!” ¹³","Mustafa Çavdar Meali":"Şayet biz isteseydik elbette herkesi doğru yola yöneltirdik, yapmadık tercihi insana bıraktık ki gideceği yeri kendisi belirlesin. “Andolsun ki ben de cehennemi inanmayan cin ve insanlarla dolduracağım” diye verdiğim söz gerçekleşsin. 10/99, 7/179","Mustafa İslamoğlu Meali":"İmdi eğer Biz isteseydik, herkesi doğru yola (zorla) sokardık; fakat (bunu istemedik)[³⁶⁹³] ki, (iyiler kötülerden seçilsin de) tarafımdan verilmiş bulunan “Mutlaka cehennemi görünmeyen varlıkların[³⁶⁹⁴] ve insanların (kötüleriyle) tıka basa dolduracağım” sözü gerçekleşsin.[³⁶⁹⁵]","Orhan Kuntman Meali":"Elbette ki eğer biz dilemiş olsaydık, herkesi hidâyete erdirirdik! (*) Benden sadır olan \"Cehennemi cinlerle ve insanların bir kısmiyle dolduracağım\" sözü gerçekleşmiş oldu.","Osman Fırat Meali":"Eğer dileseydik, herkese hidayetini verirdik. Fakat benim, \"Cehennemi hem cinlerden hem de insanlardan dolduracağım\" sözüm gerçekleşecektir.","Ömer Nasuhi Bilmen Meali":"Ve eğer dilemiş olsa idik her nefsi elbette hidâyete erdirirdik. Fakat elbette ki, «Cehennemi bütün cinlerden ve insanlardan dolduracağım» sözü Benden hak olmuştur.","Suat Yıldırım Meali":"Eğer dileseydik bütün insanlara hidâyet verir, doğru yola koyardık. Lâkin “Cehennemi cinlerden ve insanlardan bir kısmıyla dolduracağım” hükmü kesinleşmiştir. [10, 99]","Süleyman Ateş Meali":"Dileseydik, herkese hidayetini verirdik, (herkesi doğru yola iletirdik). Fakat benden \"Mutlaka cehennemi, cinlerden ve insanlardan bir kısmiyle tamamen dolduracağım!\" kararı çıkmıştır.","Süleyman Tevfik (1927)":"Eğer istemiş olsa idik herkese hidâyetini virirdik, lâkin benden hüküm ve emir vâki' oldu ki cehennemi bütün cinlerden ve insânlardan doldırırız. ","Süleymaniye Vakfı Meali":"“Yola gel” diye emretsek[*] herkesi yola getirirdik, fakat şu sözün bana ait olduğu doğrudur: “Cehennemi cinler ve insanlarla dolduracağım.”","Şaban Piriş Meali":"Dileseydik, herkesi doğru yola iletirdik. Fakat; “Cehennemi tamamen cin ve insanlarla dolduracağım” diye söz verdim.","Ümit Şimşek Meali":"Dilesek Biz herkese hidayet verirdik.(5) Fakat Benim “Cinlerin ve insanların bütün inkârcılarıyla Cehennemi doldururum” şeklindeki sözüm böylece gerçekleşmiştir.","Yaşar Nuri Öztürk Meali":"Biz dileseydik, her benliğe hidayetini elbette verirdik. Fakat benden şu yolda söz hak olmuştur: \"Yemin olsun, cehennemi tamamıyla cinlerden ve insanlardan dolduracağım.\"","Eski Anadolu Türkçesi":"[221b] daħı eger dilese-dük vire-dük her nefse ŧoġru yolın velįkin vācib oldı söz benden “ŧolduravan ŧamuyı perrįlerden daħı ādemįlerden dükeli”.","Satıraltı Meal (1534)":"Eger biz dilese‐y‐dük virürdük her nefse hidāyetini. Lākin vācib oldı ḳavlbenden ki ṭoldurur‐men cehennemi cinnīler ve ādemīlerden barçasından.","Bunyadov-Memmedeliyev ":"Əgər Biz istəsəydik, hər kəsi doğru yola salardıq (imana müvəffəq edərdik). Lakin Mən: “Cəhənnəmi mütləq bütün (günahkar) cinlər və insanlarla dolduracağam!” sözünü gerçək olaraq demişəm! (Bizim bu hökmümüz labüddür. Bu sözün, bu hökmün doğruluğunu sübut etmək üçün əzəldən günahkar, kafir, yaxud müşrik olacağını bildiyimiz şəxsi doğru yola salmadıq. Çünki həmin şəxs Bizim ona bəxş etdiyimiz ağılla yaxşını pisdən ayırıb doğru yolu özü tutmalı idi. Dində heç bir məcburiyyət yoxdur!)","M. Pickthall (English)":"And if We had so willed, We could have given every soul its guidance, but the word from Me concerning evil doers took effect: that I will fill hell with the jinn and mankind together.","Yusuf Ali (English)":"If We had so willed,(3644) We could certainly have brought every soul its true guidance: but the Word from Me(3645) will come true, \"I will fill Hell with Jinns and men all together.\""},"14":{"Arabic":"فَذُوقُوابِمَانَس۪يتُمْلِقَٓاءَيَوْمِكُمْهٰذَاۚاِنَّانَس۪ينَاكُمْوَذُوقُواعَذَابَالْخُلْدِبِمَاكُنْتُمْتَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"Tadın azabı, şu güne ulaşacağınızı unuttuğunuzdan dolayı, şüphe etmeyin ki biz de unuttuk sizi ve tadın ebedi olarak azabı yaptıklarınıza karşılık.","Abdullah-Ahmet Akgül Meali":"<b>\"Öyleyse bu </b><i>(azap)</i><b> gününüzle karşılaşmayı unutmanıza </b><i>(küfür ve kötülüklere dalmanıza)</i><b> karşılık </b><i>(şimdi)</i><b> azabı tadın </b><i>(bakalım)</i><b>! Biz de şimdi gerçekten sizi </b><i>(nimet ve rahmetimden mahrum etmekle)</i><b> unuttuk; </b><i>(unutacağız ve cehennemde kendi halinize bırakacağız,) </i><b>yaptıklarınıza karşılık ebedi azabı tadın!\"</b><i> (buyrulacaktır.)</i> ","Abdullah Parlıyan Meali":"Artık bu güne kavuşmayı unutup, umursamamanın cezasını çekin bakalım. Şimdi biz de sizi unuttuk, öyleyse yapmış olduğunuz her türlü kötülükten dolayı, bu ebedi azabı tadın bakalım.","Ahmet Tekin Meali":"O gün onlara:<br>\r\n“Bu güne kavuştuğunuzda, hesabını vereceğiniz sorumlulukları unutmanız sebebiyle şimdi cezanızı tadın bakalım. Aslına bakarsanız, biz de sizi, size rahmetimizle muameleyi unuttuk. İşlediğiniz ameller dolayısıyle ebedî azâbı tadın.” diyeceğiz.","Ahmet Varol Meali":"O halde, bu güne kavuşacağınızı unutmanıza karşılık azabı tadın. Biz de sizi unuttuk. Yaptıklarınıza karşılık sonu gelmeyen azabı tadın.","Ali Bulaç Meali":"Öyleyse bu (azab) gününüzle karşılaşmayı unutmanıza karşılık azabı tadın. Biz de sizi gerçekten unuttuk; yaptıklarınıza karşılık ebedi azabı tadın.","Ali Fikri Yavuz Meali":"(Kâfirler cehenneme girdikleri vakit, melekler onlara şöyle der): “- O halde, bu günümüze kavuşmayı unutmanız, (O'na imanı terk etmeniz) yüzünden tadın azabı!...Biz de sizi unuttuk, (sizi cehennemde bıraktık). İşlemiş olduğunuz küfür ve isyan sebebiyle bitmez tükenmez azabı tadın bakalım...”","Bahaeddin Sağlam Meali":"(Onlara:) “Bu gününüz ile buluşmaya hazırlığı bıraktığınız için, azabı tadın!.. Gerçekten Biz de sizi burada böylece bırakırız. Ve yaptıklarınızdan dolayı ebedî azabı tadın!”  (deriz.)","Bayraktar Bayraklı Meali":"Suçlulara, “Bu gününüze kavuşacağınızı unuttuğunuzdan dolayı cezanızı çekin! Biz de sizi unuttuk. Yaptıklarınızdan dolayı süreli azabı tadın!” denilecektir.","Besim Atalay Meali (1965)":"Bugüne kavuşmayı unutmanın cezasını tadınız, biz de sizi unuttuk, yaptığınız iş yüzünden, tadasınız sonsuz olan azabı","Cemal Külünkoğlu Meali":"(Onlara şöyle denilecek:) “O hâlde, bu gününüze kavuşmayı unutmanıza (umursamamanıza) karşılık azabı tadın. Biz de sizi unuttuk (umursamadık). Yaptıklarınıza karşılık ebedî azabı tadın!”","Cemil Said (1924)":"Bu güni unutdığınızın cezâsını çekiniz. Biz de sizi unutduk, yapdıklarınızdan dolayı ’azâb-ı ebedîyi göriniz.","Diyanet İşleri Meali (Eski)":"\"Bugüne kavuşmayı unutmanızın karşılığını görün; doğrusu Biz de sizi unuttuk, yaptıklarınıza karşılık ebedi azabı tadın\" deriz.","Diyanet İşleri Meali (Yeni)":"(Onlara şöyle denilecek:) “O hâlde, bu gününüze kavuşmayı unutmanıza karşılık azabı tadın. Biz de sizi unuttuk. Yapmakta olduklarınıza karşılık ebedî azabı tadın.”","Kur'an Yolu (Diyanet İşleri)":"(Onlara denecek ki:) “Bu gününüzle karşılaşmayı unutmanız sebebiyle cezayı tadın bakalım! İşte şimdi biz de sizi unuttuk; haydi yaptıklarınızın bedeli olarak ebedî azabı tadın şimdi!”","Diyanet Vakfı Meali":"(O gün onlara şöyle diyeceğiz:) Bu güne kavuşmayı unutmanızın cezasını şimdi tadın bakalım! Doğrusu biz de sizi unuttuk; yaptıklarınızdan ötürü ebedî azabı tadın!","Edip Yüksel Meali":"Bugünkü karşılaşmanızı önemsememenizin sonucunu tadın, biz de sizi önemsemeyiz. Yaptıklarınızın bir sonucu olarak ebedi azabı tadın.","Elmalılı Hamdi Yazır Meali":"\"O halde bu gününüzle karşılaşmayı unuttuğunuzdan dolayı tadın azabı! İşte biz de sizi unuttuk. Yapmakta olduğunuz işler yüzünden tadın ebedî azabı!\"","Elmalılı Meali (Orijinal)":"O halde tadın unuttuğunuz için bu gününüzün çatmasını, işte biz de sizi unuttuk ve tadın huld azâbını yapıb durduğumuz işler yüzünden","Emrah Demiryent Meali":"(Kâfirler cehenneme girdikleri vakit, onlara şöyle buyuracağız:) “Öyleyse, bugününüze kavuşmayı unutmanıza karşılık olarak, tadın azabı. (Dünyada iken yaptıklarınızdan ötürü, müstahak olduğunuz üzere bugün) biz de sizi rahmetimizden mahrum bırakacağız. (O hâlde dünyada iken) yapmış olduklarınıza karşılık, tadın ebedî azabı!”","Erhan Aktaş Meali":"Öyleyse bu gününüzle karşılaşmayı unuttuğunuz¹ için tadın azabı. Kuşkusuz Biz de sizi unuttuk.² Yapmış olduklarınıza karşılık, sürekli olan azabı tadın.","Hasan Basri Çantay Meali":"O halde şu gününüze kavuşmayı unutduğunuza mukaabil tadın (azâbı)! Doğrusu (şimdi) biz de sizi unutduk! Yapmakda (ısraar) etdiğiniz (kötülükler) yüzünden tadın o ardı arası kesilmeyen azâbı!","Hayrat Neşriyat Meali":"Öyle ise, bu gününüzle karşılaşmayı unuttuğunuz için (azâbı) tadın (bakalım)! Çünki (bugün de) biz sizi unuttuk; o hâlde yapmakta olduklarınızdan dolayı tadın ebedî azâbı!","İhsan Aktaş Meali":"(Bunlar cehenneme girdikleri vakit, onlara şöyle denilecek): \"O hâlde, bu gününüze kavuşmayı unutmanız, (bu hesap gününü inkâr edip, kötü işler yaptığınız) yüzünden tadın azabı! Biz de sizi (cehenneme) bıraktık ve (dünyadayken) yapmakta olduğunuz (kötü) işler yüzünden (zatım olan Allah’ın dilediği vakte kadar) kalıcı olan azabı tadın!» bakalım.’’","İlyas Yorulmaz Meali":"Sizin şu andaki karşılaştığınız günü unutmanızdan dolayı, azabı tadın. Şimdi bizde sizi unuttuk. Yaptıklarınızın karşılığı olarak sürekli olan azabı tadın.","İsmayıl Hakkı Baltacıoğlu":"Bu gününüze kavuşacağınızı unuttunuz. Buna karşılık, şimdi azabı tadın. İşte Biz de sizi unuttuk. İşlediklerinizden dolayı o sonsuz azabı tadın.\"","İsmail Hakkı İzmirli":"İşte bugüne kavuşmayı unutmanız sebebiyle azabı tadın. Siz unutunca biz de sizi unuttuk [⁴] . Amellerinizin cezası olarak daim azabı tadın.","İsmail Yakıt":"“O hâlde bu gününüze kavuşmayı unutmanızdan dolayı cezasını tadınız. Muhakkak biz de sizi unuttuk. Yaptıklarınıza karşılık sürekli azabı tadınız!” (denilir.)","Kadri Çelik Meali":"Öyleyse bu (azap gününüzle karşılaşmayı) unutmanıza karşılık olarak azabı tadın; biz de sizi gerçekten unuttuk. Yapmakta olduklarınıza karşılık ise temelli azabı tadın.","Mahmut Kısa Meali":"<b>“Öyleyse, bu Günle karşılaşacağınızı unut</b>up zulüm ve haksızlık peşinde koş<b>tuğunuz için, </b>kötülüklerinizin acı meyvesini <b>tadın bakalım! Çünkü </b>sizin vaktiyle Beni unuttuğunuz gibi, şimdi <b>Ben de sizi </b>cehennem azâbında <b>“unutacağım!” </b>O hâlde, <b>yaptıklarınıza karşılık sonsuz azâbı tadın bakalım!”</b>","Mahmut Özdemir Meali":"Bu gününüze kavuşmayı unutmanız sebebiyle bunu tadın! Biz de sizi unuttuk (!). İşliyor olduğunuz sebebiyle Huld’un azabını / Sürekli Kalıcı Cehennem’in azabını tadın!","Mehmet Çakır Meali":"Artık bugünü unutmanızın cezasını çekin.  Şimdi de, biz sizi unutacağız. Yaptığınıza karşı tadın sonu gelmez acıları...","Mehmet Çoban Meali":"Hesap günü suçlulara şöyle denilecek: \"Hesap gününe kavuşmayı unutmanıza karşılık azabı tadın! Siz nasıl hesap gününü unutarak dünya hayatını yaşadıysanız biz de sizi cehennemde unutacağız. İnkârınıza, yasalarımıza aykırı davranışınıza karşılık ebedi azabı tadın!\"       ","Mehmet Okuyan Meali":"(O gün onlara şöyle diyeceğiz:) “Bugüne kavuşmayı unutmanızın karşılığını tadın! Doğrusu biz de sizi unuttuk; [*] yaptıklarınız nedeniyle [ebedî] azabı tadın!”","Mehmet Türk Meali":"(Onlara o gün): “Öyleyse bu gününüzle karşılaşmayı unutmanızın (cezasını) çekin. Bugün Biz de sizi, gerçekten (cehennemde) unuttuk.¹ Haydi, yaptıklarınıza karşılık ebedî azabı (bolca) tadın bakalım.” denilir.","Muhammed Esed Meali":"[Ve Allah, günahkarlara şöyle seslenecek:] “O halde, bu [Hesap] Günü’nün gelip çatacağını umursamamanın [cezasını] çekin bakalım şimdi! [Artık] Biz de sizi bıraktık: öyleyse, yapmış olduğunuz [her türlü kötülük]ten dolayı [bu] ebedî azabı tadın!”","Mustafa Çavdar Meali":"Haydi vaktiyle bu buluşma gününü unutmanızın cezasını çekin bakalım. Biz de bugün sizi unuttuk, öyleyse yaptıklarınızın karşılığı olarak kalıcı azabı tadın. 45/34-35, 59/19","Mustafa İslamoğlu Meali":"Haydi, bu buluşma gününü[³⁶⁹⁶] hatırlanmaya değer bulmadığınız için azabı tadın bakalım! Çünkü artık Biz de sizi hatırlanmaya değer bulmuyoruz. Haydi, yapmakta ısrar ettiklerinizden dolayı ebedî mahrumiyeti tadın![³⁶⁹⁷]","Orhan Kuntman Meali":"(Bu yüzden onların yalvarmaları boşunadır, onlara ey kafirler) \"Şu gününüze kavuşmayı (Rabbinizin huzurunda hesap vereceğinizi) unutmanın cezasını tadın, doğrusu biz de sizi unuttuk. Yaptıklarınıza karşılık tadın sonsuza dek sürecek azabı” diyeceğiz.","Osman Fırat Meali":"Bu gününüzle (Allah’a hesap vermeyi) karşılaşmayı unutmanızın cezâsını tadın! (Şimdi) Biz de sizi unuttuk. Yaptıklarınızdan ötürü sürekli olan azâbı tadın! (denilecek)","Ömer Nasuhi Bilmen Meali":"«Artık tadın, bu gününüze kavuşmayı unutmanız sebebiyle. İşte Biz de sizi unuttuk. Ve yapar olduğunuz şeyler yüzünden ebedî azabı tadın.»","Suat Yıldırım Meali":"“Öyleyse, siz nasıl bugünkü buluşmayı unuttunuz ve bu unutmayı ömür boyu sürdürdüyseniz, Biz de bugün sizi unuttuk. Yaptıklarınızdan ötürü, tadın bakalım sürekli azabı! ” [45, 34; 78, 27-30]","Süleyman Ateş Meali":"Bu gününüzle karşılaşmayı unutmanızın cezasını tadın! (Şimdi) Biz de sizi unuttuk. Yaptıklarınızdan ötürü ebedi azabı tadın!","Süleyman Tevfik (1927)":"\"Siz rabbinize mülâkî olacağınızı unutdınız, biz de sizi unutduk. İmdi, 'amellerinizin cezâsı olarak dâimî 'azâbı tadınız\" didiğimiz zamân görsen.","Süleymaniye Vakfı Meali":"Onlara; \"Bugünkü yüzleşmeyi umursamamanızın karşılığını görün; biz de sizi umarsamıyoruz. Yaptıklarınıza karşılık sizi hiç bir şekilde öldürmeyecek azabı tadın\" deriz.","Şaban Piriş Meali":"Bu gününüze kavuşmayı unuttuğunuz için azabı tadın. Biz de sizi unuttuk. Yaptıklarınızın karşılığı olarak kalıcı azabı tadın.","Ümit Şimşek Meali":"Bugüne kavuşmayı unuttuğunuz için şimdi tadın azabı! Bu defa da Biz sizi unuttuk; yaptıklarınızdan dolayı ebediyet azabını tadın.","Yaşar Nuri Öztürk Meali":"\"Bu gününüzü unutmuş olmanın karşılığını tadın. Kuşkusuz, biz de sizi unuttuk. Yaptıklarınıza karşılık o uzun süreli azabı tadın!\"","Eski Anadolu Türkçesi":"pes daduñ anuñ-içün kim unıttuñuz görmegi günüñüzi uşbu bayıķ biz unıttuķ sizi. daħı daduñ ebedlık 'aźābını andan ötürü kim işlerdüñüz.","Satıraltı Meal (1534)":"Pes daduñuz ‘aẕābı unutduġuñuz sebebi‐le bu günüñ liḳāsını. Biz daḫı terkidevüz raḥmetden. Daḫı daduñuz cehennemde ebedī ‘aẕābı ‘amelüñüz sebebi‐y‐ile.","Bunyadov-Memmedeliyev ":"(Kafirlər Cəhənnəmə girdikdə Allah onlara belə buyurar: ) “Bu günə yetişəcəyinizi unutduğunuza görə indi dadın (əzabı)! Biz də sizi unutduq. (Cəhənnəmdə köməksiz buraxdır). Etdiyiniz əməllərin cəzası olaraq dadın əbədi əzabı!”","M. Pickthall (English)":"So taste (the evil of your deeds). Forasmuch as ye forgot the meeting of this your day, lo! We forget you. Taste the doom immortality because of what ye used to do.","Yusuf Ali (English)":"\"Taste ye then - for ye forgot the Meeting(3646) of this Day of yours, and We too will forget you - taste ye the Penalty of Eternity for your (evil) deeds!\""},"15":{"Arabic":"اِنَّمَايُؤْمِنُبِاٰيَاتِنَاالَّذ۪ينَاِذَاذُكِّرُوابِهَاخَرُّواسُجَّدًاوَسَبَّحُوابِحَمْدِرَبِّهِمْوَهُمْلَايَسْتَكْبِرُونَ ۩","Abdulbaki Gölpınarlı Meali":"Âyetlerimize, ancak kendilerine anılıp öğüt verildiği zaman yerlere kapanıp secde edenler ve Rablerine hamd ederek onu tenzih edenler ve hiç ululanmaya kalkışmayanlar, inanırlar.","Abdullah-Ahmet Akgül Meali":"<b>Bizim ayetlerimize ancak; kendilerine </b><i>(Hakk) </i><b>hatırlatıldığı zaman hemen secdeye kapananlar, Rablerini hamd ile tesbih edip duranlar ve </b><i>(Allah’a karşı)</i><b> büyüklük taslamayan </b><i>(müstekbir olmayan)</i><b>lar iman edip </b><i>(felaha ve mutluluğa ulaşacaklar.)</i> ","Abdullah Parlıyan Meali":"Bizim ayetlerimize o kimseler inanırlar ki, ayetlerle kendilerine öğüt verildikçe derin bir hayranlık ve saygıyla secdeye kapanırlar ve Rablerinin sınırsız güç ve kuvvetini hamd ile yüceltenler ve asla büyüklük taslamazlar.","Ahmet Tekin Meali":"İtaati gurur-kibir meselesi yapmayarak, âyetlerimizle kendilerine öğüt verildiği zaman, âyetlerimize kesinlikle iman ederler. Sübhânallahi ve bihamdihî diyerek secdeye kapanırlar, Rablerini hamd ile tesbih ederler, namaz kılarak ibadet ederler.","Ahmet Varol Meali":"Bizim ayetlerimize ancak, kendilerine, ayetlerimiz hatırlatıldığında hemen secdeye kapanan, Rablerini hamd ile tesbih eden ve büyüklük taslamayanlar inanırlar.","Ali Bulaç Meali":"Bizim ayetlerimize, ancak kendilerine hatırlatıldığı zaman, hemen secdeye kapananlar, Rablerini hamd ile tesbih edenler ve büyüklük taslamayan (müstekbir olmayan)lar iman eder.","Ali Fikri Yavuz Meali":"Bizim ayetlerimize öyle kimseler iman ederler ki, onlarla kendilerine öğüt verildiği zaman secdelere (*) kapanırlar ve Rablerine hamd ile tesbih ederler de kibirlenmezler.","Bahaeddin Sağlam Meali":"Bizim ayetlerimize ancak o kimseler inanırlar ki, onlara o ayetler hatırlatıldığı zaman, secdeye kapanırlar, Rablerine hamd ve tesbih ederler. Ve onlar büyüklük taslamazlar.","Bayraktar Bayraklı Meali":"Bizim âyetlerimize ancak, onlar hatırlatıldığında secdeye kapanan, Rabblerini övgü ile tesbih eden ve büyüklük taslamayan kimseler inanırlar.","Besim Atalay Meali (1965)":"Ancak, bizim âyetlerimiz anıldığı zaman secde edip, kapananlar, Tanrıyı öğerek teşbih edenler, kasalmayanlar inan ederler","Cemal Külünkoğlu Meali":"Bizim mesajlarımıza ancak, kendilerine tebliğ edildiği zaman önünde derin bir hayranlık ve saygıyla eğilenler, Rablerinin sınırsız ihtişamını hamd ile yüceltenler ve asla büyüklük taslamayanlar inanırlar.","Cemil Said (1924)":"Bizim âyâtımıza inananlar âyâtımız zikr idildiği vakit bilâ kibir secde idenler ve rablerine hamd iyleyenlerdir.","Diyanet İşleri Meali (Eski)":"15,16. Ayetlerimize ancak, kendilerine hatırlatıldığı zaman secdeye kapananlar, büyüklük taslamayarak Rablerini överek yüceltenler, vücudlarını yataklardan uzak tutup korkarak ve umarak Rablerine yalvaranlar ve verdiğimiz rızıklardan sarfedenler inanır.","Diyanet İşleri Meali (Yeni)":"Bizim âyetlerimize ancak, kendilerine bu âyetlerle öğüt verildiği zaman secdeye kapanan, kibirlenmeksizin Rablerine hamd ederek tespih edenler inanırlar.","Kur'an Yolu (Diyanet İşleri)":"Âyetlerimize yürekten inananlar ancak o kimselerdir ki, bunlarla kendilerine öğüt verildiğinde büyüklük taslamadan secdeye kapanırlar ve rablerini hamd ile tesbih ederler.","Diyanet Vakfı Meali":"Bizim âyetlerimize ancak o kimseler inanırlar ki, bunlarla kendilerine öğüt verildiğinde, büyüklük taslamadan secdeye kapanırlar ve Rablerini hamd ile tesbih ederler.  ","Edip Yüksel Meali":"Ayet ve mucizelerimize gerçekten inananlar, onları işittikleri zaman secdeye varırlar ve büyüklük taslamadan Rab'lerini yüceltirler.","Elmalılı Hamdi Yazır Meali":"Bizim âyetlerimize öyle kimseler iman eder ki, onlarla kendilerine öğüt verildiği zaman secdelere kapanırlar ve Rablerine hamd ile tesbih ederler de büyüklük taslamazlar.","Elmalılı Meali (Orijinal)":"Bizim âyetlerimize öyle kimseler iyman ederler ki onlarla kendilerine nasıhat verildiği vakıt secdelere kapanırlar ve rablarına hamd ile tesbih ederler de kibirlenmezler","Emrah Demiryent Meali":"Bizim âyetlerimize ancak, kendilerine (âyetlerimizle) öğüt verildiğinde, büyüklük taslamadan, hemen secdeye kapananlar ve Rablerini hamd ile tesbih edenler îmân ederler.","Erhan Aktaş Meali":"Bizim ayetlerimize inananlar; kendilerine öğüt verildiği zaman saygı gösterirler¹ ve Rabblerini övgü ile yüceltirler. Onlar asla büyüklük taslamazlar.","Hasan Basri Çantay Meali":"Bizim âyetlerimize ancak öyle kimseler îman eder (ler) ki bunlarla kendilerine öğüt verildiği zaman, onlar büyüklük taslamayarak, yüzü üstü secdeye kapanırlar ve Rablerini, hamd ile, tesbîh (ve tenzîh) ederler.","Hayrat Neşriyat Meali":"Bizim âyetlerimize ancak o kimseler îmân ederler ki, bunlarla kendilerine nasîhat edildiği zaman, secde eden kimseler olarak yere kapanırlar; ve Rablerine hamd ile tesbîh ederler, hem onlar kibirlenmezler.(1)","İhsan Aktaş Meali":"Ayetlerimize (gerçekten) ancak o kimseler inanır ki, onlar kendilerine ayetlerimiz hatırlatıldığı (tebliğ edildiği) vakit derin bir saygıyla eğilirler (o ayetleri dinleyip hem sözleri hem de fiilleriyle gereğini yerine getirirler). Ve büyüklük taslamadan Rablerini hamd ile tesbih ederler. *","İlyas Yorulmaz Meali":"Ayetlerimize inananlar ise, kendilerine ayetlerimiz hatırlatıldığında hemen secdeye kapanırlar. Onlar asla kibirlenmeden Rablerini överek, onun bütün eksikliklerden uzak olduğunu tasdik ederler.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten Bizim belgelerimize yalnız o kimseler inanırlar ki bu belgelerle öğütlenince hiç büyüklük taslamadan yüz üstü secdeye kapanırlar, çalaplarını överek ulularlar,","İsmail Hakkı İzmirli":"Bizim âyetlerimize yalnız o kimseler iman ederler ki âyetlerimiz hatırlarına getirilse secde ile yere kapanırlar, Rablerini överek tespih ve tenzih ederler. Onlar ibadetimizde de kibir göstermezler.","İsmail Yakıt":"Ayetlerimize ancak, kendilerine hatırlatıldığı zaman secdeye kapananlar, büyüklük taslamadan Rablerini övgüyle/hamd tesbih edenler inanırlar.¹⁵","Kadri Çelik Meali":"Bizim ayetlerimize, ancak onlarla kendilerine hatırlatıldığı zaman hemen secdeye kapananlar, rablerini hamd ile tesbih edenler ve büyüklük taslamayanlar iman eder.","Mahmut Kısa Meali":"<b>Benim ayetlerime iman edenler, ancak, kendilerine</b> bu ayetler <b>tebliğ edildiği zaman </b>derin bir hayranlık ve saygıyla<b> secdeye kapanan ve asla kibre kapılmadan, Rab’lerini övgülerle anıp yüceltenlerdir.</b>","Mahmut Özdemir Meali":"Hatırlatıldıkları zaman SECDE’ye kapanmış * ( S E C D E ) * ve rabb’lerinin hamdi ile tesbih etmiş kimseler, doğrusu bizim âyetlerimize inanıyorlar; onlar büyüklenmezler.","Mehmet Çakır Meali":"<b>Halbuki</b> bize inananlar, ayetlerimizi duyar duymaz yere kapanırlardı.  Hiç gönül kibir etmeden Rab'lerine teşekkür edip onun erişilmezliğini dile getirirlerdi.","Mehmet Çoban Meali":"Ayetlerimize ancak şu kimseler inanır. Ayetlerimizle bildirilen gerçeklerden öğüt alanlar. Ayetlerimizle anlatılan gerçeklerin üstünlüğünü kabul edenler. Sözümüzün üstüne söz koymayanlar. Yasalarımızın üstünlüğüne adaletine inananlar. Yasalarımıza harfiyen uyanlar! İşte bunlar dünya hayatında gerçek bir yol üzerindedirler. Hesap günü kendilerini zora sokacak yollara sapmazlar. Rabbinin yasalarına karşı çıkmazlar.  ","Mehmet Okuyan Meali":"Bizim ayetlerimize inananlara onlarla (ayetlerimizle gerçekler) hatırlatıldığı zaman, kibirlenmeden secde eder ve Rablerini [hamd] (övgü) ile [tesbih] ederler (yüceltirler). [*]","Mehmet Türk Meali":"Bizim âyetlerimize gerçekten ancak, bunlarla kendilerine uyarı yapılınca hemen secdeye kapananlar ve büyüklük taslamadan Rablerini hamd ile tesbih edenler, îman eder.","Muhammed Esed Meali":"BİZİM mesajlarımıza [gerçekten] inananlar, ancak, kendilerine tebliğ edildiği zaman önünde derin bir hayranlık ve saygıyla eğilenlerdir; [onlar,] Rablerinin sınırsız ihtişamını hamd ile yüceltenler ve asla büyüklük taslamayanlardır;","Mustafa Çavdar Meali":"Bizim ayetlerimize ancak, kendilerine hatırlatıldığı zaman büyüklük taslamadan teslimiyetle secdeye kapanan ve Rablerini övgü ile yüceltenler inanırlar. 24/51, 25/73","Mustafa İslamoğlu Meali":"BİZİM âyetlerimize iman edenler, ancak kendilerine duyurulduğunda, büyüklük taslamadan saygıyla yerlere kapanıp teslim olanlar ve Rablerinin aşkın yüceliğini hamd ile ananlardır.","Orhan Kuntman Meali":"Ayetlerimize ancak öyle kimseler iman eder ki, bunlarla kendilerine öğüt verildiği zaman -büyüklük taslamayarak- secdeye kapanırlar, Rablerini hamd ile tesbih ederler.","Osman Fırat Meali":"Ancak bizim âyetlerimize iman edenler; kendilerine öğüt verildiği zaman ;secdeye kapanırlar, Railerini överek tesbih ederler ve büyüklük de taslamazlar.","Ömer Nasuhi Bilmen Meali":"Bizim âyetlerimize ancak öyle kimseler imân eder ki, onlar ile kendilerine nasihat verildiği zaman secde ediciler olarak yüzüstü (yere) kapanırlar ve Rablerini hamd ile tesbih ederler. Ve onlar büyüklük taslamazlar.","Suat Yıldırım Meali":"Bizim âyetlerimize ancak o kimseler inanır ki kendilerine o âyetler hatırlatıldığında, derslerini hemen alır, secdeye kapanır, Rab'lerine hamd, O'nu takdis ve tenzih ederler, asla kibirlenmezler. ","Süleyman Ateş Meali":"Bizim ayetlerimize o kimseler inanırlar ki onlar, kendilerine öğüt verildiği zaman derhal secdeye kapanırlar; Rablerini överek tesbih ederler, büyüklük taslamazlar.","Süleyman Tevfik (1927)":"Ancak âyetlerimize şunlar îmân iderler ki onlara o âyetlerle va'az olundukda secdeye kapanırlar ve rablerinin hamdiyle tesbîh idüb O'na 'ibâdetden kibir itmezler.","Süleymaniye Vakfı Meali":"Ayetlerimize sadece, kendilerine anlatıldığı zaman secde edenler ve her şeyi güzel yapmasına karşılık Rablerine kulluk edenler inanırlar. Onlar büyüklük de taslamazlar.","Şaban Piriş Meali":"Ayetlerimize ancak, kendilerine hatırlatıldığı zaman secdeye kapananlar, büyüklük taslamayarak Rab'lerini hamd ile tesbih edenler inanırlar.","Ümit Şimşek Meali":"Bizim âyetlerimize ancak o kimseler iman eder ki, o âyetlerle kendilerine öğüt verildiğinde hiç büyüklenmeksizin secdeye kapanırlar ve Rablerini hamd ile tesbih ederler.(6)","Yaşar Nuri Öztürk Meali":"Bizim ayetlerimize o kimseler inanır ki, onlarla kendilerine öğüt verildiğinde, secdelere kapanırlar ve hiç böbürlenmeyerek Rablerine hamd ile tespih ederler.","Eski Anadolu Türkçesi":"bayıķ įmān getüre āyetlerümüze anlar kim ķaçan andurı virineler anuñ-ile yüzin düşeler secde eyleyicilerken daħı tesbįḥ eylerler çalabı’ların ögmeklig-ile. daħı anlar tekebbürlik eylemezler.","Satıraltı Meal (1534)":"Bizüm āyetlerümüze inanmaz, illā ol kişiler ki ḳaçan añılsa özlerineol āyetler yüzin ḳoyun düşerler secde idüp. Daḫı tesbīḥ iderler Tañrıları şükri‐y‐le. Daḫı anlar büyüklenmezler.","Bunyadov-Memmedeliyev ":"Bizim ayələrimizə ancaq ayələrimizlə öyüd-nəsihət olunduqları zaman səcdəyə qapananlar və təkəbbür göstərməyərək Rəbbini həmd-səna ilə təqdis edənlər iman gətirərlər.","M. Pickthall (English)":"Only those believe in Our revelations who, when they are reminded of them, fall down prostrate and hymn the praise of their Lord, and they are not scornful,","Yusuf Ali (English)":"Only those believe in Our Signs, who, when they are recited to them, fall down in adoration,(3647) and celebrate the praises of their Lord, nor are they (ever) puffed up with pride."},"16":{"Arabic":"تَتَجَافٰىجُنُوبُهُمْعَنِالْمَضَاجِعِيَدْعُونَرَبَّهُمْخَوْفًاوَطَمَعًاۘوَمِمَّارَزَقْنَاهُمْيُنْفِقُونَ","Abdulbaki Gölpınarlı Meali":"Yanları, yatak nedir, görmez, korkarak, umarak Rablerini çağırırlar ve kendilerini rızıklandırdığımız şeylerin bir kısmını yoksullara harcarlar.","Abdullah-Ahmet Akgül Meali":"<b>Onların </b><i>(sadık Müslümanların)</i><b> yanları </b><i>(gece namazına kalkmak için)</i><b> yataklarından uzaklaşır. Rablerine korku ve umutla dua edip </b><i>(yaklaşırlar)</i><b> ve kendilerine rızık olarak verdiklerimizden infak edip </b><i>(ahirete hazırlanırlar)</i><b>.</b> ","Abdullah Parlıyan Meali":"Onlar, yataklarından geceleri kalkarak, korku ve ümit içinde, Rablerine yalvaranlardır ve kendilerine geçinmeleri için verdiğimizden, başkalarına harcayanlardır.","Ahmet Tekin Meali":"Korkuyla ve umutla Rablerine kulluk ve ibadet ederlerken, yalvarırlarken, yanları yataklardan uzak kalır. Kendilerine rızık ve servet olarak verdiklerimizden Allah yolunda karşılık beklemeden, gönüllü harcarlar, insanların ihtiyaçlarını görürler.","Ahmet Varol Meali":"Yanları (ibadete kalkmak üzere) yataklarından uzaklaşır. Korku ve ümit ile Rablerine dua ederler ve kendilerine rızık olarak verdiklerimizden harcarlar.","Ali Bulaç Meali":"Onların yanları (gece namazına kalkmak için) yataklarından uzaklaşır. Rablerine korku ve umutla dua ederler ve kendilerine rızık olarak verdiklerimizden infak ederler.","Ali Fikri Yavuz Meali":"(Onlar, o kimselerdir ki, geceleyin namaz kılmak için) yataklarından kalkarlar; Rablerine, azabından korkarak ve rahmetinden ümidvar olarak dua ederler. Kendilerine verdiğimiz rızıklardan da (hayır yollarına) harcalar.","Bahaeddin Sağlam Meali":"Yanları yataklardan ayrılır. (Namaza kalkarlar.) Sahipleri olan Allah’a, korkarak ve umutlanarak yalvarırlar. Ve onlara verdiğimiz rızıktan nafaka verirler.","Bayraktar Bayraklı Meali":"Onlar geceleyin yataklarından kalkarlar. Korku ve ümit içinde Rabblerine dua ederler. Verdiğimiz rızıklardan da karşılıksız yardım ederler.","Besim Atalay Meali (1965)":"Tenleri döşeklerden ırak bulunur, korkarak, umunarak Tanrıyı çağırırlar, verdiğimiz azıktan yedirirler","Cemal Külünkoğlu Meali":"(Onlar,) ibadet etmek için (geceleyin) yataklarından kalkarlar. Rablerine, (azabından) korkarak ve (rahmetini) umarak dua ederler.  Verdiğimiz rızıklardan da (Allah için) karşılıksız verirler.","Cemil Said (1924)":"Ânlar Allâh’dan korkularından ve Allâh’ın lütfuna mazhariyet arzularından nâşî rablerine du’â itmek içün yataklarından kendilerini ayırırlar ve kendilerine ihsân itdiğimiz rızıkdan sadaka virirler.","Diyanet İşleri Meali (Eski)":"15,16. Ayetlerimize ancak, kendilerine hatırlatıldığı zaman secdeye kapananlar, büyüklük taslamayarak Rablerini överek yüceltenler, vücudlarını yataklardan uzak tutup korkarak ve umarak Rablerine yalvaranlar ve verdiğimiz rızıklardan sarfedenler inanır.","Diyanet İşleri Meali (Yeni)":"Onlar, korkarak ve ümid ederek Rablerine ibadet etmek için yataklarından kalkarlar. Kendilerine rızık olarak verdiğimiz şeylerden de Allah için harcarlar.","Kur'an Yolu (Diyanet İşleri)":"Korku ve ümit içinde rablerine ibadet ve dua etmek üzere vücutları yatak görmez, kendilerine verdiğimiz rızıktan da Allah için harcarlar.","Diyanet Vakfı Meali":"Korkuyla ve umutla Rablerine yalvarmak üzere (ibadet ettikleri için), vücutları yataklardan uzak kalır ve kendilerine verdiğimiz rızıktan Allah yolunda harcarlar.","Edip Yüksel Meali":"Yataklarından kalkıp Rab'lerine saygı ve umutla yalvarırlar. Kendilerine verdiğimiz nimetlerden de verirler.","Elmalılı Hamdi Yazır Meali":"Onların yanları yataklardan uzaklaşır, korku ve ümid içinde Rablerine dua ederler ve kendilerine verdiğimiz rızıklardan hayıra sarfederler.","Elmalılı Meali (Orijinal)":"Yanları yataklardan aralaşır korku ve ümid içinde rablarına duâ ederler ve kendilerine verdiğimiz rızıklardan onlar hayra masraf yaparlar","Emrah Demiryent Meali":"(Onlar, o kimselerdir ki, gece namaz kılmak için) yataklarından kalkarlar; (azabından) korkarak ve (rahmetini) umarak Rablerine dua ederler. Kendilerine verdiğimiz rızıklardan da (Allah rızası için) hayır yollarında harcalar.","Erhan Aktaş Meali":"Onlar, yataklarından kalkakarak¹ korku ve ümit içinde Rabblerine dua ederler. Kendilerine verdiğimiz rızıklardan infak² ederler.","Hasan Basri Çantay Meali":"Yanları yataklarından uzaklaşır, korku ve ümîd ile Rablerine düâ ederler. Kendilerini rızıklandırdığımız şeylerden de (hayra) harcarlar.","Hayrat Neşriyat Meali":"(Teheccüd namazı kılmak için) yanları yataklardan uzaklaşır; korkarak ve umarak Rablerine duâ ederler ve kendilerini rızıklandırdığımız şeylerden (Allah yolunda) sarf ederler.","İhsan Aktaş Meali":"Onların yanları (ibadete kalkmak üzere) yataklarından uzaklaşır. Korku ve ümit ile Rablerine dua ederler ve kendilerine rızık olarak verdiklerimizden (yoksul, muhtaç ve toplumun işsiz kesimine) harcarlar.","İlyas Yorulmaz Meali":"Yataklarda yanları üzere uzandıklarında Rablerine ümit ve korku içerisinde dua ederler ve kendilerine verdiğimiz rızıklardan da ihtiyaç sahiplerine verirler.","İsmayıl Hakkı Baltacıoğlu":"Yataklarından kalkıp çalaplarına korkuyla, umutla yalvarırlar, kendilerine azık olarak verdiklerimizle başkalarını da geçindirirler.","İsmail Hakkı İzmirli":"Onların yanları yataklarından ayrılır [⁵]. Onlar Rablerine, azabından korkarak, rahmetini umarak niyaz ederler. Rızk olmak üzere verdiğimiz şeylerden de hayra harç ederler.","İsmail Yakıt":"(Onlar), korku ve ümit ederek (geceleyin) yataklarından kalkarak/uzaklaşarak Rablerine yalvaranlar ve kendilerine rızık olarak verdiğimiz şeylerden de Allah için harcarlar [yunfikûn].","Kadri Çelik Meali":"Onların yanları (gece namazına kalkmak için) yataklarından uzaklaşır. Rablerine korku ve umutla dua ederler ve kendilerine rızık olarak verdiklerimizden infak ederler.","Mahmut Kısa Meali":"Gece vakti herkes derin uykusundayken, sıcacık <b>yataklarını terk ederek korku ve ümit içinde Rab’lerine </b>el açıp <b>yalvaranlardır ve kendilerine verdiğimiz nîmetlerden </b>bir kısmını Allah için yoksullara<b> harcayanlardır.</b>","Mahmut Özdemir Meali":"Onların yan tarafları Yataklar’dan uzaklaştı. Korkarak ve umarak rabb’lerine yalvarıyorlar. Kendilerini rızıklandırdığımız şeylerden harcıyorlar.","Mehmet Çakır Meali":"Gece yarılarında yataklarından kalkıp Biraz korku biraz umutla Allah'a yalvarırlardı.  Verdiklerimizin birazını yoksula dağıtırlardı.","Mehmet Çoban Meali":"Onlar sevgimizi kaybetmekten korkarlar. Çünkü onlara göre Rabbin sevgisini kaybetmek en büyük cezadır. Daima yasalarımıza uyarak yaşarlar. Yaptıkları güzel işlere karşılık mükâfatımızı umut ederler. Sabah yataklarından kalkar, akşama kadar helal rızık peşinde koşarlar. Kazandıklarından ihtiyaç sahiplerine verirler. İşte onların ibadeti budur. Müminlerin ibadeti yasamıza göre yaşamaktır. Bilirler ki insanların yasalarına uyarak yaşarlarsa Rabbin sevgisini kaybederler.        ","Mehmet Okuyan Meali":"Rablerine korkuyla ve ümitle yalvararak [*] vücutları yataklar(ın)dan uzak kalır; [*] kendilerine verdiğimiz rızıktan (Allah yolunda) infak ederler (verirler).","Mehmet Türk Meali":"Onların vücutları, korkuyla ve umutla Rablerine yalvarmak için, yataklardan uzak kalır¹ ve kendilerine rızık olarak verdiklerimizden de Allah yolunda harcarlar.²","Muhammed Esed Meali":"[onlar,] yataklarından [geceleri] kalkarak ¹⁴ korku ve ümit içinde Rablerine yalvaranlardır ve kendilerine geçinmeleri için verdiğimizden başkalarına harcayanlardır.","Mustafa Çavdar Meali":"Onlar yataklarından kalkarak, korku ve ümit ile Rabblerine yalvarırlar ve kendilerini rızıklandırdığımız şeylerden Allah yolunda infak ederler. 2/254, 25/64, 51/15...23","Mustafa İslamoğlu Meali":"Onlar yataklarından kalkarak[³⁶⁹⁸] tarifsiz bir korku ve büyük bir iştiyakla[³⁶⁹⁹] Rablerine yalvarırlar ve verdiğimiz rızıklardan infak ederler.","Orhan Kuntman Meali":"Geceleyin yataklarında yatmayı terk ederek, kalkıp, korku ve umud ile Rablerine yalvarıp yakarırlar, kendilerine verdiğimiz rızıklardan -Allah yolunda- harcarlar.","Osman Fırat Meali":"Onlar, korkarak ve ümid ederek Rablerine çağrıda bulunarak (gece) yataklarından kalkarlar. Kendilerine rızık olarak verdiğimiz şeylerden de Allah için harcarlar.","Ömer Nasuhi Bilmen Meali":"Yanları yataklarından uzaklaşır ve Rablerine korku ile ümit ile dua ederler ve kendilerini merzûk ettiğimiz şeylerden de infakta bulunurlar.","Suat Yıldırım Meali":"Teheccüd namazı kılmak için yataklarından kalkar, cezalandırmasından endişe içinde, rahmetinden de ümitli olarak Rab'lerine dua edip yalvarırlar ve kendilerine nasib ettiğimiz mallardan Allah yolunda harcarlar. ","Süleyman Ateş Meali":"Yanları yataklardan uzaklaşır, (gece teheccüd namazı kılmak için yanlarını yataklardan ayırılıp kalkarlar), korkarak ve umarak Rablerine du'a ederler ve kendilerine verdiğimiz rızıktan hayır için harcarlar.","Süleyman Tevfik (1927)":"Yanlarını yataklarından ayırub havf ve tam' ile ('azâbdan korkarak ve rahmeti ümîd iderek) rablerine du'â ve 'ibâdet ider ve kendilerine rızk iylediğimiz şeylerden infâk iylerler.","Süleymaniye Vakfı Meali":"Bunlar kendilerini yataklarından kaldırır[*]; korku ve umutla Rablerine yalvarırlar. Verdiğimiz rızıktan da hayra harcarlar.","Şaban Piriş Meali":"Onların yanları yataklarından uzaklaşır, korku ve ümit ile Rab'lerine yalvarırlar. Kendilerini rızıklandırdığımız şeylerden yoksullara verirler.","Ümit Şimşek Meali":"Yataklarından kalkıp korku ve ümit içinde Rablerine dua ederler. Kendilerine rızık olarak verdiğimiz şeylerden de bağışta bulunurlar.","Yaşar Nuri Öztürk Meali":"Yanları yataklarından uzaklaşır; korku ve ümitle Rablerine dua ederler. Kendilerine verdiğimiz rızıklardan da dağıtırlar.","Eski Anadolu Türkçesi":"ıraķ olur götrilür yanlan anlaruñ döşeklerinden ŧaparlar çalabı’ları ķorķıyiçün daħı ŧama' içün. daħı andan kim rūzį virdük anlara nafaķa eylerler.","Satıraltı Meal (1534)":"Iraḳ ider anlaruñ yanlarını yatduḳları yirleri. Du‘ā iderler Tañrılarıñaḳorḳup ‘aẕābından ve ümīẕ dutup raḥmetine. Daḫı anlar virdügümüz rızḳdanḫarc iderler.","Bunyadov-Memmedeliyev ":"Onlar ibadət üçün yataqlarından qalxar (gecələr az yatar), qorxu və ümid içində (Allahın əzabından qorxaraq, mərhəmətinə ümid bəsləyərək) Rəbbinə dua edər və onlara verdiyimiz ruzilərdən (ehtiyacı olanlara) sərf edərlər.","M. Pickthall (English)":"Who forsake their beds to cry unto their Lord in fear and hope, and spend of what we have bestowed on them.","Yusuf Ali (English)":"Their limbs do forsake(3648) their beds of sleep, the while they call on their Lord, in Fear and Hope:(3649) and they spend (in charity) out of the sustenance which We have bestowed on them."},"17":{"Arabic":"فَلَاتَعْلَمُنَفْسٌمَٓااُخْفِيَلَهُمْمِنْقُرَّةِاَعْيُنٍۚجَزَٓاءًبِمَاكَانُوايَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"Hiç kimsecik bilmez onlar için gözleri aydınlatacak ne gizli şeyler var; yaptıklarına karşılık.","Abdullah-Ahmet Akgül Meali":"<b>Artık </b><i>(iman ve itaat ehli) </i><b>hiçbir kimse, yaptıklarına karşılık olmak üzere kendileri için gözler aydınlığı </b><i>(ve mutluluk kaynağı) </i><b>olacak nelerin </b><i>(hangi sayısız nimetlerin)</i><b> saklandığını </b><i>(şimdiden ve görmeden) </i><b>bilemez. </b><i>(Ancak cennette karşılaşacaktır.)</i> ","Abdullah Parlıyan Meali":"Böyle davranan mü'minlere gelince, yaptıklarından dolayı mükafat olarak, öteki dünyada onlara şimdiye kadar gizli kalan, göz aydınlığı olarak, onlar için nelerin saklanıp bekletildiğini hiç kimse bilip hayal edemez.","Ahmet Tekin Meali":"Hiç kimse, kendileri için saklanan göz aydını olacak, mutlu edecek nimetlerin ne olduğunu bilmez. Bunlar işlemeye devam ettikleri, devamlı bilinçli, amaçla örtüşen niyete dayalı, cârî-kalıcı amellerin mükâfatıdır.","Ahmet Varol Meali":"Yaptıklarına karşılık olarak onlar için, gözler aydınlatıcı ne (nimet)lerin saklandığını hiç kimse bilemez.","Ali Bulaç Meali":"Artık hiç bir nefis, yaptıklarına karşılık olmak üzere kendileri için gözler aydınlığı olarak nelerin (sayısız nimetlerin) saklandığını bilmez.","Ali Fikri Yavuz Meali":"Artık (dünyada) işledikleri salih amellere mükâfat olarak kendileri için, göz aydınlığından ne hazırlanıb saklandığını kimse bilmez.","Bahaeddin Sağlam Meali":"İşte böyleleri için, yaptıklarına karşılık olarak nasıl bir mutluluk saklandığını kimse bilemez.","Bayraktar Bayraklı Meali":"Yaptıklarına karşılık olarak onlar için, gözleri aydınlatıcı ne mutluluklar saklandığını hiç kimse bilemez.","Besim Atalay Meali (1965)":"Yaptıkları işe ödül olarak onlar için saklanmış bulunan gözaydınlığın kimse bilemez","Cemal Külünkoğlu Meali":"Yaptıklarına karşılık, onlar için (ahirette) nice sevindirici ve göz kamaştırıcı nimetlerin saklı olduğunu hiç kimse bilmez.","Cemil Said (1924)":"İnsan a’mâlinin mükâfâtı olarak kendisine dîdeleri rûşen idecek ne kadar gizli sa’âdetler mev’ûd oldığını bilmez.","Diyanet İşleri Meali (Eski)":"Yaptıklarına karşılık onlar için saklanan müjdeyi kimse bilmez.","Diyanet İşleri Meali (Yeni)":"Hiç kimse, yapmakta olduklarına karşılık olarak, onlar için saklanan göz aydınlıklarını bilemez.","Kur'an Yolu (Diyanet İşleri)":"Yaptıklarına karşılık olarak onlar için ne mutluluklar saklandığını hiç kimse ¬bilemez.","Diyanet Vakfı Meali":"Yaptıklarına karşılık olarak, onlar için ne mutluluklar saklandığını hiç kimse bilemez.  ","Edip Yüksel Meali":"Yaptıklarının karşılığı olarak kendilerini ne kadar büyük bir neşe ve mutluluk beklediğini hiç kimse bilemez.","Elmalılı Hamdi Yazır Meali":"Şimdi hiç kimse kendileri için, yaptıklarına karşılık gözler aydınlığı olacak şeylerden neler gizlenmiş olduğunu bilemez.","Elmalılı Meali (Orijinal)":"Şimdi kimse bilemez onlar için gizlenmiş olan gözler sürurunu yaptıkları amellere mükâfat için","Emrah Demiryent Meali":"(O mü’minlerin, dünyada) yaptıklarına karşılık olarak, onlar için (âhirette) gözlerini aydın edecek hangi nimetlerin saklı olduğunu hiç kimse bilemez.","Erhan Aktaş Meali":"Hiç kimse, yaptıkları iyi şeylerin karşılığı olarak, kendisini ne tür bir mutluluğun beklediğini bilmez.","Hasan Basri Çantay Meali":"Artık onlar için, yapmakda olduklarına bir mükâfat olarak, gözlerin aydın olacağı (nimetlerden) kendilerine neler gizlenmiş bulunduğunu kimse bilmez.","Hayrat Neşriyat Meali":"Artık, yapmakta olduklarına bir karşılık olarak onlar için göz aydınlığı olacak olan(ni'metler)den nelerin saklandığını kimse bilmez.(2)","İhsan Aktaş Meali":"İşte onların (dünyada iyi ve yararlı işleri) yaptıklarına karşılık ödül olarak gözlerini aydın edecek (gönüllerini ferahlatacak hangi sürprizlerin) hangi nimetlerin saklandığını hiç kimse bilemez.*","İlyas Yorulmaz Meali":"Hiçbir nefis, yaptıklarının karşılığında, kendilerinden gizlenen mutlu olacakları karşılıkların neler olduğunu bilemez.","İsmayıl Hakkı Baltacıoğlu":"Onların işlediklerine karşılık olarak saklı tutulan göz kamaştırıcı iyilikleri kimse bilemez.","İsmail Hakkı İzmirli":"Hiçbir kimse, onların işlediklerine mükâfat olmak üzere saklanmış olan göz aydınlığını bilemez [⁶].","İsmail Yakıt":"Onların yaptıklarına karşılık olarak, kendileri için saklı tutulan göz aydınlığı şeyleri hiçbir kimse bilemez.","Kadri Çelik Meali":"Artık hiç bir nefis, yapmakta olduklarına karşılık olmak üzere, kendileri için gözler aydınlığı olarak nelerin saklandığını bilmez.","Mahmut Kısa Meali":"<b>Yaptıkları </b>iyilikler<b> karşılığında, kendileri için </b>hazırlanıp cennette <b>gizlenmiş olan mutluluk ve sevinç kaynağı nîmetleri</b>n neler olduğunu<b> hiç kimse hayal bile edemez! </b>","Mahmut Özdemir Meali":"Kişi bilmez; işliyor oldukları şeylere karşılık olmak üzere onlar için göz aydınlığından neler saklandı?","Mehmet Çakır Meali":"Hiç kimse, iyiliklerine mukabil, kendisi için saklanan göz aydınlığını, ne zaman görüp sevineceğini tahmin edemez...","Mehmet Çoban Meali":"Hiç kimse yaptıkları güzel işlere karşılık verilecek mükâfatın ne olduğunu bilemez.         ","Mehmet Okuyan Meali":"Yaptıklarına karşılık olarak, [*]onlar için ne göz aydınlıklarının gizlendiğini kimse bilemez.","Mehmet Türk Meali":"Hiç bir nefis (dünyada) yaptıklarına karşılık olarak, kendilerini (âhirette) nice göz kamaştırıcı (nîmetlerin) beklediğini bilemez.","Muhammed Esed Meali":"[Böyle davranan müminlere gelince,] yaptıklarından dolayı mükafat olarak [öteki dünyada] onları şimdiye dek gizli kalan hangi mutlulukların ¹⁵ beklediğini kimse tahayyül edemez.","Mustafa Çavdar Meali":"İşte yapa geldikleri bu güzel işlerin ödülü olarak, ahirette onları göz kamaştıran ne gibi nimetlerin beklediğini hiç kimse bilemez. 39/73, 43/67...73, 47/15,","Mustafa İslamoğlu Meali":"İşte, yapageldiklerinden dolayı bir mükâfat olarak, onları (cennette) ne türden göz kamaştırıcı sürprizlerin beklediğini hiç kimse bilemez.[³⁷⁰⁰]","Orhan Kuntman Meali":"Yaptıkları bu güzel ibadetlere karşılık (Rableri tarafından, ahirette) onlara, gözlerini aydın kılacak ne kadar üstün nimetlerin saklanmış olduğunu kimse bilemez. (Bir tahminde bulunamaz.)","Osman Fırat Meali":"Yaptıklarına karşılık olarak onlar için gözler aydınlatıcı neler (ne ni’metleri)in saklandığını hiç kimse bilmez!","Ömer Nasuhi Bilmen Meali":"Onlara yapar oldukları şeylere mükâfaaten gözlerin aydın olacağı şeylerden neler saklanılmış olduğunu artık hiç bir kimse bilmez.","Suat Yıldırım Meali":"İşte onların dünyada yaptıkları makbul işlere mükâfat olarak gözlerini aydın edecek, gönüllerini ferahlatacak hangi sürprizlerin, hangi nimetlerin saklandığını hiç kimse bilemez. [4, 22; 10, 26] {KM, II Korintos. 12, 4}","Süleyman Ateş Meali":"Yaptıklarına karşılık olarak onlar için ne gözler aydınlatıcı(ni'metleri)in saklandığını hiç kimse bilmez!","Süleyman Tevfik (1927)":"Onlar içün, işledikleri a'mâl-i sâlihanın mükâfâtı olarak nezd-i Bârî'de, gözleri rûşen idecek ni'metlerden ne saklandığını hiç kimse bilmez.","Süleymaniye Vakfı Meali":"Yaptıkları işlere karşılık onlar için, gözleri kamaştıran ne güzellikler sakladığımızı kimse bilemez.","Şaban Piriş Meali":"Yaptıklarına karşılık ödül olarak, onlara göz kamaştıran neler gizlendiğini hiç kimse bilmez.","Ümit Şimşek Meali":"Yaptıklarının karşılığında onlar için göz aydınlığı olacak ne ödüller saklandığını hiç kimse bilemez.(7)","Yaşar Nuri Öztürk Meali":"Hiç kimse, yaptıklarına karşılık onlar için hangi göz aydınlığının saklandığını bilmez.","Eski Anadolu Türkçesi":"pes bilmez hįç nefs anı kim gizlendi anlaruñ içün gözler aydınıñdan yanud virmek içün aña kim oldılar işlerler.","Satıraltı Meal (1534)":"Hīç kimse bilmez ne nesne gizlenüpdür anlar‐çun gözler aydınındanmüzd‐içün ‘amelleri sebebi‐y‐ile.","Bunyadov-Memmedeliyev ":"Etdikləri əməllərin mükafatı olaraq (Allah dərgahında) onlar (mö’minlər) üçün göz oxşayan (onları sevindirəcək) nə cür ne’mətlər gizlənib saxlandığını heç kəs bilməz!","M. Pickthall (English)":"No soul knoweth what is kept hid for them of joy, as a reward for what they used to do.","Yusuf Ali (English)":"Now no person knows what delights of the eye(3650) are kept hidden (in reserve) for them - as a reward for their (good) deeds."},"18":{"Arabic":"اَفَمَنْكَانَمُؤْمِنًاكَمَنْكَانَفَاسِقًاۜلَايَسْتَوُ۫نَ","Abdulbaki Gölpınarlı Meali":"İnanan kişi, inançtan çıkan kişiye benzer mi hiç? Eşit olmaz bunlar.","Abdullah-Ahmet Akgül Meali":"<b>Öyleyse, mü’min olan kimse hiç fasık olan </b><i>(imansız ve ahlâksız)</i><b> gibi olur mu? Bunlar </b><i>(asla denk ve)</i><b> eşit tutulmazlar. </b><i>(Mü’minlerle, küfür ve kötülük ehlinin farkı ahirette ortaya çıkacaktır.)</i> ","Abdullah Parlıyan Meali":"Zaten bu dünyada iman etmiş olan kimse, yoldan çıkmış biriyle, hiç mukayese edilebilir mi? Bunlar elbette bir olmazlar.","Ahmet Tekin Meali":"Öyle ya, mü'min olan kimse, hak dinin, doğru ve mantıklı düşünmenin dışına çıkan fâsık, âsi, bozguncu kimse gibi midir? Bunlar elbette bir olamazlar.","Ahmet Varol Meali":"Hiç mü'min kişi fasık bir kimse gibi olur mu? Bunlar bir olmazlar.","Ali Bulaç Meali":"Öyleyse, iman eden kimse, fasık olan gibi olur mu? Bunlar eşit olmazlar.","Ali Fikri Yavuz Meali":"Öyle ya! Mümin olan, hiç fâsık (kâfir) olan gibi olur mu? Onlar, müsavi olmazlar.","Bahaeddin Sağlam Meali":"Acaba inanan ile hiçbir değer taşımayan, bütün İlahî yasaları çiğneyen bir olur mu? Hayır, eşit olamazlar.","Bayraktar Bayraklı Meali":"İnananla yoldan çıkan bir olur mu? Elbette bir olamazlar.","Besim Atalay Meali (1965)":"İnanmış bulunanla, inanmayan bir midir? Bir düzeyde olamazlar","Cemal Külünkoğlu Meali":"Hiç inanan kimse yoldan çıkan kimse gibi olur mu? Elbette bunlar bir olmaz.","Cemil Said (1924)":"Mü’min olan fâsık gibi olur mı? Hiç biri birilerine müsâvî olurlar mı?","Diyanet İşleri Meali (Eski)":"İnanan kimse yoldan çıkmış kimseye benzer mi? Bunlar bir olamazlar.","Diyanet İşleri Meali (Yeni)":"Hiç mü’min, fasık gibi olur mu? Bunlar (elbette) eşit olmazlar.","Kur'an Yolu (Diyanet İşleri)":"İman etmiş kimse günaha batmış kimse gibi olur mu? Bunlar elbette eşit değildirler.","Diyanet Vakfı Meali":"Öyle ya, mümin olan, yoldan çıkmış kimse gibi midir? Bunlar elbette bir olamazlar.","Edip Yüksel Meali":"İnanan biri yoldan çıkmış biri gibi midir? Elbette eşit olamazlar.","Elmalılı Hamdi Yazır Meali":"Öyle ya iman eden kimse, fâsık olan gibi olur mu? Onlar eşit olamazlar.","Elmalılı Meali (Orijinal)":"Öyle ya, mü'min olan fasık olan gibi olur mu? Onlar müsavi olmazlar","Emrah Demiryent Meali":"Hiç mü’min kişi, fâsık (kâfir) bir kimse gibi olur mu? Elbette bir olmazlar.","Erhan Aktaş Meali":"Öyleyse, mü'min kimse “fasık”¹ olan kimse gibi midir? Elbette bunlar bir olmazlar.","Hasan Basri Çantay Meali":"Öyle ya, mü'min olan kimse, îmandan haaric kişi gibi midir? Onlar (hiçbir zaman) müsâvî olmazlar.","Hayrat Neşriyat Meali":"Hiç mü'min olan bir kimse, fâsık olan (kâfir) bir kimse gibi olur mu? (Elbette bunlar) bir olmazlar.","İhsan Aktaş Meali":"Öyle ya! (Bu dünyada) iman etmiş (aynı zamanda insanlara ve çevreye de güven vermiş) olan kimse, yoldan çıkmış kimse gibi midir (onunla hiç mukayese edilebilir mi)? Bunlar (elbette) bir olamazlar!","İlyas Yorulmaz Meali":"İman etmiş olan bir kimse ile yoldan çıkmış bir kimse eşit olurlar mı?","İsmayıl Hakkı Baltacıoğlu":"İnanan kimse, içi bozuk olan kimse gibi midir? Bunlar bir olamazlar.","İsmail Hakkı İzmirli":"Mü/min fasık gibi midir? Bunlar bir olmazlar.","İsmail Yakıt":"Hiç inanan bir kimse, yoldan çıkmış [fâsık] bir kimse gibi olur mu? Elbette eşit olamazlar.","Kadri Çelik Meali":"Öyleyse iman eden kimse, fasık olan gibi olur mu? Bunlar eşit olmazlar.","Mahmut Kısa Meali":"Öyle ya, ayetlerime <b>inanan bir kimse,</b> onları reddederek <b>yoldan çıkmış olan biriyle hiç eşit tutulabilir mi? Elbette tutulamaz! </b>Şöyle ki:","Mahmut Özdemir Meali":"Mümin olmuş kimse, yoldan çıkıp sapmış kimse gibi midir? Eşit olmazlar.","Mehmet Çakır Meali":"Hiç inananla asî bir olur mu? Olmaz tabiki. [2]","Mehmet Çoban Meali":"İnkâr edenler abuk sabuk konuşmalarıyla işi bulandırmaya çalışıyorlar. Düşünseler! Mümin ile doğru yoldan çıkan, işi bozgunculuk fitne fücur olan, Allah’ın yasalarına uymayan aynı olur mu? Bunlar elbette eşit olmazlar.        ","Mehmet Okuyan Meali":"Mümin olan kişi, yoldan çıkan kişi gibi midir? (Elbette) bir olamazlar.","Mehmet Türk Meali":"Hiç îman eden kimse, yoldan çıkmış bir kimse gibi olur mu? Bunlar elbette eşit olmazlar.","Muhammed Esed Meali":"Zaten, [bu dünyada] iman etmiş olan kimse, yoldan çıkmış biriyle hiç mukayese edilebilir mi? Bunlar [elbette] bir olamazlar!","Mustafa Çavdar Meali":"Hiç mümin ile yoldan sapan fasık bir olur mu? Bunlar asla eşit olamazlar. 38/28, 45/21","Mustafa İslamoğlu Meali":"Öyle ya: hiç imanda sebat eden, fâsık olan gibi muamele görür mü? Bunlar asla aynı olamazlar![³⁷⁰¹]","Orhan Kuntman Meali":"Öyle ya, iman eden kimse ile yoldan çıkmış kimsenin sonu, hiç eşit olur mu? Elbette ki eşit olamaz! (Nitekim)","Osman Fırat Meali":"iman eden kimse ile (yoldan çıkan) fâsık gibi olur mu? Elbette bunlar bir olmazlar.","Ömer Nasuhi Bilmen Meali":"Evet. Hiç mü'min olan kimse, fâsık olan kimse gibi midir? (Elbette ki müsavî olmazlar.)","Suat Yıldırım Meali":"Öyle ya, mümin olan, hiç fâsık gibi olur mu? Bunlar asla bir olamazlar. [45, 21; 38, 28; 59, 20]","Süleyman Ateş Meali":"Hiç inanan kimse, (yoldan çıkan) fasık gibi olur mu? Elbette bunlar bir olmazlar.","Süleyman Tevfik (1927)":"Mü'min olan kimse fâsık olan kimse gibi midir? Bunlar müsâvî olmazlar.","Süleymaniye Vakfı Meali":"İnanan bir kişi, yoldan çıkan gibi olur mu? Bunlar birbirlerine denk değillerdir.","Şaban Piriş Meali":"Hiç mü'min olan kimse, fasık olan kimse gibi midir? Asla eşit değillerdir.","Ümit Şimşek Meali":"Mü'min olan kimse, yoldan çıkmış olana benzer mi hiç? Onlar bir olmazlar.","Yaşar Nuri Öztürk Meali":"Hiç, bir mümin, bir sapık gibi olur mu? Hayır, eşit olmazlar!","Eski Anadolu Türkçesi":"iy ol kim oldı mü’min ancılayın mıdur kim oldı fāsıķ? berāber degüller.","Satıraltı Meal (1534)":"Ol kimse ki mü’mindür, fāsıḳ‐ıla berāber midür? Berāber olmazlar.","Bunyadov-Memmedeliyev ":"Məgər mö’min kimsə ilə (Allahın itaətindən çıxmış) fasiq eynidirmi?! Əlbəttə, onlar eyni ola bilməzlər!","M. Pickthall (English)":"Is he who is a believer like unto him who is an evil liver? They are not alike.","Yusuf Ali (English)":"Is then the man who believes no better than the man who is rebellious and wicked?(3651) Not equal are they."},"19":{"Arabic":"اَمَّاالَّذ۪ينَاٰمَنُواوَعَمِلُواالصَّالِحَاتِفَلَهُمْجَنَّاتُالْمَأْوٰىۘنُزُلًابِمَاكَانُوايَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"İnananlara ve iyi işlerde bulunanlaradır Me'va cennetleri, yaptıklarına karşılık konuk olmak için.","Abdullah-Ahmet Akgül Meali":"<b>İman eden ve salih amellerde bulunan kimselere gelince, artık onlar için yaptıklarına karşılık olmak üzere </b><i>(hazırlanan, sonsuz ve kusursuz)</i><b> bir ağırlanma konağı olarak ME’VA </b><i>(mutlu ve kutlu barınma) </i><b>cennetleri vardır. </b> ","Abdullah Parlıyan Meali":"İman edip, doğru ve yararlı işler yapanlara gelince, yaptıklarına karşılık, Allah'tan bir mükafat olarak, gerçek sığınak ve barınak olan cennetler vardır.","Ahmet Tekin Meali":"İman ederek, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirenler, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayanlar, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanlar, cârî-kalıcı hayırlar-sâlih ameller işleyenlerin, işlemeye devam ettikleri amelleri sebebiyle, yerleşip ağırlanacakları, huzur içinde kalacakları cennet konakları vardır.","Ahmet Varol Meali":"İman edip salih ameller işleyenler için, yaptıklarına karşılık konak olarak barınma (Me'va) cennetleri vardır.","Ali Bulaç Meali":"İman eden ve salih amellerde bulunanlar ise, artık onlar için, yaptıklarınıza karşılık olmak üzere, bir ağırlanma konağı olarak barınma cennetleri vardır.","Ali Fikri Yavuz Meali":"İman edib de salih amelleri işliyenlere, amellerine karşılık, konukluk olarak Me'va Cennetleri vardır.","Bahaeddin Sağlam Meali":"İnanıp da yararlı işler yapanlar için,  yaptıklarına karşılık olarak durulmaya değer Cennetler vardır. Bu, yaptıklarına karşılık olarak onlara verilen bir ikramdır.","Bayraktar Bayraklı Meali":"İnanıp iyi amelde bulunanlara gelince; onlar için, yaptıklarına karşılık konaklayacakları cennetler vardır.","Besim Atalay Meali (1965)":"İnan edip, yararlı iş görenlere gelince, yaptıkları iş yüzünden onlar için barınılmak üzere, cennetler konak verilecektir","Cemal Külünkoğlu Meali":"İnandıktan sonra doğru ve yararlı işler yapanlara gelince; onlar için yapmış oldukları işlere karşılık olarak barınacakları cennet konakları vardır.","Cemil Said (1924)":"Îmân idenler ve a’mâl-i sâlihada bulunanlar ’amellerinin mükâfâtı olarak cennetlere nâil olacaklar ve oralarda ilelebed kalacaklardır.","Diyanet İşleri Meali (Eski)":"İnanıp yararlı iş işleyenlere gelince, onların yaptıklarına karşılık, varacakları cennet konakları vardır.","Diyanet İşleri Meali (Yeni)":"İman edip salih amel işleyenlere gelince, onlar için, yapmakta olduklarına karşılık bir mükâfat olarak Me’vâ cennetleri vardır.","Kur'an Yolu (Diyanet İşleri)":"İman edip dünya ve âhirete yararlı işler yapanlara, yapmış olduklarına karşılık, hazır olarak onları bekleyen, huzur içinde kalacakları cennetler vardır.","Diyanet Vakfı Meali":"İman edip de, iyi işler yapanlara gelince, onlar için yaptıklarına karşılık olarak varıp kalacakları cennet konakları vardır.","Edip Yüksel Meali":"İnanıp erdemli davrananlar için cennet konakları vardır. Yaptıklarının bir karşılığı olarak.","Elmalılı Hamdi Yazır Meali":"Evet, iman edip de salih amelleri işleyen kimselerin, yaptıklarına karşılık bir konukluk (ağırlanma) olarak me'vâ (barınak) cennetleri vardır.","Elmalılı Meali (Orijinal)":"Evet, iyman edib o salih amelleri işliyen kimselerin amellerine mukabil konukluk olarak kendilerine me'vâ cennetleri vardır","Emrah Demiryent Meali":"Îmân edip, sâlih amel işleyenler için yaptıklarına karşılık olarak, varıp kalacakları (ve nimetler içerisinde ağırlanacakları) Me’vâ cennetleri vardır.","Erhan Aktaş Meali":"İnanan ve salihatı yapanlar, işte onlar için, yapmış olduklarından dolayı konaklama yeri olarak Me'va Cennetleri var. ","Hasan Basri Çantay Meali":"İman edib de güzel güzel amel (ve hareket) lerde bulunanlar için, yapmış oldukları (iyi) amellere mukaabil, konak olmak üzere, Me'vâ cennetleri vardır.","Hayrat Neşriyat Meali":"Îmân edip sâlih ameller işleyenlere gelince, artık yapmakta olduklarına karşılık onlar için bir ağırlama yeri olarak Me'vâ Cennetleri vardır.","İhsan Aktaş Meali":"İman edip (aynı zamanda çevreye de güven verip) doğru ve yararlı işler yapmış olanlara gelince; artık onlar için (dünyada) yaptıklarına karşılık olmak üzere, bir ağırlanma konağı olarak barınma cennetleri vardır. *","İlyas Yorulmaz Meali":"İman edip doğru işler yapanlara gelince, onlar için yaptıklarının karşılığında yerleşecekleri cennetler var.","İsmayıl Hakkı Baltacıoğlu":"İnanıp iyilik işliyenler işlediklerinin karşılığı olarak Me’va cennetlerinde konaklıyacaklardır.","İsmail Hakkı İzmirli":"İman edip iyi amel işleyenlere gelince amellerine mukabil barınmaya lâyık uçmaklar onlara konak olacak [⁷].","İsmail Yakıt":"İnanıp iyi ve yararlı işler yapanlara [sâlihât] gelince, onlar için yaptıklarına karşılık varıp konacakları [nuzulen] Me’vâ cennetleri vardır.","Kadri Çelik Meali":"İman eden ve salih amellerde bulunanlar (var ya), onlar için yaptıklarına karşılık olarak varıp kalacakları cennet konakları vardır.","Mahmut Kısa Meali":"<b>İman edip güzel ve yararlı işler yapanlara, yaptıklarının karşılığı olarak</b>her türlü sıkıntı, korku ve kederden emîn bir şekilde içinde yaşayacakları<b> huzur ve mutluluk kaynağı cennet bahçeleri ikram edilecek.</b>","Mahmut Özdemir Meali":"Her neyse iman etmiş ve Salih Ameller’i işlemiş (İyi İşler’i yapmış) kimselere gelince; onlara, işliyor oldukları sebebiyle konaklamak üzere Me’vâ / Barınak cennetleri vardır.","Mehmet Çakır Meali":"İnanıp yararlı işler yapanlar, yaptıklarına karşılık olmak üzere, bahçeli evlere konuk edilip ağırlanacaklardır.","Mehmet Çoban Meali":"İman edip Allah’ın yasalarına uyanlara, güzel işler yaparak iyilik yapanlara Me’vâ cennetleri vardır.        ","Mehmet Okuyan Meali":"İman edip iyi işler yapanlara gelince, yaptıklarının karşılığında bir ikram olarak onlar için barınılacak cennetler vardır.","Mehmet Türk Meali":"(Allah’ın istediği gibi) îman edip, (inandığı) iyi işleri yaşayanlara, yaptıklarının karşılığı olarak, içerisinde kalacakları cennet (konakları) vardır.","Muhammed Esed Meali":"İman edip doğru ve yararlı işler yapanlara gelince: yaptıklarına karşılık [Allah’tan] bir mükafat olarak onları dinlenip huzur bulacakları bahçeler beklemektedir.","Mustafa Çavdar Meali":"İman edip iyi ve güzel işler yapan müminlere gelince cennet konakları onları beklemektedir ve yaptıklarının ödülü olarak orada ağırlanacaklar. 4/173, 22/23, 29/7","Mustafa İslamoğlu Meali":"İman eden ve o imana uygun değer üretenlere gelince: yapageldiklerinden dolayı mükellef bir ikram olarak ağırlanacakları cennetler onların konağı olacaktır.","Orhan Kuntman Meali":"İman edip, sâlih ameller işleyenler için, yapmış oldukları güzel amellerin mükafat olarak, Me'vâ cennetleri vardır.","Osman Fırat Meali":"iman edip salih amel işleyenlere gelince, onlar için, yapmakta olduklarına karşılık bir mükâfat olarak Me’vâ cennetleri vardır.","Ömer Nasuhi Bilmen Meali":"Evet. O kimseler ki, imân ettiler ve sâlih sâlih amellerde bulundular, artık onlar için yapmış oldukları amelleri mukabilinde konak olmak üzere Me'va cennetleri vardır.","Suat Yıldırım Meali":"İman edip, güzel ve makbul işler işleyenlere, yaptıklarına karşılık konukluk olarak Me'va cennetleri vardır. ","Süleyman Ateş Meali":"İnanan ve iyi işler yapanlara gelince, onlar, yaptıklarına karşılık, durulmağa değer cennetlerde ağırlanırlar.","Süleyman Tevfik (1927)":"Îmân idüb sâlih 'amel işleyenlere karârgah cennetdir. 'Amelleri sebebiyle oraya misâfir olurlar.","Süleymaniye Vakfı Meali":"İnanan ve iyi iş yapanların alacakları karşılık, konuk olarak yerleşecekleri cennetlerdir.","Şaban Piriş Meali":"İman edenler ve doğruları yapanlar için yaptıktlarına karşılık olarak konakları Me'va Cennetleri'dir.","Ümit Şimşek Meali":"İman eden ve güzel işler yapanlar için Me'vâ Cennetleri vardır ki, yaptıklarına karşılık bir konak olarak hazırlanmıştır.","Yaşar Nuri Öztürk Meali":"İman edip hayra/barışa yönelik işler yapanlara gelince, onlar için, yaptıklarına karşılık olarak barınacakları cennet konakları vardır.","Eski Anadolu Türkçesi":"ammā anlar kim įmān getürdiler daħı işlediler eyü işler pes. anlaruñdur me'vā uçmaķları nüzül ya'nį mad olınmış anuñ-içün kim oldılar işlerler.","Satıraltı Meal (1534)":"Ammā ol kişiler ki īmān getürdiler ve ‘amel‐i ṣāliḥ işlediler. Anlara ya‐raḳlanupdur Me’vā cennetleri ‘amelleri sebebi‐y‐ile.","Bunyadov-Memmedeliyev ":"İman gətirib yaxşı işlər görənləri etdikləri əməllər müqabilində qonaq qalacaqları (sakin olacaqları) Mə’va cənnətləri gözləyir. (Onlar orada Allahın əbədi qonaqları olacaqlar).","M. Pickthall (English)":"But as for those who believe and do good works, for them are the Gardens of Retreat, a welcome (in reward) for what they used to do.","Yusuf Ali (English)":"For those who believe and do righteous deeds are Gardens as hospitable(3652) homes, for their (good) deeds."},"20":{"Arabic":"وَاَمَّاالَّذ۪ينَفَسَقُوافَمَأْوٰيهُمُالنَّارُۜكُلَّمَٓااَرَادُٓوااَنْيَخْرُجُوامِنْهَٓااُع۪يدُواف۪يهَاوَق۪يلَلَهُمْذُوقُواعَذَابَالنَّارِالَّذ۪يكُنْتُمْبِه۪تُكَذِّبُونَ","Abdulbaki Gölpınarlı Meali":"Fakat buyruktan çıkanlara gelince: Onların yurtları ateştir; oradan çıkmak istedikleri zaman tekrar atılırlar oraya ve onlara denir ki: Tadın yalanladığınız ateşin azabını.","Abdullah-Ahmet Akgül Meali":"<b>Fasık olanlar içinse, artık onların da barınma yeri ateş </b><i>(olacaktır)</i><b>. Oradan her çıkmak istediklerinde hemen geri çevrilecekler ve onlara: \"Kendisini yalanladığınız ateş azabını tadın!\" denilecek </b><i>(ve kahra uğrayacaklardır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Fakat Allah'ın buyruklarından çıkanlara gelince, onların varacakları son barınakları ateştir. Oradan çıkmak isteyecekleri zaman, tekrar atılırlar oraya ve kendilerine: “Yalanlamış olduğunuz ateşin azabını, şimdi tadın bakalım” denir.","Ahmet Tekin Meali":"Doğru ve mantıklı düşünmenin, hak dinin dışına çıkan fâsıkların, âsilerin, bozguncuların mekânları ise ateştir. Oradan her çıkmak istediklerinde geri çevrilirler, kendilerine:<br>\r\n“Yalanlayıp durduğunuz, Cehennem azâbını tadın” denilir.","Ahmet Varol Meali":"Fasıklık edenlere gelince; onların barınma yerleri ateştir. Ne zaman oradan çıkmak isteseler oraya geri döndürülürler ve kendilerine: \"Yalanlamakta olduğunuz ateşin azabını tadın\" denir.","Ali Bulaç Meali":"Fasık olanlar içinse, artık onların da barınma yeri ateştir. Oradan her çıkmak istediklerinde, geri çevrilirler ve onlara: 'Kendisini yalanladığınız ateş azabını tadın' denir.","Ali Fikri Yavuz Meali":"Amma fâsık (münâfık) olanların barınacağı yer ateştir. Oradan her çıkmak istedikçe, onlar yine ateş içine döndürülürler; ve onlara: “- Haydi tadın bakalım, yalanlayıp durduğunuz o ateşin azabını!...” denilir.","Bahaeddin Sağlam Meali":"İlahî yasaları çiğneyenler ise, onların sığınağı ateştir. Oradan geri çıkmak istedikçe, içine geri çevrilirler. Ve onlara. “İşte yalanlamakta olduğunuz ateşin azabını tadın!.” denilir.","Bayraktar Bayraklı Meali":"Yoldan çıkanlar ateşte konaklayacaklardır. Oradan her çıkmak istediklerinde, tekrar oraya geri döndürülürler ve kendilerine, “Yalanladığınız cehennem azabını tadın!” denir.","Besim Atalay Meali (1965)":"Buyrumu tutmayan, kimselerin durakları ateştir, çıkmak istedikçe oradan, onlar oraya geri döndürülürler, «Yalanlamış olduğunuz ateşin azabını tadınız» denilecektir","Cemal Külünkoğlu Meali":"Yoldan çıkmış olanların varacağı yer ateştir. Her ne zaman oradan çıkmak isteseler, tekrar oraya geri döndürülürler ve onlara: “Yalanladığınız ateş azabını tadın bakalım!” denir.","Cemil Said (1924)":"Fısk ve fücûr ile me’lûf olanların mekânı ise ateşdir. Oradan çıkmak istedikce tekrâr idhâl olunacaklar ve kendilerine: \"Vaktiyle yalan didiğiniz ateş ’azâbını tatınız\" dinilecekdir.","Diyanet İşleri Meali (Eski)":"Ama yoldan çıkanların, işte onların varacağı yer ateştir. Oradan çıkmak isteyişlerinin her defasında geri çevrilirler ve onlara: \"Yalanlayıp, durduğunuz ateşin azabını tadın\" denir.","Diyanet İşleri Meali (Yeni)":"Fasıklık edenlere gelince, onların barınağı ateştir. Oradan her çıkmak istediklerinde, oraya döndürülürler ve onlara, “Yalanlamakta olduğunuz ateş azabını tadın” denir.","Kur'an Yolu (Diyanet İşleri)":"Günaha batanların varacakları yer ise ateştir. Oradan her çıkmak istediklerinde oraya geri çevrilirler ve kendilerine şöyle denir: “Asılsız saydığınız cehennem azabını tadın!”","Diyanet Vakfı Meali":"Yoldan çıkanlar ise, onların varacakları yer ateştir. Oradan her çıkmak istediklerinde geri çevrilirler ve kendilerine: Yalandır deyip durduğunuz cehennem azabını tadın! denir.","Edip Yüksel Meali":"Yoldan çıkmış olanların konağı ise ateştir. Oradan her çıkmak istediklerinde, tekrar oraya çevrilirler. Onlara, \"Yalanlamakta olduğunuz ateş azabını tadın,\" denir.","Elmalılı Hamdi Yazır Meali":"Ama fâsıklık etmiş olanların barınakları ateştir. Oradan her çıkmak istediklerinde oraya geri çevrilirler ve kendilerine: \"Haydi tadın o ateşin yalanlayıp durduğunuz azabını!\" denir.","Elmalılı Meali (Orijinal)":"Amma fasıklık etmiş olanların me'vâları ateştir. Ondan her çıkmak istedikçe onlar içine iade olunurlar da kendilerine haydi tadin o ateşin tekzib edib durduğunuz azâbını denilir","Emrah Demiryent Meali":"Fâsıklara (kâfirlere) gelince... Onların barınağı ateştir. Her ne zaman oradan çıkmak isteseler, oraya geri döndürülürler ve kendilerine şöyle buyurulur: “Yalanlamakta olduğunuz ateşin (cehennemin) azabını tadın!”","Erhan Aktaş Meali":"Fasıklara gelince, onların barınağı ateştir. Her çıkmak istediklerinde, oraya yeniden iade edilirler. Ve onlara: “Yalanladığınız ateşin azabını tadın!” denir.","Hasan Basri Çantay Meali":"Fâsık olanların barınacağı yer ise ateşdir. Ne zaman oradan çıkmak isterlerse içerisine döndürülürler ve onlara: «Tekzîb edegeldiğiniz o ateşin azabını tadın» denilir.","Hayrat Neşriyat Meali":"Fakat o fâsıklık edenlere gelince, artık onların varacağı yer, ateştir. Ne zaman oradan çıkmak isteseler, oraya geri döndürülürler ve onlara: “Kendisini yalanlamaktaolduğunuz ateşin azâbını tadın!” denilir.(3)","İhsan Aktaş Meali":"Ama (kendilerine hakkıyla mesajlarımızın tebliği yapıldığı hâlde haktan) sapmış olanların (ahirette) barınacakları yer ise ateştir. Ne zaman oradan çıkmak isterlerse, (Allah’ın dilediği vakte kadar) yine oraya geri çevrilirler ve onlara «yalanlamakta olduğunuz ateşin azabını tadın» denir.","İlyas Yorulmaz Meali":"Yoldan çıkmışlara gelince, onlarında yerleşecekleri yer ateştir. Ne zaman ateşten çıkmak isteseler, tekrar ateşe döndürülür ve onlara “Yalanlamış olduğunuz azabı tadın” denir.","İsmayıl Hakkı Baltacıoğlu":"İçi bozuk olanların barınakları ise ateş olacaktır. Onlar oradan çıkmak istedikçe oraya döndürüleceklerdir. Onlara şöyle denilecek: \"Yalan sayageldiğiniz azabı şimdi tadın bakalım.\"","İsmail Hakkı İzmirli":"Fişka sapanlarsa onların barınacak yerleri ateş olacak. Onlar oradan çıkmak istedikçe gerisin geriye oraya döndürülecek, onlara «— Yalan saydığınız ateş azabını tadın» denecek.","İsmail Yakıt":"Yoldan çıkanlara gelince, işte onların sığınacakları yer ateştir. Ne zaman oradan çıkmayı arzu etseler geri çevrilirler ve onlara, “Yalanlayıp durduğunuz ateşin azabını tadınız!” denir.","Kadri Çelik Meali":"Fasıklık edenlere gelince, artık onların da barınma yeri ateştir. Oradan her çıkmak istediklerinde oraya geri çevrilirler ve onlara, “Kendisini yalanlamakta olduğunuz ateş azabını tadın” denir.","Mahmut Kısa Meali":"<b>Yoldan çıkmış olanlara gelince; onların sığınağı da ateştir! </b>Öyle ki, <b>ne zaman </b>ateşten bunalıp <b>oradan çıkmaya çalışsalar, </b>zebaniler tarafından <b>tekrar ateşe atılacaklar. Ve onlara, “</b>Hayattayken <b>yalanlayıp durduğunuz cehennem ateşini </b>şimdi <b>tadın bakalım!” denilecek.</b>Bununla birlikte, onların azâbı yalnızca cehennemden ibaret olmayacak:","Mahmut Özdemir Meali":"Yoldan sapmış olanlara da gelince; onların barınağı Ateş’tir. Her ne zaman oradan çıkmayı istedilerse, oraya iade edildiler (tekrar döndürüldüler). Onlara: -“Yalanlıyor olduğunuz Ateş’in azabını tadın!” denildi.","Mehmet Çakır Meali":"Gerçeğe kafa tutanların ise sonu, ateştir. Bunlar, alevlerden kurtulmaya yeltendikçe, tekrar tekrar geri tıkılacaklar ve kendilerine: &quot; <i>vaktiyle inkar edip durduğunuz cehennem azabını tadın bakalım &quot; </i>denecek.","Mehmet Çoban Meali":"İnkâr ederek ya da inandım diye kendini ve insanları kandırıp Allah’ın yasalarına uymayanlara gelince; onların barınağı ateştir. Cehennemden kurtulma istekleri geri çevrilir. Onlara \"Yalanlamakta olduğunuz ateş azabını tadın!\" denilir.        ","Mehmet Okuyan Meali":"Yoldan çıkanlara gelince, onların barınağı ise ateştir. Oradan her çıkmak istediklerinde geri döndürülmüş (olacak)lar [*] ve kendilerine, “Yalanlamış olduğunuz cehennem azabını tadın!” denecektir. [*]","Mehmet Türk Meali":"Hak yoldan çıkanların içerisinde kalacakları yer ise, çıkmak istediklerinde her defasında içerisine tekrar atıldıkları cehennem ateşidir. Ve onlara: “Haydi! Ateşin yalanlayıp durduğunuz azabını tadın bakalım.” denilir.","Muhammed Esed Meali":"Sapmışların varacakları yer ise ateştir: ondan kurtulmak için her çırpınışlarında yeniden içine atılırlar ve kendilerine, “Yalanlamış olduğunuz ateşin azabını [şimdi] tadın bakalım!” denir.","Mustafa Çavdar Meali":"Yoldan çıkan fasıklara gelince, onların varıp yerleşecekleri yer ateştir. Onlar ne zaman oradan çıkmak isteseler, kendilerine “Haydi yalanlayıp durduğunuz bu ateşin azabını tadın bakalım!” denilerek oraya geri döndürülürler. 9/24, 35/37, 43/74...78","Mustafa İslamoğlu Meali":"Fasıklık yapmış olanlara gelince: artık onların da konaklayacakları yer ateş olacak; oradan ne zaman çıkmak isteseler, kendilerine “Oldum olası yalanlayıp durduğunuz ateşin azabını tadın!” denilerek oraya iade edilecekler.","Orhan Kuntman Meali":"Yoldan çıkanların varacakları yer ise, cehennem ateşidir, ne zaman oradan çıkmak isteseler, her seferinde geri çevrilirler ve onlara: \"Yalan saymakta direndiğiniz o ateşin azabını tadın\" diye nida olunur.","Osman Fırat Meali":"Fasıklık edenlere gelince, onların barınağı ateştir. Oradan her çıkmak istediklerinde, oraya döndürülürler ve onlara, \"Yalanlamakta olduğunuz ateş azabını tadın\" denir.","Ömer Nasuhi Bilmen Meali":"Fakat o kimseler ki, fıska sapmışlardır, artık onların barınacakları yer, ateştir. Her ne vakit oradan çıkmalarını istedikçe onun içine geri döndürüleceklerdir ve onlara denilmiş olacaktır ki, o ateş azabını tadın ki, siz onu yalan saymakta bulunmuşidiniz.","Suat Yıldırım Meali":"Yoldan çıkmış fâsıkların ise barınakları cehennemdir. Her ne zaman oradan çıkmak isteseler yine oraya itilirler. Onlara: “Cehennem azabını yalan sayıyordunuz. Tadın da görün bakalım! ” denir. [22, 22; 34, 42]","Süleyman Ateş Meali":"Yoldan çıkanların barınacakları yer de ateştir. Ne zaman oradan çıkmak isteseler, yine oraya geri çevrilirler ve onlara: \"Yalanlamakta olduğunuz ateş azabını tadın\" denilir.","Süleyman Tevfik (1927)":"D'inden hurûc ile fâsık olanların yerleri cehennemdir. Her def'a ondan çıkmak murâd iderlerse oraya geri çevrilürler. Ve onlara: \"Dünyâda iken tekzîb itdiğiniz ateşin 'azâbını tadınız\" denilür.","Süleymaniye Vakfı Meali":"Yoldan çıkanların yerleşecekleri yer de Cehennemdir. Ne zaman oradan çıkmak isteseler \"Yalanlayıp durduğunuz ateşin azabını tadın\" denilerek, gerisin geri yerlerine götürülürler.","Şaban Piriş Meali":"Yoldan çıkanlara gelince, onların barınağı ateştir. Her ne zaman oradan çıkmak isteseler, tekrar oraya döndürülürler ve onlara şöyle denir:-Tadın bakalım yalanladığınız ateşin azabını!","Ümit Şimşek Meali":"Yoldan çıkmış olanların barınacakları yer de ateştir. Ne zaman oradan çıkmak isteseler, “Tadın yalanladığınız ateş azabını!” diye geri çevrilirler.","Yaşar Nuri Öztürk Meali":"Sapmış olanların varacakları yerse ateştir. Oradan her çıkmak istediklerinde, oraya geri çevrilirler. Ve şöyle denir onlara: \"Yalanlayıp durduğunuz ateş azabını tadıverin!\"","Eski Anadolu Türkçesi":"ammā anlar kim fāsıķ oldılar yirleri anlaruñ oddur. nice kim dileyeler kim çıķalar andan girü döndürmeler anuñ içine daħı eyidile anlara “daduñ od 'aźābın ol kim olduñuz anı yalan dutarsız.”","Satıraltı Meal (1534)":"Ammā ol kişiler ki fāsıḳlardur, anlaruñ yirleri cehennemdür. Nice ki andan ḳaçmaḳ dileseler anuñ içine dönderineler. Daḫı eyidile anlara ki daduñuz olod ‘aẕābını ki siz anı yalanladuñuz.","Bunyadov-Memmedeliyev ":"Fasiqlərə gəldikdə isə, onların məskəni cəhənnəm odudur. Onlar hər dəfə oddan çıxmaq istədikdə yenə ora qaytarılacaq və onlara: “Dadın yalan hesab etdiyiniz cəhənnəm odunun əzabını!” – deyiləcəkdir.","M. Pickthall (English)":"And as for those who do evil, their retreat is the Fire. Whenever they desire to issue forth from thence, they are brought hack thither. Unto them it is said: Taste the torment of the Fire which ye used to deny.","Yusuf Ali (English)":"As to those who are rebellious and wicked, their abode will be the Fire: every time(3653) they wish to get away therefrom, they will be forced thereinto, and it will be said to them: \"Taste ye the Penalty of the Fire, the which ye were wont to reject as false.\""},"21":{"Arabic":"وَلَنُذ۪يقَنَّهُمْمِنَالْعَذَابِالْاَدْنٰىدُونَالْعَذَابِالْاَكْبَرِلَعَلَّهُمْيَرْجِعُونَ","Abdulbaki Gölpınarlı Meali":"Biz, belki dönerler diye pek büyük azaptan önce de onlara yakın bir azabı tattıracağız mutlaka.","Abdullah-Ahmet Akgül Meali":"<b>Andolsun Biz onlara </b><i>(içlerinde iman ve vicdan eseri bulunanlara)</i><b> belki </b><i>(inkârcılıktan)</i><b> dönerler diye, o büyük </b><i>(uhrevi)</i><b> azaptan önce, yakın </b><i>(dünyevi)</i><b> azaptan da tattıracağız. </b><i>(Onlara karşı mü’minlere zafer verip zalimlerin saltanatını yıkacağız.)</i> ","Abdullah Parlıyan Meali":"Biz, belki dönerler diye pek büyük bir azap olan, kıyamet azabından önce, onlara daha yakın olan, dünya felaketleri ve yenilgisini tattıracağız.","Ahmet Tekin Meali":"En büyük azaptan, cehennem azâbından önce, onlara korku, esâret, zillet, açlık, hastalık, deprem, âfet gibi en yakın felâketlerden, kabir azabından tattıracağız. Olur ki, şirkten ve isyandan vazgeçip imana dönerler.","Ahmet Varol Meali":"Andolsun ki onlara en büyük azaptan önce yakın azaptan tattıracağız. Umulur ki dönerler.","Ali Bulaç Meali":"Andolsun, biz onlara belki (inkarcılıktan) dönerler diye o büyük (uhrevi) azabdan önce, yakın (dünyevi) azabtan da taddıracağız.","Ali Fikri Yavuz Meali":"Şu da muhakkak ki, o kâfirlere, o en büyük azabdan (cehennem azabından) önce, yakın azabdan (dünyadaki esaret, ölüm, açlık gibi felâketlerden) taddıracağız. Olur ki, (küfürlerinden) dönerler, tevbe ederler.","Bahaeddin Sağlam Meali":"Andolsun! O büyük azaptan başka da yakın bir azabı onlara tattıracağız. Belki dönerler diye…","Bayraktar Bayraklı Meali":"Andolsun ki, biz onlara o büyük azaptan önce pek yakın/dünya azabı da tattıracağız. Belki dönerler!","Besim Atalay Meali (1965)":"Büyük azaptan önce, yakın olan azabı da onlara tattırırız, ola ki onlar döne","Cemal Külünkoğlu Meali":"Belki dönüp yola gelirler diye onlara (ahiretteki) büyük azaptan önce mutlaka daha yakın azabı da (dünyada açlık, korku, esaret, zillet, musibet, deprem, afet gibi) tattıracağız.","Cemil Said (1924)":"Büyük ’azâba dûçâr itmezden evvel ânlara dünyâda hafif bir ’azâb vireceğiz belki bize rücû’ iderler.","Diyanet İşleri Meali (Eski)":"Belki yollarından dönerler diye and olsun onlara büyük azabdan önce dünya azabından tattırırız.","Diyanet İşleri Meali (Yeni)":"Andolsun, dönsünler diye biz onlara (ahiretteki) en büyük azaptan önce (dünyadaki) yakın azabı elbette tattıracağız.","Kur'an Yolu (Diyanet İşleri)":"Belki dönüş yaparlar diye, onlara o büyük azaptan önce daha yakın azaptan muhakkak tattıracağız.","Diyanet Vakfı Meali":"En büyük azaptan önce, onlara mutlaka en yakın azaptan tattıracağız; olur ki (imana) dönerler.  ","Edip Yüksel Meali":"Belki (ibret alıp) dönerler diye büyük azaptan önce biz onlara yakın (dünya) azabı tattırırız.","Elmalılı Hamdi Yazır Meali":"Şu bir gerçek ki, onlara o en büyük azabdan önce yakın azabdan (dünyada) da tattıracağız. Umulur ki, (kötülükten) dönerler.","Elmalılı Meali (Orijinal)":"Şu da muhakkak ki onlara o en büyük azâbdan beride o yakın azabdan da tattıracağız, gerek ki rücu' edeler","Emrah Demiryent Meali":"Şüphesiz biz onlara (kâfirlere, âhiretteki) en büyük azaptan önce, (pişman olup) doğru yola dönmeleri için, (daha dünyadayken belâ ve musibetler vererek) yakın azabı tattıracağız.","Erhan Aktaş Meali":"Onlara, büyük azaptan¹ önce, daha yakın² olan azaptan tattıracağız. Belki dönerler.³","Hasan Basri Çantay Meali":"Biz, o en büyük azâbdan önce de onlara mutlakaa yakın azâbdan tatdıracağız. Tâki ric'at etsinler.","Hayrat Neşriyat Meali":"(Âhiretteki) en büyük azabdan ayrı olarak, daha yakın azabdan (dünya azâbından)da onlara mutlaka tattıracağız; tâ ki (isyankâr hâllerinden) dönsünler.","İhsan Aktaş Meali":"Ve (o sapmış olanlar tövbe edip inkârdan) dönsünler diye biz onlara (ahiretteki) en büyük azaptan önce (daha dünyadayken) yakın azabı da (açlık, korku, musibet vs.) elbette tattıracağız. *","İlyas Yorulmaz Meali":"O büyük azaptan başka, onları daha çok aşağılayacak azabı tattıracağız. Belki dönerler.","İsmayıl Hakkı Baltacıoğlu":"Biz onlara öbür dünyadaki büyük azaptan önce bu dünyadaki en küçük azabı tattıracağız, geri dönsünler diye.","İsmail Hakkı İzmirli":"Biz onlara kalanların hak yoluna dönebilmeleri için herhalde en büyük [¹] azaptan evvel [²] daha küçük [³] bir azap [⁴] tattıracağız.","İsmail Yakıt":"Biz onlara büyük azaptan önce mutlaka yakın/dünya azabı da tattırırız. Belki dönerler.","Kadri Çelik Meali":"Şüphesiz biz onlara, belki dönerler diye o büyük (uhrevi) azaptan önce, yakın (dünyevi) azaptan da tattırırız.","Mahmut Kısa Meali":"<b>Bu büyük azaptan ayrı olarak, </b>pişman olup doğru yola <b>dönmeleri için, onlara </b>daha dünyadayken belâ ve musibetler vererek, <b>küçük azaptan da </b>bir nebze <b>tattıracağız. </b>Bütün bunlara rağmen;","Mahmut Özdemir Meali":"Onlara, En Büyük Azab’tan başka En Yakın Azab’tan da tattırıyoruz. Umulur ki dönerler.","Mehmet Çakır Meali":"Onlara, ahretteki o büyük cezadan başka, dünyada iken de ufak ufak acılar tattıracağız,  bakarsın yanlıştan dönerler.","Mehmet Çoban Meali":"Andolsun! Hatalarından dönsünler, tövbe edip af dilesinler, cehennem azabından korunsunlar diye; dünyada yaşarken insanlara küçük felaketlerle azap tattıracağız. Belki düşünüp öğüt alırlar! Belki cezaların büyüğü olan cehennem azabından kurtulurlar!","Mehmet Okuyan Meali":"(Gerçeğe) dönsünler diye en büyük azaptan önce onlara mutlaka en yakın azaptan [*] tattıracağız.","Mehmet Türk Meali":"Belki yola gelirler diye onlara, o büyük (âhiret) azabından önce, yakın (dünya) azabından¹ da mutlaka tattıracağız.","Muhammed Esed Meali":"Fakat o şiddetli azab[a onları mahkum etme]den önce belki [pişman olup] yollarını düzeltirler diye ¹⁶ hemen yanı başlarındaki azabı tattıracağız. ¹⁷","Mustafa Çavdar Meali":"Oysa biz onlara belki dönerler diye ahiretteki büyük azaptan önce dünyada kısmen daha aşağı azap yaşatıyoruz. 13/33- 34, 43/46...51","Mustafa İslamoğlu Meali":"Ama onlara, daha büyük mahrumiyeti tattırmadan önce daha yakın (dünya) mahrumiyetini kısmen elbette tattıracağız;[³⁷⁰²] umulur ki (yol yakınken) dönerler.[³⁷⁰³]","Orhan Kuntman Meali":"Andolsun ki onlara, o büyük cehennem azabından önce ibret alıp sapıklıktan dönerler diye o yakın azaptan (yenilgi ve esâret gibi bir belâdan) da tattıracağız!","Osman Fırat Meali":"Ve belki dönerler diye onlara (ahiretteki) en büyük azaptan önce (dünyadaki) yakın azabı elbette tattıracağız.","Ömer Nasuhi Bilmen Meali":"Ve elbette onlara o en büyük azaptan önce o yakın azaptan tattıracağız. Umulur ki, onlar ric'at ediverirler.","Suat Yıldırım Meali":"O kâfirlerin dönüş yapmaları ümidiyle, onlara en büyük azaptan önce, dünyada açlık, musîbet, esaret, ölüm gibi peşin bir azap tattıracağız. ","Süleyman Ateş Meali":"Belki dön(üp yola gel)irler diye, mutlaka onlara o büyük azabdan ayrı olarak, daha yakın azabı da taddıracağız.","Süleyman Tevfik (1927)":"Biz onlara büyük 'azâbdan (âhiret 'azâbından) gayrı yakın 'azâbı (dünyâ 'azâbını) taddırırız, belki bu sâyede fısk ve küfürlerinden dönerler.","Süleymaniye Vakfı Meali":"Belki vazgeçerler diye büyük azaptan önce onlara kesinlikle küçük azaptan[*] da tattıracağız.","Şaban Piriş Meali":"Belki dönerler diye onlara büyük azaptan önce daha yakın bir azap tattıracağız.","Ümit Şimşek Meali":"Belki vazgeçerler diye, Biz onlara en büyük azaptan önce, dünyada da bazı azapları tattıracağız.","Yaşar Nuri Öztürk Meali":"Belki dönerler diye, onlara o büyük azaptan ayrı olarak, o küçük azaptan da mutlaka tattıracağız.","Eski Anadolu Türkçesi":"daħı ŧaduravuz anlara yaķın 'aźābdan ya'nį depelemek ulu 'aźāb ileyince ola kim anlar döneler.","Satıraltı Meal (1534)":"Daḫı daddurur‐biz anlara dünyā ‘aẕābını ki ḳızlıḳ ve yesīrlik ve özgesidür, ulu ‘aẕāb gelmezden burun ki āḫiret ‘aẕābıdur. Ola kim Tañrıya ḳaytalar.","Bunyadov-Memmedeliyev ":"Biz ən böyük əzabdan (axirət əzabından) əvvəl onlara mütləq dünya əzabından daddıracağıq. Bəlkə, (tövbə edib düz yola) qayıdalar!","M. Pickthall (English)":"And verily We make them taste the lower punishment before the greater, that haply they may return.","Yusuf Ali (English)":"And indeed We will make them taste of the Penalty of this (life) prior to(3654) the supreme Penalty, in order that they may (repent and) return."},"22":{"Arabic":"وَمَنْاَظْلَمُمِمَّنْذُكِّرَبِاٰيَاتِرَبِّه۪ثُمَّاَعْرَضَعَنْهَاۜاِنَّامِنَالْمُجْرِم۪ينَمُنْتَقِمُونَ۟","Abdulbaki Gölpınarlı Meali":"Kendisine Rabbinin delillerinden bir kısmı anılıp onlarla öğüt verildikten sonra da onlardan yüz çevirenden daha zalim kimdir ki? Şüphe yok ki biz, mücrimlerden öç alacağız.","Abdullah-Ahmet Akgül Meali":"<b>Kendisine Rabbinin ayetleri </b><i>(İslam’ın hakikatleri)</i><b> hatırlatıldıktan </b><i>(ve gerçeği anladıktan)</i><b> sonra, </b><i>(dünyalık makam ve çıkar hırsıyla) </i><b>bunlardan yüz çevirip uzaklaşan </b><i>(ve Hakk yoldan kopup ayrılan)</i><b>dan daha zalim kim olabilir? Muhakkak ki Biz mücrimlerden intikamımızı alıcıyız.</b> ","Abdullah Parlıyan Meali":"Kendisine Rabbinin ayetleri hatırlatıldığı halde, onlardan yüz çevirenden daha zalim, yani yaratılış gayesi dışında yaşayan kim olabilir? Bu şekilde, günaha batmış olanlardan biz, intikamımızı mutlaka alacağız.","Ahmet Tekin Meali":"Kendilerine, Rabbinin âyetleri tebliğ edildikten, hatırlatıldıktan sonra, âyetlerin öğretilmesine, ilkelerin toplumlarında benimsenmesine, yaşanmasına engel olanlardan, kâinatta açıkça gözüken delillere bakarak ibret almaktan yüz çevirenlerden daha zâlim kimler olabilir? Biz İslâm'a planlı cephe alarak, müslümanlığı, müslüman nesilleri yozlaştırma, yok etme suçu işleyen güç ve iktidar sahibi âsilere, suçlulara, günahkârlara, lâyık oldukları cezayı vereceğiz.","Ahmet Varol Meali":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir? Muhakkak ki biz suçlulardan öç alıcıyız.","Ali Bulaç Meali":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra, yüz çevirenden daha zalim kimdir? Gerçekten biz, suçlu-günahkarlardan intikam alıcılarız.","Ali Fikri Yavuz Meali":"Rabbinin ayetleri ile nasihat edilib de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Muhakkak ki, müşriklerden biz intikam alırız.","Bahaeddin Sağlam Meali":"Rabbinin ayetleri ona hatırlatıldıktan sonra, onlardan yüz çevirenden daha zalim kim olabilir?! Gerçekten Biz, suçlulardan intikamımızı almaktayız.","Bayraktar Bayraklı Meali":"Rabbinin âyetleri kendilerine hatırlatıldıktan sonra onlardan yüz çevirenlerden daha zâlim kim vardır? Biz suçlulardan kesinlikle öç alacağız.","Besim Atalay Meali (1965)":"Tanrının âyetleri söylendiğinde, yüz çeviren kimselerden daha zalim kim olur? Evet günahlılardan öcümüzü alırız","Cemal Külünkoğlu Meali":"Kendisine Rabbinin mesajları aktarıldığında onlara sırtını dönenden daha zalim kim olabilir? (Bu şekilde) günaha batmış olanlardan mutlaka intikam alacağız (onlara hak ettikleri cezayı vereceğiz)!","Cemil Said (1924)":"Bizim âyâtımız ile îkâz idildiği halde yüz çevirenden daha zâlim kim olur. Biz mücrimlerden intikâm alacağız.","Diyanet İşleri Meali (Eski)":"Rabbinin ayetleri kendisine hatırlatılıp da onlardan yüz çeviren kimseden daha zalim var mıdır? Şüphesiz suçlulardan öç alacağız.*","Diyanet İşleri Meali (Yeni)":"Kim, Rabbinin âyetleri kendisine hatırlatıldıktan sonra onlardan yüz çevirenden daha zalimdir? Şüphesiz ki biz suçlulardan intikam alıcıyız.","Kur'an Yolu (Diyanet İşleri)":"Kendisine rabbinin âyetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir? Biz, günahkârlara lâyık oldukları cezayı mutlaka veririz.","Diyanet Vakfı Meali":"Kendisine Rabbinin âyetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir! Muhakkak ki biz, günahkârlara, lâyık oldukları cezayı veririz.","Edip Yüksel Meali":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir? Biz suçlulardan elbette öc alacağız.","Elmalılı Hamdi Yazır Meali":"Rabbinin âyetleriyle kendisine öğüt verilip de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Gerçekten biz, günahkârlardan intikam alacağız.","Elmalılı Meali (Orijinal)":"Rabbının âyetleriyle nasıhat edilib de sonra onlardan yüz çeviren kimseden daha zalim de kim olabilir, muhakkak ki mücrimlerden biz intikam alırız","Emrah Demiryent Meali":"Kendisine Rabbinin âyetleri hatırlatıldıktan sonra, (hâlâ, inatla) onlardan yüz çevirenden daha zâlim kim olabilir? Şüphesiz biz, (küfürlerinde inat eden) mücrimlere (kâfirlere), müstahak oldukları cezayı vereceğiz.","Erhan Aktaş Meali":"Rabb'inin ayetleri ile öğütlendiği halde, ondan yüz çeviren kimseden daha zalim kim vardır? Kuşkusuz Biz, mücrimlere hak ettikleri cezayı vereceğiz.","Hasan Basri Çantay Meali":"Kendisine Rabbinin âyetleriyle öğüt verilib de sonra onlardan yüz çeviren kimseden daha zaalim kimdir? Hiç şübhesiz ki biz günahkârlardan intikaam alıcılarız.","Hayrat Neşriyat Meali":"Kendisine Rabbisinin âyetleriyle nasîhat edilip de sonra onlardan yüz çeviren kimseden daha zâlim kim olabilir? Şübhesiz ki biz, günahkârlardan intikam alıcılarız.","İhsan Aktaş Meali":"Kendisine Rabbinin ayetleri (insanlığın huzur ve mutluluğu için gönderilen mesajları) hatırlatıldıktan (tebliğ edildikten) sonra onlardan yüz çevirenden daha zalim kim olabilir! Muhakkak ki biz, suçlulara, (dünyada sürekli suç işleyenere hak ettikleri) cezayı veririz.","İlyas Yorulmaz Meali":"Rabbinin ayetleri hatırlatıldıktan sonra, onlardan yüz çeviren bir kimseden daha zalim kim olabilir ki? Elbette biz suçlulardan intikam alacağız.","İsmayıl Hakkı Baltacıoğlu":"Çalabının belgeleri ile öğütlenmişken sonra onlardan yüz çeviren kimseden daha kıyıcı kim olabilir? İşte Biz suçlulardan öç alıcıyız.","İsmail Hakkı İzmirli":"Kendisine Rabbinin âyetleri hatırlatılmışken ondan yüz çevirenden daha zalim kim olabilir? Biz günahkârlardan öç alacağız.","İsmail Yakıt":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra ondan sırtını dönen/yüz çeviren kimseden daha zalim kim vardır? Muhakkak ki Biz, günahkârlardan/suçlulardan [mucrimûn] intikam alıcıyız.","Kadri Çelik Meali":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra, onlardan yüz çevirenden daha zalim kimdir? Gerçekten biz, suçlu günahkârlardan intikam alıcılarız.","Mahmut Kısa Meali":"<b>Kendisine Rabb’inin ayetleri </b>açıkça <b>tebliğ edildiği hâlde, </b>küstahça <b>onlardan yüz çevirenden daha zâlim kim olabilir? Hiç kuşkusuz Biz, </b>ezilen, sömürülen ve hakları çiğnenen mazlum ve çaresiz kullarımız adına<b> günahkârlardan intikam alacağız!</b>","Mahmut Özdemir Meali":"Rabbinin âyetleri hatırlatılmış, yine de ondan yüz çevirmiş kimseden daha zâlim kimdir? Biz, Suç İşleyenler’den intikam alanlar’ız.","Mehmet Çakır Meali":"Kendisine Allah kelâmı hatırlatılınca burun kıvırıp gidenden daha saygısız kim olabilir? Biz suçlulardan öcümüzü mutlaka alırız...","Mehmet Çoban Meali":"Ama onlar ayetlerimizle anlatılan gerçeklerden ders almazlar! Anlatılan gerçeklere sırtını çevirirler. Düşünmezler mi? Ayetlerimize karşı çıkanlar zalimlerdir. O zalimler yasalarımıza uymazlar. İnsanların uydurdukları yasalarla zulme saparlar. Muhakkak ki yasamıza karşı çıkan günahkârlara lâyık oldukları cezayı veririz.","Mehmet Okuyan Meali":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir ki! Şüphesiz ki biz suçlulardan intikam alıcılarız.","Mehmet Türk Meali":"Kendisine Rabbinin âyetleri hatırlatıldıktan sonra, onlara sırtını dönenden daha zâlim kim olabilir? Biz böyle günâh-kârlardan intikamımızı kesinlikle alırız.","Muhammed Esed Meali":"Kendisine Rabbinin mesajları aktarıldığında onlara sırtını dönenden daha zalim kim olabilir? [Bu şekilde] günaha batmış olanlardan öcümüzü mutlaka alacağız!","Mustafa Çavdar Meali":"Rabbinin ayetleri kendisine iletildikten sonra bundan yüz çevirenden daha zalim/suçlu kim olabilir? Biz, bu suçlulara yaptıklarının cezasını elbette vereceğiz. 10/71, 18/57","Mustafa İslamoğlu Meali":"Rabbinin âyetleri kendisine hatırlatılıp da, ardından onlara sırt çeviren kimseden daha zalim biri olabilir mi? Elbette Biz, günahı hayat tarzı haline getirenlere yaptıklarının acısını tattırmayı biliriz.[³⁷⁰⁴]","Orhan Kuntman Meali":"Rabbinin ayetleri ile kendisine öğüt verildiği halde, hak davetten yüz çeviren kimseden daha zâlim kim olabilir? Kuşkusuz biz o günahkarlara, layık oldukları cezayı veririz.","Osman Fırat Meali":"Kendisine rabbinin ayetleri hatırlatıldığında ondan yüz çevirenden daha zalim kim olabilir? Muhakkak ki biz olanlardan intikam alacağız!","Ömer Nasuhi Bilmen Meali":"Ve daha zalim kimdir kendisine Rabbinin âyetleriyle nasihat verilip de sonra onlardan yüz çeviren kimseden? Şüphe yok ki, Biz günahkârlardan intikam alıcılarız.","Suat Yıldırım Meali":"Rabbinin âyetleri ile kendisine nasihat edildiğinde sırtını dönüp uzaklaşan kimseden daha zalim kimse olur mu? Biz o suçlulardan elbette intikam alıp onları cezalandıracağız. ","Süleyman Ateş Meali":"Kendisine Rabbinin ayetleriyle öğüt verildikten sonra onlardan yüz çevirenlerden daha zalim kim olabilir? Muhakkak ki biz, suçlulardan öç alıcıyız.","Süleyman Tevfik (1927)":"Kendisine rabbinin âyetleri ile va'z u nasîhat olundığı halde ondan i'râz idenden daha zâlim kim vardır? Biz mücrimlerden intikâm alırız.","Süleymaniye Vakfı Meali":"Rabbinin ayetleri kendisine anlatıldıktan sonra yüz çeviren kimseden daha yanlışta olan kimdir? O suçlulara hak ettikleri cezayı mutlaka çektireceğiz.","Şaban Piriş Meali":"Rabbin ayetleri kendisine hatırlatılıp da sonra ondan yüz çevirenden daha zalim kim olabilir? Biz, günahkarların elbette cezasını vereceğiz.","Ümit Şimşek Meali":"Kendisine Rabbinin âyetleriyle öğüt verildiğinde ondan yüz çeviren kimseden daha zalim kim vardır? Biz o mücrimlerden elbette intikam alırız.","Yaşar Nuri Öztürk Meali":"Rabbinin ayetleri kendilerine hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim vardır? Suçlulardan mutlaka intikam alacağız biz!","Eski Anadolu Türkçesi":"daħı kimdür žālimıraķ andan kim ögüd virinildi [222a] çalabı’sı āyetlerile andan yüz döndürdi andan? bayıķ biz yazuķlulardan ökünc alıcılaruz.","Satıraltı Meal (1534)":"Kim ẓālimraḳdur ol kimseden ki ögütlene Tañrısı āyetleri‐y‐le. Andanṣoñra yüz ḳaytara andan. Taḥḳīḳ biz yaman kişilerden intiḳām ider‐biz.","Bunyadov-Memmedeliyev ":"Rəbbinin ayələri ilə öyüd-nəsihət verildikdən sonra onlardan üz döndərən kəsdən daha zalım kim ola bilər?! Biz, şübhəsiz ki, onlardan intiqam alacağıq!","M. Pickthall (English)":"And who doth greater wrong than he who is reminded of the revelations of his Lord, then turneth from them. Lo! We shall requite the guilty.","Yusuf Ali (English)":"And who does more wrong than one to whom are recited the Signs of his Lord, and who then turns away(3655) therefrom? Verily from those who transgress We shall exact (due) Retribution."},"23":{"Arabic":"وَلَقَدْاٰتَيْنَامُوسَىالْكِتَابَفَلَاتَكُنْف۪يمِرْيَةٍمِنْلِقَٓائِه۪وَجَعَلْنَاهُهُدًىلِبَن۪ٓياِسْرَٓاء۪يلَۚ","Abdulbaki Gölpınarlı Meali":"Ve andolsun ki Musa'ya da kitap vermiştik, ona kavuşacağında şüphen olmasın ve biz, İsrailoğullarına o kitabı, doğru yolu gösteren bir rehber yapmıştık.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm!)</i><b> Andolsun, Biz Musa’ya da kitabı </b><i>(Tevrat’ı) </i><b>vermiştik; böylece Sen Ona </b><i>(Kur’an’a)</i><b> kavuşmaktan </b><i>(vahye muhatap olmaktan)</i><b> kuşku içinde bulunma! Biz onu </b><i>(Hz. Musa’yı ve Tevrat’ı da)</i><b> İsrailoğullarına bir yol gösterici </b><i>(imam, rehber ve önder)</i><b> kılmıştık. </b> ","Abdullah Parlıyan Meali":"Andolsun biz, Musa'ya kitap verdik. Öyleyse sana ilettiğimiz vahiyde, aynı hakikat ile karşılaşacağından kuşkuya düşme veya Musa'ya kitap verilmesi konusunda bir kuşkun olmasın veya miraçta ve ahirette Musa'ya kavuşacağından şüphe etme. Biz İsrailoğullarına o kitabı, doğru yolu gösteren bir rehber yapmıştık.","Ahmet Tekin Meali":"Andolsun ki, biz Mûsâ'ya kutsal kitabı verdik. Sen de Kur'ân'a kavuşacağından şüphe etme. Onu, Tevrat'ı İsrailoğulları'na hidâyet rehberi olarak hazırladık.","Ahmet Varol Meali":"Andolsun biz Musa'ya Kitab'ı vermiştik, şimdi sen ona kavuşmaktan kuşku içinde olma. Onu İsrailoğullarına yol gösterici kılmıştık.","Ali Bulaç Meali":"Andolsun, biz Musa'ya kitabı vermiştik; böylece sen ona kavuşmaktan kuşku içinde olma. Biz onu İsrailoğullarına bir yol gösterici kılmıştık.","Ali Fikri Yavuz Meali":"Gerçekten biz Musa'ya Tevrat'ı verdik. Şimdi sen, ona kavuşmakdan dolayı şübhede olma, (Mi'raç gecesinde ona kavuşacaksın). Biz O'nu (Mûsa'yı), İsraîloğullarına bir hidayet rehberi yapmıştık.","Bahaeddin Sağlam Meali":"Andolsun! Biz, Musa’ya o Kitabı (Tevratı) verdik. Sakın sen onun ile buluşmakta(*) şüphe içinde olma! Biz o Kitabı, İsrailoğulları için bir rehber kıldık.","Bayraktar Bayraklı Meali":"Andolsun ki biz, Mûsâ'ya kitâbı verdik. Mûsâ'nın ona kavuştuğu hususunda hiç şüphe etme! Biz onu İsrâiloğulları'na bir rehber kıldık.","Besim Atalay Meali (1965)":"Biz Musa'ya kitap verdik, ona kavuşmakta şüphe eyleme, biz, onu İsrail oğullarına kılavuz kıldık","Cemal Külünkoğlu Meali":"Andolsun ki, Biz Musa'ya Kitab'ı (Tevrat'ı) vermiştik. Hiç şüphen olmasın ki, sen de öyle bir kitaba kavuşacaksın. (Musa'ya verdiğimiz) o kitabı İsrailoğulları için bir kılavuz yapmıştık.","Cemil Said (1924)":"Mûsâ’ya kitâb virdik, senin Mûsâ’nın mülâkâtında şübhen olmasun biz o kitâb ile Benî İsrâîl’i hidâyete sevk itdik.","Diyanet İşleri Meali (Eski)":"And olsun ki Musa'ya Kitap verdik; Sakın sen ona kavuşacağından şüphe etme. Musa'ya verdiğimizi İsrailoğullarına doğruluk rehberi kıldık.","Diyanet İşleri Meali (Yeni)":"Andolsun, biz Mûsâ’ya Kitab’ı (Tevrat’ı) vermiştik. Sen de kitaba (Kur’an’a) kavuşma konusunda sakın şüphe içinde olma. Onu İsrailoğullarına bir yol gösterici kılmıştık.","Kur'an Yolu (Diyanet İşleri)":"Andolsun biz Mûsâ’ya kitabı vermiştik; ona kavuşma hakkında şüphen olmasın ve biz onu İsrâiloğulları için kılavuz yapmıştık.","Diyanet Vakfı Meali":"Andolsun biz Musa'ya Kitap verdik, -(Resûlüm!) sen ona kavuşacağından şüphe etme- ve onu İsrailoğullarına hidayet rehberi kıldık.  ","Edip Yüksel Meali":"Musa'ya kitabı verdik; bu konuda hiçbir kuşkun olmasın. Onu İsrail oğulları için bir rehber yaptık.","Elmalılı Hamdi Yazır Meali":"Andolsun ki biz vaktiyle Musa'ya kitap vermiştik. Şimdi de sen ona (öyle bir kitaba) kavuşmaktan şüphe içinde olma. Biz onu İsrailoğullarına doğru yolu göstren bir rehber kılmıştık.","Elmalılı Meali (Orijinal)":"Şanım hakkı için muhakkak ki vaktiyle Musâya kitab vermiştik, şimdi de sen onun likasından şübheye düşme, ve onu Beni İsraîl için bir hidayet rehberi kılmıştık","Emrah Demiryent Meali":"Kasem olsun ki, Mûsâ’ya, Kitâb’ı (Tevrât’ı) verdik. (Ey insan!) Sakın onun (böyle bir Kitâb’a) ulaştığından şüphe duyma. Biz onu, İsrâiloğullarına doğru yolu gösteren bir rehber yaptık.","Erhan Aktaş Meali":"Ant olsun ki Mûsâ'ya Kitap verdik. Sakın ona kavuşmaktan¹ kuşku içinde olma. Onu² İsrâîloğulları için yol gösterici yaptık.","Hasan Basri Çantay Meali":"Andolsun ki biz Musâya o kitabı verdik. Şimdi sen ona kavuşmakdan şübhede olma. Biz onu İsrâîl oğullarına hidâyet (rehberi) yapmışdık.","Hayrat Neşriyat Meali":"Şânım hakkı için, Mûsâ'ya Kitâb'ı (Tevrât'ı) verdik. (Ey Resûlüm!) Sakın ona(Mûsâ'ya) kavuşacağından bir şübhe içinde olma! (Biz) onu da İsrâiloğullarına bir hidâyet rehberi kıldık.","İhsan Aktaş Meali":"(Resulüm!) Gerçekten de biz, (sana Kur’an’ı verdiğimiz gibi) Musa’ya da kitâbı (Tevrat’ı) vermiştik. O Hâlde Musa’nın ona (Tevrat’a) kavuştuğu hususunda kuşku içinde olma! Ve Biz (sana verdiğimiz Kur’an’ı bütün insanlığa doğru yolu gösteren bir rahber kıldığımız gibi) onu (Musa’ya verdiğimiz o kitabı) da İsrâiloğulları’na (doğru yolu gösteren) bir rehber kılmıştık.*","İlyas Yorulmaz Meali":"Biz Musa ya kitabı verdik. Onun, (Allah ile Tur dağındaki) karşılaşmasından şüphe etme. Musa ya verdiğimiz kitabı İsrail oğullarına doğru yol rehberi yaptık.","İsmayıl Hakkı Baltacıoğlu":"Ant olsun ki Biz Musa’ya Kitap verdik. Sakın sen Kitap’a kavuşacağından işkilli olmıyasın. Biz o Kitap’ı İsrailoğulları için kılavuz yaptık.","İsmail Hakkı İzmirli":"* Biz Musa/ya Kitap vermişiz. Sakın ona [⁵] kavuşmak hususunda şüpheye düşme. Biz onu İsrail oğullarına rehber kıldık.","İsmail Yakıt":"Andolsun Biz Musa’ya Kitab’ı verdik. Sakın sen de ona/ böyle bir kitaba kavuşacağından bir kuşku/tereddüt [mirye] içinde olma! Biz onu İsrailoğulları için bir doğru yol rehberi yaptık.","Kadri Çelik Meali":"Şüphesiz biz Musa'ya kitabı vermiştik; böylece sen ona kavuşmaktan kuşku içinde olma. Biz onu İsrail oğullarına bir hidayetçi kılmıştık.","Mahmut Kısa Meali":"Nitekim, bir zamanlar <b>Mûsâ’ya </b>Tevrat adlı kutsal <b>Kitabı vermiştik. </b>Ey Muhammed, sana da aynı nîmetleri sunacağız.<b> O hâlde, sakın ona kavuşacağından kuşkuya düşme! </b><br>Evet, onlara Tevrat’ı göndermiş ve <b>onu İsrail Oğulları’na </b>doğru yolu gösteren<b> bir rehber kılmıştık. </b>Şimdi ise, tüm insanlığa rehberlik edecek son kitabı, Kur’an’ı gönderiyoruz.","Mahmut Özdemir Meali":"And olsun ki Musa’ya Kitab’ı verdik! Onu İsrail’in oğulları için bir hidayet / yol gösterici yaptık; O’nun karşılaşmasından şüphe içinde olma!","Mehmet Çakır Meali":"<b>Musa'</b>ya da Kitap vermiştik.  Musa'nın tanrı ile yaptığı söyleşiden hiç kuşkun olmasın. Tevrat’ı İsrailoğullarına kılavuz etmiştik.","Mehmet Çoban Meali":"Andolsun! Mûsâ’ya Kitabı verdik. Sen de Kitap hakkında sakın şüphe içinde olma! Biz Musa’yı ve Kitabımızı İsrailoğullarına yol gösterici kıldık.         ","Mehmet Okuyan Meali":"Yemin olsun ki biz Musa’ya da Kitabı vermiştik. Sen (de) ona kavuşacağından şüphe etme! Onu İsrailoğullarına bir rehber kılmıştık.","Mehmet Türk Meali":"(Ey Muhammed!) Bizim Mûsa’ya İsrâil oğullarına yol gösterici olarak verdiğimiz kitap (gibi) bir kitabın, sana da verildiğinden sakın şüphe etme.¹","Muhammed Esed Meali":"GERÇEK ŞU Kİ [ey Muhammed,] Biz vahyi Musa’ya [da] tevdî etmiştik: öyleyse [sana ilettiğimiz vahiyde] aynı [hakikat] ile karşılaşacağından kuşkuya düşme! ¹⁸ Ve [nasıl ki] o [önceki vahy]i İsrailoğulları için bir rehber kıldık,","Mustafa Çavdar Meali":"Andolsun ki biz Musa’ya da kitap vermiştik. Bu konuda asla şüphen olmasın ve biz o kitabı İsrailoğulları için bir doğru yol kılavuzu yapmıştık. 7/144- 145, 14/5","Mustafa İslamoğlu Meali":"DOĞRUSU Biz Musa’ya da vahiy iletmiştik: şu halde onunla (aynı ortak paydada) buluşacağından asla tereddüdün olmasın![³⁷⁰⁵] Zira Biz, o (vahyi) de İsrâiloğulları için bir yol haritası kılmıştık.","Orhan Kuntman Meali":"Andolsun ki, Musa'ya da kitap verdik. (Ona inananlar olduğu gibi inanmayanlar da oldu, onlar hem Musa’ya hem de Harun'a ne çok eziyet yaptılar) Kuşkun olmasın ki sen de Musa (gibi çeşitli cefalar) ile karşılaşacaksın Tevrat'ı, İsrailoğullarına bir hidâyet rehberi kılmıştık. (Kur'an'ı da; ümmetini ve kıyamete dek gelecek bütün insanları doğru yola iletesin diye, sana ihsan ettik)","Osman Fırat Meali":"Ve biz Mûsâ’ya Kitabı verdik. Sakin onun karşılaştıklarından (seninde karşı karşıya kalacğından) kuşkuya düşme. Onu İsrâil oğullarına yol gösterici yaptık.","Ömer Nasuhi Bilmen Meali":"Andolsun ki, Mûsa'ya kitap vermiştik. Artık sen de ona kavuşacağından şüphede bulunma ve onu İsrailoğulları için bir rehber-i hidâyet kılmıştık.","Suat Yıldırım Meali":"23, 24. Şu bir gerçektir ki, sana verdiğimiz gibi Mûsâ'ya da kitap vermiş, sana vahyettiğimiz gibi ona da vahyetmiştik. Dolayısıyla onun da böyle bir vahiy aldığından hiç tereddüdün olmasın. Biz ona verdiğimiz kitabı, İsrailoğullarına rehber kıldık. Onlar sabrettiği ve âyetlerimize kesin olarak inandıkları müddetçe, Biz, emir ve irşadımızla onlardan doğru yolu gösteren önderler tayin ettik. [17, 2]","Süleyman Ateş Meali":"Andolsun biz Musa'ya Kitabı verdik. Sakın onun (Musa'ya) ulaşmasından kuşkuya düşme. Onu İsrail oğullarına yol gösterici yaptık.","Süleyman Tevfik (1927)":"Biz Mûsâ'ya kitâbı (Tevrât'ı) virdik. Ona (Mûsâ'ya) mülâkî olacağından şek üzere olma. Ve o kitâbı Benî İsrâîl içün rehber-i hidâyet kıldık.","Süleymaniye Vakfı Meali":"Musa'ya Kitap vermiştik. Hiç şüphen olmasın ki, sen de öyle bir kitaba kavuşacaksın. Onu İsrailoğulları için bir kılavuz yapmıştık.","Şaban Piriş Meali":"Musa'ya da kitap vermiş ve ona kavuşmaktan şüpheleri olmasın diye onu İsrailoğulları için kılavuz yapmıştık.","Ümit Şimşek Meali":"Doğrusu, Biz Musa'ya da kitap vermiştik; vahye muhatap olman konusunda senin de bir kuşkun olmasın. Biz o kitabı İsrailoğulları için bir hidayet rehberi yapmıştık.","Yaşar Nuri Öztürk Meali":"Yemin olsun ki, Mûsa'ya kitabı vermiştik. Böyleyken sen ona kavuşacağından kuşkuda olma! Biz onu İsrailoğullarına bir kılavuz yapmıştık.","Eski Anadolu Türkçesi":"daħı bayıķ virdük mūsā’ya tevrįt’i pes olma gümān içinde görmeginden. daħı eyledük anı ŧoġru yol benį isrāyil’e.","Satıraltı Meal (1534)":"Taḥḳīḳ biz virdük Mūsāya Tevrātı. Pes şek eyleme anuñ telaḳḳīsinden kiAllāhdandur.","Bunyadov-Memmedeliyev ":"Biz Musaya kitab (Tövrat) vermişdik. (Ya Rəsulum!) Sən onunla (Musa ilə) görüşəcəyinə şübhə etmə. (Peyğəmbər əleyhissəlam me’rac gecəsi Musa ilə görüşüb danışmışdı). Biz onu (Tövratı, yaxud Musanı) İsrail oğullarına doğru yol göstərən bir rəhbər etmişdik.","M. Pickthall (English)":"We verily gave Moses the Scripture; so be not ye in doubt of his receiving it; and We appointed it a guidance for the Children of Israel.","Yusuf Ali (English)":"We did indeed aforetime give the Book to Moses:(3656) be not then in doubt of its reaching (thee):(3657) and We made it a guide to the Children of Israel."},"24":{"Arabic":"وَجَعَلْنَامِنْهُمْاَئِمَّةًيَهْدُونَبِاَمْرِنَالَمَّاصَبَرُواۜوَكَانُوابِاٰيَاتِنَايُوقِنُونَ","Abdulbaki Gölpınarlı Meali":"Ve içlerinden, sabrettikleri takdirde onları, emrimizle doğru yola sevkedecek rehberler tayin etmiştik ve onlar, delillerimize adamakıllı inanmışlardı.","Abdullah-Ahmet Akgül Meali":"<i>(Ayrıca, nefsin kötü arzularına ve hayatın zorluklarına)</i><b> Sabretmeleri ve ayetlerimize yakinen </b><i>(kesinlikle ve şüphesiz)</i><b> iman etmeleri </b><i>(hatırına, takdir)</i><b> emrimizle onların içinden hidayet rehberi olan önderler tayin edip</b><i> (çıkarmıştık)</i><b>. </b> ","Abdullah Parlıyan Meali":"Ve İsrailoğullarının içinden her türlü sıkıntı ve zorluklara katlandıkları takdirde onları emrimizle doğru yola iletip, yönelten önderler kıldık. Onlar bizim ayetlerimize adamakıllı inanıyorlardı.","Ahmet Tekin Meali":"Sebatkâr davrandıkları, sabrederek mücadeleye devam edip, âyetlerimizi gerekçeleriyle kavrayıp kesinlikle inandıkları devirde, onların içinden, yaptığımız planın gereği, bizim düzenimizi uygulayarak doğru yola sevkeden rehberler, önderler, imamlar yetiştirdik.","Ahmet Varol Meali":"Sabrettiklerinde onlardan, bizim emrimizle doğruya ileten önderler kıldık (çıkardık). Onlar ayetlerimize de kesin olarak inanıyorlardı.","Ali Bulaç Meali":"Ve onların içinden, sabrettikleri zaman emrimizle doğru yola iletip-yönelten önderler kıldık; onlar bizim ayetlerimize kesin bilgiyle inanıyorlardı.","Ali Fikri Yavuz Meali":"İsrâiloğullarından da, (dinlerinde) sabrettikleri için, emrimizle (insanları) doğru yola götürecek imamlar (önderler) yetiştirmiştik. Onlar, (Tevrat'daki) ayetlerimizi yakînen biliyorlardı.","Bahaeddin Sağlam Meali":"Biz o İsrailoğullarından, sabrettikleri zaman, emrimizle (insanlara) yol gösteren önderler yaptık. Onlar, ayetlerimize gerçekten inanıyorlardı.","Bayraktar Bayraklı Meali":"Sabretmelerinden dolayı onlardan, bizim emrimizle kendilerine doğru yolu gösteren önderler tayin ettik. Onlar, bizim âyetlerimize kesin olarak inanıyorlardı.","Besim Atalay Meali (1965)":"Sabrettikleri, bizim âyetlerimize inandıkları çağda biz onları, bizim emrimizle doğru yol gösteren öncüler kıldık","Cemal Külünkoğlu Meali":"(İsrailoğullarından) sabrettiği ve (Tevrat'taki) ayetlerimize kesin olarak inandıkları müddetçe, Biz, emir ve irşadımızla onlardan (toplumlarına) doğru yolu gösteren önderler çıkardık.","Cemil Said (1924)":"Sabırlı ve âyâtımıza mu’tekid olduklarını ibrâz iyledikleri zamân evâmirimiz mûcibince sevk idilmeleri içün ânlar meyânında imâmlar bulundırdık.","Diyanet İşleri Meali (Eski)":"Sabredip ayetlerimize kesin olarak inanmalarından ötürü, aralarından, onları buyruğumuzla doğru yola götüren önderler yaptık.","Diyanet İşleri Meali (Yeni)":"Sabredip âyetlerimize kesin olarak inandıkları zaman, içlerinden emrimizle doğru yola ileten önderler çıkardık.","Kur'an Yolu (Diyanet İşleri)":"Sabredip âyetlerimize kesin olarak iman ettikleri zaman, onların içinden, buyruğumuzla doğru yolu gösteren rehberler çıkardık.","Diyanet Vakfı Meali":"Sabrettikleri ve âyetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten rehberler tayin etmiştik.","Edip Yüksel Meali":"Sabrettikleri ve ayetlerimize kesin olarak inandıkları zaman, emrimiz doğrultusunda yol gösteren önderler atamıştık içlerinden.","Elmalılı Hamdi Yazır Meali":"Onların içinden, sabrettikleri zaman bizim emrimizle doğru yola ileten önderler yetiştirmiştik. Onlar, bizim âyetlerimize kesin bir şekilde inanıyorlardı.","Elmalılı Meali (Orijinal)":"Ve içlerinden öncül imamlar yetiştirmiştik ki sabrettiklerinde emrimizle hidayet ediyorlardı ve âyetlerimize yakîn ile sarılmışlardı","Emrah Demiryent Meali":"Sabretmeleri ve âyetlerimize kesin bir şekilde inanmaları sebebiyle, emrimizle onlardan (İsrâiloğullarından) bir kısmını doğru yolu gösteren önderler yapmıştık.","Erhan Aktaş Meali":"Sabrettikleri¹ ve ayetlerimize tam bir bağlılık gösterdikleri için, onlardan buyruğumuzla doğru yola ileten önderler çıkardık.","Hasan Basri Çantay Meali":"İçlerinde de, sabır (ve sebat) etdikleri zaman emrimizle doğru yola sevk edecek rehberler ta'yîn etmişdik ve onlar âyetlerimizi çok iyi biliyorlardı.","Hayrat Neşriyat Meali":"(İsrâiloğulları) sabrettikleri zaman, onların içinden, emrimizle hak yolu gösterecek önderler kıldık. Çünki (onlar) âyetlerimize kat'î olarak inanıyorlardı.","İhsan Aktaş Meali":"Ve biz onlardan (İsrailoğullarından dinlerinde) sabrettikleri (direnip dayandıkları) zaman emrimizle doğru yola iletip yönelten öncüler kıldık; onlar bizim ayetlerimize kesin bilgiyle inanıyorlardı.*","İlyas Yorulmaz Meali":"İsrail oğullarından bir gurubu (ümmeti), sabretmeleri ve ayetlerimize kesin inanmalarından dolayı, bizim emirlerimiz doğrultusunda insanları doğru yola ileten önderler yaptık.","İsmayıl Hakkı Baltacıoğlu":"Katlanmayı bildikleri, belgelerimize de kandıkları için, içlerinden buyruğumuzla onları doğru yola iletecek önderler de çıkardık.","İsmail Hakkı İzmirli":"Onlardan bir kısmı göğsünü gerip âyetlerimizi yakînen bildikleri zaman onları fermanımız ile halka yol göstermek üzere pişüvalar kılmıştık.","İsmail Yakıt":"Sabredip/göğüs gerip ayetlerimize kesin olarak inandıkları zaman, onların içlerinden emrimizle doğru yola ulaştıran önderler çıkardık.","Kadri Çelik Meali":"Sabrettikleri ve ayetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten önderler tayin etmiştik.","Mahmut Kısa Meali":"Bakın; İsrail Oğulları, omuzladıkları mücâdelenin zorluklarına <b>sabırla göğüs gerdikleri ve ayetlerimize gereğince inandıkları sürece, onların içinden, buyruklarımız doğrultusunda </b>toplumlarını <b>doğru yola ileten önderler çıkarmıştık. </b>İşte siz de aynı tavrı gösterirseniz, sizi de tüm insanlığın öncüleri ve önderleri kılacağız.","Mahmut Özdemir Meali":"Sabrettiklerinde, onlardan bizim emrimizle yol gösteren önderler yaptık. Âyetlerimize kesin inanıyorlardı.","Mehmet Çakır Meali":"İsrailoğulları arasından önderler yetiştirdik.  talimatımız doğrultusunda sabırla yol aldılar,  bizim sözlerimize yürekten bağlı idiler...","Mehmet Çoban Meali":"Onların arasında inançlarında azimli kararlı olanlar vardı. Yasalarımıza harfiyen uyarak yaşıyorlardı. Böylelerini emrimizle yol göstermeleri için insanlara önder kıldık.        ","Mehmet Okuyan Meali":"Sabrettikleri ve ayetlerimize kesin bir şekilde inandıkları zaman onların içinden, emrimizle doğru yola ulaştıran önderler çıkarmıştık. [*]","Mehmet Türk Meali":"Biz sabretmeleri ve bizim âyetlerimize tereddütsüz inanmaları sebebiyle, onların içerisinden (insanları) emrimizle hak yola ulaştıran, önderler yetiştirdik.¹","Muhammed Esed Meali":"ve [nasıl ki] sabredip mesajlarımıza tereddütsüz inandıkları zaman, onların içinden, buyruklarımız doğrultusunda ¹⁹ [kavimlerini] hidayete ulaştıran önderler çıkardık, [işte böylece, ey Muhammed, sana vahyedilmiş olan ilahî kelâm için de aynı şey geçerli olacak.] ²⁰","Mustafa Çavdar Meali":"Ve biz, davalarında direnip sabredenleri ve bizim ayetlerimize gönülden inandıkları zamanlarda onların içinden insanları mesajlarımızla doğru yola çağıran önderler çıkarmıştık. 9/124, 16/125, 42/15","Mustafa İslamoğlu Meali":"Yine (unutma ki), zorluklara göğüs gerip âyetlerimize yakînen inandıkları zamanlarda, emrimizle içlerinden hidayete ulaştıran önderler çıkarmıştık.","Orhan Kuntman Meali":"(Musa'ya tabi olanlar, düşmanlarının ezâ ve cefâsına karşı) Sabredip katlandıkları (bu arada Rablerinin emir ve yasaklarını harfiyyen yerine getirdikleri) zaman, içlerinden -emrimizle- halkı doğru yolu gösterecek rehberler tayin ettik ki onlar, ayetlerimizi çok iyi biliyorlardı! ","Osman Fırat Meali":"Sabrettikleri ve âyetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten önderler kıldık.","Ömer Nasuhi Bilmen Meali":"Ve sabrettikleri zaman onlardan rehberler kılmıştık ki, Bizim emrimizle doğru yola sevkederlerdi ve âyetlerimize yakînen kani bulunmuşlardı.","Suat Yıldırım Meali":"23, 24. Şu bir gerçektir ki, sana verdiğimiz gibi Mûsâ'ya da kitap vermiş, sana vahyettiğimiz gibi ona da vahyetmiştik. Dolayısıyla onun da böyle bir vahiy aldığından hiç tereddüdün olmasın. Biz ona verdiğimiz kitabı, İsrailoğullarına rehber kıldık. Onlar sabrettiği ve âyetlerimize kesin olarak inandıkları müddetçe, Biz, emir ve irşadımızla onlardan doğru yolu gösteren önderler tayin ettik. [17, 2]","Süleyman Ateş Meali":"Sabrettikleri ve ayetlerimize kesinlikle inandıkları zaman, onların içinden, buyruğumuzla doğru yola ileten önderler yetiştirmiştik.","Süleyman Tevfik (1927)":"Belâ ve mesâ'îbe sabır itdikleri ve âyetlerimize tamamıyle îmân iyledikleri sebebiyle Benî İsrâîl'den emrimizle nâsı hidâyete götürür imâmlar yapdık.","Süleymaniye Vakfı Meali":"Ayetlerimize kesin olarak inanıp dik duruş gösterdikleri zaman onları, emrimizle yol gösteren önderler yapmıştık.","Şaban Piriş Meali":"Sabretmeleri ve ayetlerimize iyice inanmaları sebebiyle, emrimizle onlardan bir kısmını doğru yolu gösteren önderler yapmıştık.","Ümit Şimşek Meali":"Onlar âyetlerimize kesin bir şekilde iman ederek sabır ve sebat ettiklerinde, içlerinden buyruğumuzla insanlara doğru yolu gösteren önderler tayin ettik.","Yaşar Nuri Öztürk Meali":"Sabrettikleri zaman içlerinden, bizim emrimizle doğru yola ileten önderler çıkarmıştık. Onlar bizim ayetlerimize gereğince inanıyorlardı.","Eski Anadolu Türkçesi":"daħı eyledük anlardan imāmlar, yol gösterürler buyruġumuz-ile ol vaķt kim śabr eylediler daħı oldılar āyetlerümüze gümānsuz olurlar.","Satıraltı Meal (1534)":"Daḫı anlardan imāmlar ḳılduḳ ki ḫalḳa yol gösterdiler‐idi bizüm buy‐ruġumuzla ṣabr itdükleri vaḳt. Daḫı anlar bizüm āyetlerümüze şeksüzinanurlardı.","Bunyadov-Memmedeliyev ":"(Çətinliklərə) səbr etdikləri və ayələrimizə ürəkdən inandıqları üçün Biz onlardan (İsrail oğullarından) əmrimizlə (insanlara) haqq yolu göstərən rəhbərlər tə’yin etmişdik.","M. Pickthall (English)":"And when they became steadfast and believed firmly in Our revelations, We appointed from among them leaders who guided by Our command.","Yusuf Ali (English)":"And We appointed, from among them, leaders, giving guidance(3658) under Our command, so long as they persevered with patience and continued to have faith in Our Signs."},"25":{"Arabic":"اِنَّرَبَّكَهُوَيَفْصِلُبَيْنَهُمْيَوْمَالْقِيٰمَةِف۪يمَاكَانُواف۪يهِيَخْتَلِفُونَ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki Rabbin, kıyamet gününde, ayrılığa düştükleri şeyler hakkında, aralarında hükmedecek.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz Rabbin, ayrılığa düştükleri ve ihtilaf ettikleri konularda </b><i>(ise)</i><b>, kıyamet günü hükmünü verip onların aralarını ayıracaktır.</b> ","Abdullah Parlıyan Meali":"Şüphe yok ki Allah, ayrılığa düştükleri tüm konularda, kıyamet günü insanlar arasında hükmedecektir.","Ahmet Tekin Meali":"Rabbin onların kasıtlı ihtilâf çıkarmaya, çarpıtmaya devam ettikleri konularda, Kıyamet günü, aralarında ayrı ayrı hesaplarını görerek hükmünü icra edecektir.","Ahmet Varol Meali":"Şüphesiz Rabbin, ayrılığa düştükleri konularda kıyamet günü hüküm verecektir.","Ali Bulaç Meali":"Şüphesiz, senin Rabbin, ihtilafa düştükleri şeyler konusunda kıyamet günü aralarında 'hükmünü verip ayıracaktır'.","Ali Fikri Yavuz Meali":"Şüphe yok ki Rabbin, (müminlerle kâfirlerin) aralarında, kıyamet günü, ihtilâf edip durdukları (dine ait) şeylerde hükmünü verecektir.","Bahaeddin Sağlam Meali":"Şüphesiz senin Rabbin, kıyamet günü onların ihtilaf ettikleri konular hakkında, aralarında hükmünü verecektir.","Bayraktar Bayraklı Meali":"Şüphesiz ki Rabbin, kıyamet gününde bizzat kendisi, onların aralarında ihtilafa düştükleri konularda hükmünü verecektir.","Besim Atalay Meali (1965)":"Ayrıştıkları şeyi, kıyamet günü Tanrın ayırt eder aralarında","Cemal Külünkoğlu Meali":"Şüphe yok ki Rabbin, kıyamet gününde, ayrılığa düştükleri şeyler hakkında, aralarında hükmedecektir.","Cemil Said (1924)":"İhtilâf itdiğiniz husûsât içün rabbiniz kıyâmet gününde fasl-ı da’vâ idecekdir.","Diyanet İşleri Meali (Eski)":"Muhakkak ki Rabbin ayrılığa düştükleri şeylerde kıyamet günü aralarında hükmedecektir.","Diyanet İşleri Meali (Yeni)":"Şüphesiz Rabbin kıyamet günü, üzerinde ayrılığa düşmekte oldukları şeyler konusunda onlar arasında hüküm verecektir.","Kur'an Yolu (Diyanet İşleri)":"Muhakkak ki rabbin, ihtilâf edip durdukları hususlarda kıyamet günü onların arasında hükmünü verecektir.","Diyanet Vakfı Meali":"Muhakkak ki Rabbin, ihtilâf etmekte oldukları şeyler hakkında kıyamet günü onların aralarında hükmedecektir.","Edip Yüksel Meali":"Rabbin, ayrılığa düştükleri konularda onların arasında diriliş günü karar verecek olandır.","Elmalılı Hamdi Yazır Meali":"Şimdi ihtilafa düştükleri şeyler hakkında şüphesiz ki Rabbin kıyamet günü aralarında ayırıcı hükmü verecektir.","Elmalılı Meali (Orijinal)":"Şimdi ihtilâf edib durdukları şeylerde hiç şübhesiz ki rabbın Kıyamet günü beyinlerini fasledecektir","Emrah Demiryent Meali":"Şüphesiz Rabbin, (mü’minlerle kâfirlerin) ayrılığa düştükleri şeylerde (mü’minleri ebedî cennete, kâfirleri ise ebedî olarak cehenneme koymak sûretiyle) hesap günü hükmünü verecektir.","Erhan Aktaş Meali":"Senin Rabbin; Kıyamet Günü, anlaşmazlığa düştükleri şeylerde onların arasını ayırır.¹","Hasan Basri Çantay Meali":"İhtilâf etmekde oldukları şeyler hakkında muhakkak ki Rabbin, (evet) O, kıyamet günü onların aralarında hükmedecekdir.","Hayrat Neşriyat Meali":"Şübhesiz ki üzerinde ihtilâfa düşegeldikleri şeyler hakkında, kıyâmet günü aralarını ayıracak (hüküm verecek) olan ancak Rabbindir.","İhsan Aktaş Meali":"(Resulüm!) Şüphe yok ki (zatım olan) Allah, ihtilaf ettikleri bütün konularda (kimin haklı, kimin haksız olduğu her konuda) Kıyamet Günü onlar (insanlar) arasında (adaletle doğru) bir hüküm verecektir.","İlyas Yorulmaz Meali":"İhtilaf ettikleri konularda Rabbin, kıyamet günü onların aralarını ayıracak.","İsmayıl Hakkı Baltacıoğlu":"Senin çalabın onların aralarında çekişip durduklarını kalkış günü kesip atacaktır.","İsmail Hakkı İzmirli":"Rabbin kıyamet günü ihtilâf ettikleri şeyi aralarında kesip atacak.","İsmail Yakıt":"Muhakkak ki senin Rabbin, kıyamet günü üzerinde ayrılığa düştüğü konularda onların aralarında ayırıcı [yafsılu] hükmünü verecektir.","Kadri Çelik Meali":"Şüphesiz senin Rabbin, ihtilafa düştükleri şeyler konusunda kıyamet günü aralarında hükmünü verip ayıracaktır.","Mahmut Kısa Meali":"<b>Hiç kuşkusuz Rabb’in,</b>insanların <b>anlaşmazlığa düştükleri </b>bütün tartışmalı <b>konularda, Hesap Günü aralarında </b>kesin <b>hükmünü verecektir! </b>Öyleyse o Gün gelip çatmadan önce, insanlık tarihinden ibret alıp düşünsünler:","Mahmut Özdemir Meali":"Senin rabbin, ihtilaf ediyor oldukları konuda Kıyâmet günü onların arasını ayıracaktır.","Mehmet Çakır Meali":"<b>Resulüm</b>! Rabb’in, onların uzlaşamadıkları konularla ilgili kararını artık kıyamet günü kendisi verecektir.","Mehmet Çoban Meali":"Şüphesiz kıyamet günü insanların tartıştıkları her konuda gerçekleri açıklayarak hükmümüzü bildireceğiz. Hiçbir şey gizli kalmayacaktır.        ","Mehmet Okuyan Meali":"Şüphesiz ki Rabbin anlaşmazlığa düştükleri şeyler hakkında kıyamet günü aralarında hükmedecektir. [*]","Mehmet Türk Meali":"Şüphesiz senin Rabbin, kıyamet günü onların anlaşmazlığa düştükleri şeyler hakkında, aralarını mutlaka ayıracaktır.¹","Muhammed Esed Meali":"ŞÜPHE YOK Kİ Allah, ihtilaf ettikleri bütün konularda ²¹ Kıyamet Günü insanlar arasında ²² bir hüküm verecektir.","Mustafa Çavdar Meali":"Hiç şüphen olmasın ki senin Rabbin, kıyamet günü onların anlaşmazlığa düştükleri konularda aralarında hükmünü verecektir. 16/64, 42/10","Mustafa İslamoğlu Meali":"Şüphesiz kıyamet günü anlaşmazlığa düştükleri konularda aralarında hüküm verecek olan elbet senin Rabbindir.","Orhan Kuntman Meali":"(Ey Muhammed) Şüphe yok ki Rabbin (peygamberler ile hak davetlerini kabul etmeyenlerin) ayrılığa düştüğü (dini) konularda, kıyamet günü hükmünü verecektir.","Osman Fırat Meali":"Şüphesiz Rabbin kıyamet günü, üzerinde ayrılığa düşmekte oldukları şeyler konusunda onlar arasını ayıracakır (hükmünü verecektir).","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, senin Rabbin (evet) O, kendisinde ihtiIâf eder oldukları şeylerde aralarını Kıyamet günü (hâl ve) fasledecektir.","Suat Yıldırım Meali":"Senin Rabbin kıyametteki büyük duruşma günü ihtilaf ettikleri hususlarda onlar arasında kesin hükmü elbet verecektir. [45, 16-17]","Süleyman Ateş Meali":"Şüphesiz Rabbin, kıyamet günü, ayrılığa düştükleri konularda onların aralarında hükmedecektir.","Süleyman Tevfik (1927)":"Rabbin yevm-i kıyâmetde, ihtilâf iyledikleri şeylerde aralarını hüküm ve fasl ider.","Süleymaniye Vakfı Meali":"Senin Rabbin ayrılığa düştükleri konularda kıyamet günü aralarında hükmünü verecektir.","Şaban Piriş Meali":"Şüphesiz Rabbin, hakkında ayrılığa düştükleri konularda kıyamet günü aralarında hüküm verecektir.","Ümit Şimşek Meali":"Kıyamet gününde Rabbin, onların anlaşmazlığa düştükleri şey için aralarındaki hükmünü verecektir.","Yaşar Nuri Öztürk Meali":"Kuşkusuz, Rabbin, evet O, ihtilaf edip durdukları hususlarda kıyamet günü onların arasını ayıracaktır.","Eski Anadolu Türkçesi":"bayıķ çalabuñ ol hükm eyleye aralarında ķıyāmet güni anuñ içinde kim oldılar anuñ içinde dartışurlar.","Satıraltı Meal (1534)":"Taḥḳīḳ senüñ Tañrıñ ayırur anlar ortasını ḳıyāmet güninde, ol nesnede kianlar çekişürlerdi.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) Həqiqətən, sənin Rəbbin onların (mö’minlərlə kafirlərin) arasında qiyamət günü ixtilafda olduqları (dini) məsələlər barədə hökm verəcəkdir!","M. Pickthall (English)":"Lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ.","Yusuf Ali (English)":"Verily thy Lord will judge between them on the Day of Judgment, in the matters wherein they differ (among themselves)(3659)"},"26":{"Arabic":"اَوَلَمْيَهْدِلَهُمْكَمْاَهْلَكْنَامِنْقَبْلِهِمْمِنَالْقُرُونِيَمْشُونَف۪يمَسَاكِنِهِمْۜاِنَّف۪يذٰلِكَلَاٰيَاتٍۜاَفَلَايَسْمَعُونَ","Abdulbaki Gölpınarlı Meali":"Onları doğru yola sevketmez mi onlardan önce nice ümmetleri helak etmemiz, onların yurtlarında gezip durmadalar; şüphe yok ki bunda deliller var elbet, hala mı işitmezler?","Abdullah-Ahmet Akgül Meali":"<i>(Bugün onların) </i><b>Yurtlarında gezip dolaştıkları nice nesilleri, kendilerinden evvel yıkıma uğratmış olmamız, hâlâ onları </b><i>(düşünüp ders alarak) </i><b>doğru yola iletip </b><i>(Hakka)</i><b> yöneltmek için </b><i>(yeterli olmadı mı?)</i><b> Elbette bunda </b><i>(tarihi kalıntı ve kıssalarda)</i><b> ayetler ve ibretler vardır; yine de duyup </b><i>(düşünmüyorlar mı?)</i> ","Abdullah Parlıyan Meali":"Onlardan önce nice toplumları helak etmemiz, onları doğru yola sevketmez mi? Onların yurtlarında gezip durmaktalar. Bunda apaçık ibretler ve dersler vardır, hâlâ hakkın sesini dinlemezler mi?","Ahmet Tekin Meali":"Bilgi ve becerilerini kullanarak halen yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri helâk edişimiz, hakka yönelmeleri için onlara aydınlatıcı, yeterli bilgi vermedi mi? Bunlarda elbette kudretimizi gösteren deliller vardır. Hâlâ öğüt alarak, düşünerek kulak vermeyecekler mi, icabet etmeyecekler mi?","Ahmet Varol Meali":"Kendilerinden önce, şimdi yurtlarında dolaştıkları nice nesilleri helak etmiş olmamız onları doğru yola iletmedi mi? Şüphesiz bunda ibretler vardır. Yine de duymuyorlar mı?","Ali Bulaç Meali":"Yurtlarında gezip dolaştıkları nice nesilleri kendilerinden evvel yıkıma uğratmış olmamız, hâlâ onları doğru yola iletip yöneltmedi mi? Elbette, bunda ayetler vardır; yine de işitmiyorlar mı?","Ali Fikri Yavuz Meali":"Biz, o Mekke kâfirlerinden önce nice nesiller helâk ettik. Kendileri de yurdlarında gezip duruyorlar. Bu, onları hidayete iletmedi mi? İşte bunlarda (önceki nesillere yaptığımız helâk işlerinde) elbette ibret alâmetleri vardır. Hâlâ dinlemiyecekler, nasihat kabul etmiyecekler mi?","Bahaeddin Sağlam Meali":"Hala, onlara açıklanmadı mı? Ki kendilerinden önce, meskenlerinde dolaştıkları nice çağları helak ettik. Gerçekten bunda, önemli ayetler vardır. Artık işitip anlamayacaklar mı?","Bayraktar Bayraklı Meali":"Halen yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri helâk edişimiz onları doğru yola sevketmedi mi? Bunlarda elbette dersler vardır. Hâlâ kulak vermiyorlar mı?","Besim Atalay Meali (1965)":"Onları, doğru yola iletmedi mi? Onlardan önce, nice nice kurunları yok ettik, geziyorlar bunlar onların duraklarında, bunda belgeler vardır, yoksa işitmezler mi?","Cemal Külünkoğlu Meali":"Bugün yurtlarında dolaştıkları kendilerinden önceki nice kuşakları (yaptıkları yüzünden) helak etmiş olmamız, (yola gelmeleri için) onlara bir şey anlatmıyor mu? Hiç kuşkusuz bunda, aklını kullanan insanlar için nice ibretler ve deliller vardır; hâlâ gerçeğin sesine kulak vermeyecekler mi?","Cemil Said (1924)":"Kendilerinden evvel ne kadar kavimleri helâk itdiğimizi bilmiyorlar mı? Halbuki bu kavimlerin eski meskenlerini geziyorlar, bunda ders-i ’ibret vardır, anlamıyorlar mı?","Diyanet İşleri Meali (Eski)":"Şimdi yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri yok etmiş olmamız onları doğru yola sevketmez mi? Bunlarda şüphesiz ibretler vardır. Dinlemezler mi?","Diyanet İşleri Meali (Yeni)":"Yurtlarında gezip dolaştıkları nice nesilleri helâk etmiş olmamız, onlar için yol gösterici olmadı mı? Şüphesiz bunda ibretler vardır. Hâlâ duymayacaklar mı?","Kur'an Yolu (Diyanet İşleri)":"Halen yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri yok etmiş olmamız, onların doğru yolu görmelerini sağlamadı mı? Bunlarda elbette ibretler var. Hâlâ kulak vermeyecekler mi?","Diyanet Vakfı Meali":"Halen yurtlarında gezip dolaştıkları kendilerinden önceki nice nesilleri helâk edişimiz onları doğru yola sevketmedi mi? Bunlarda elbette ibretler vardır. Hâla kulak vermezler mi?","Edip Yüksel Meali":"Kendilerinden önce nice nesilleri yok etmiş olmamız üzerinde hiç düşünmediler mi? Ki şimdi onların yurtlarında dolaşıyorlar. Bunda dersler ve işaretler vardır. İşitmezler mi?","Elmalılı Hamdi Yazır Meali":"Kendilerinden önce, yurtlarında gezip dolaşmakta oldukları nice kuşakları helâk etmiş olmamız, daha onları doğru yola iletmedi mi? Şüphesiz bunda nice ibretler vardır. Hâlâ kulak vermeyecekler mi?","Elmalılı Meali (Orijinal)":"Daha irşad etmedi mi onları ki kendilerinden evvel nice karınlar helâk etmişiz, meskenlerinde geziyorlar, elbette bunda şübhesiz âyetler var, halâ kulak vermiyecekler mi?","Emrah Demiryent Meali":"(Bugün) yurtlarında gezip dolaştıkları nice nesilleri, (hakkı inkâr etmeleri sebebiyle) helâk etmiş olmamız, onları doğru yola sevk etmedi mi? Şüphesiz bunda (nice) ibretler vardır. (Kendilerine yapılan bunca ikaza rağmen) hâlâ (hakikati) işitmiyorlar mı?","Erhan Aktaş Meali":"Yaşadıkları yerlerde, daha önce gezip dolaşmış olan nice nesilleri yok etmiş olmamız, onları doğru yola iletmeye yetmedi mi? Kuşkusuz bunda nice ayetler¹ vardır. Hâlâ söz dinlemeyecekler mi?","Hasan Basri Çantay Meali":"Biz onlardan evvel nice nesiller helak etdik. Yurdlarında kendileri de gezib duruyorlar. (Bu), onları hidâyete sevk etmedi mi? Bunlarda elbette ibretler vardır.. Haalâ dinlemeyecekler mi?","Hayrat Neşriyat Meali":"Onlardan önceki nice nesilleri (isyanları sebebiyle) helâk edişimiz hâlâ kendilerini yola getirmedi mi? (Hâlbuki) onların meskenlerinde dolaşıyorlar. Şübhesiz ki bunda nice ibretler vardır. Hiç dinlemezler mi?","İhsan Aktaş Meali":"Yurtlarında dolaştıkları (inkâr, zulüm, azgınlık ve yaptıkları kötülükler yüzünden) nice kuşakları daha önce helâk etmiş olmamız, hâlâ onlar için yol gösterici olmadı mı? Şüphesiz bunda ayetler (ders alınacak mesajlar) vardır. Hâlâ (öğüt alma kulağıyla) dinlemeyecekler mi?","İlyas Yorulmaz Meali":"Yaşadıkları şehirlerde kendilerinden önce yürüyüp gezen nicelerini helak ettiğimizin haberleri onlara ulaşmadı mı?","İsmayıl Hakkı Baltacıoğlu":"Biz onlardan önce nice soyları yok ettik. Şimdi yurtları üzerinde gezip duruyorlar. Bu, onları doğru yola iletmez mi? İşte bunda kesin belgeler vardır. Yine de kulaklarına girmiyor mu?","İsmail Hakkı İzmirli":"Kendilerinden evvel peygamberlerini yalancı sayan birtakım tabakayı ne yolda helâk ettiğimiz onlara belli olmadı mı [⁶]? Onlar o tabakanın meskenlerinde gezip dolaşırlar. İşte bunda kudretimize ait alâmetler vardır. Hâlâ işitmiyorlar mı?","İsmail Yakıt":"(Ey Peygamber!) Yurtlarında gezip dolaştıkları nice nesilleri kendilerinden önce helak etmiş olmamız onları yola getirmedi mi? Muhakkak ki bunda ibretler [âyât] vardır. Hâlâ dinlemiyorlar mı?","Kadri Çelik Meali":"Yurtlarında gezip dolaşmakta oldukları nice kuşakları kendilerinden evvel yıkıma uğratmış olmamız, hâlâ onları doğru yola iletip yöneltmedi mi? Şüphesiz bunda ayetler vardır; yine de işitmiyorlar mı?","Mahmut Kısa Meali":"<b>Halen yurtlarında gezip dolaştıkları, kendilerinden </b>önce yaşamış olan<b> nice nesilleri helâk etmiş olmamız onlara bir şey anlatmıyor mu? Hiç kuşkusuz bunda, </b>aklını kullanan insanlar için nice ibretler ve<b> deliller vardır; hâlâ </b>gerçeğin sesine <b>kulak vermeyecekler mi?</b>","Mahmut Özdemir Meali":"Yurtlarında yürüyen nice Kuşaklar’ı, onların öncesinden helâk etmemiz onlara yol göstermedi mi? Şüphesiz ki, bunda âyetler vardır. İşitmezler mi?","Mehmet Çakır Meali":"Daha önce nice nesilleri yok etmemiz acaba insanlara bir şey ifade etmiyor mu? Hem de harabeleri içinde gezinip duruyorlar. Bu harabelerde ne ipuçları var!  Ah bu sessizliği bir dinleyebilseler<b>!…</b>","Mehmet Çoban Meali":"Düşünmüyorlar mı? Yaşadıkları yerlerde daha önce insanlar yaşadı. Geçmişte yaşayan insanlardan bazılarını inkârlarından dolayı yok ettik. Bu gerçek onlara yol gösterici olmadı mı? Şüphesiz ki yok ettiğimiz topluluklarda ibretler vardır. Hâlâ duymayacaklar mı? Hala görmeyecekler mi?       ","Mehmet Okuyan Meali":"Yurtlarında dolaştıkları kendilerinden önceki nice nesli helak etmiş olmamız onlara (sonrakilere) yol göstermedi mi? Bunlarda elbette dersler vardır. (Gerçeği) dinlemezler mi?","Mehmet Türk Meali":"(Mekkeli müşrikleri,) yurtlarında gezip durdukları, kendilerinden önce helâk ettiğimiz nice nesillerin (akıbeti,) hak yola yöneltmedi mi? Şüphesiz bütün bunlarda mûcizeler vardır. (Bunlara) hâlâ kulak vermeyecekler mi?","Muhammed Esed Meali":"[Fakat] onlar, [o hakikati inkar edenler,] kendilerinden önce gelip geçmiş kaç nesli ²³ -bugün yurtlarında dolaşıp durdukları [kaç toplumu]- yok ettiğimizi görüp ders almazlar mı? Bunda elbette açık dersler vardır: hâlâ dinlemezler mi?","Mustafa Çavdar Meali":"Yurtlarında gezip dolaştıkları, kendilerinden önce gelip geçmiş nice uygarlıkları helak etmiş olmamız onlar için yol gösterici olmuyor mu? İşte bunda alınacak nice dersler vardır. Bu hakikatlere hala kulak vermeyecekler mi? 12/111, 14/45, 24/34, 30/9","Mustafa İslamoğlu Meali":"Şimdi kalıntılarında dolaştıkları kendilerinden önce yaşamış uygarlıklardan nicelerini helâk etmiş olmamız onlar için yol gösterici olmadı mı? Kuşkusuz bunda da alınacak bir ders mutlaka vardır: hâlâ mı işitmeyecekler?[³⁷⁰⁶]","Orhan Kuntman Meali":"Yurtlarında gezip dolaştıkları (harabeleri gözler önünde duran) kendilerinden önceki nice nesiller yok etmiş olmamız onların (küfürden vaz geçip) doğru yola gelmelerine yetmedi mi? Hâlâ (uyarılarımıza) kulak vermeyecekler mi?","Osman Fırat Meali":"Yurtlarında gezip dolaştıkları nice nesilleri helâk etmiş olmamız, onlar için yol gösterici olmadı mı? Şüphesiz bunda ibretler vardır. Hâlâ duymayacaklar mı?","Ömer Nasuhi Bilmen Meali":"Onlar için bir vesile-i hidâyet olmadı mı ki, onlardan evvel nice neslileri helâk ettik ki, onların yurtlarında gezip dolaşırlar. Şüphe yok ki, bunda elbette ibretler vardır. Hâlâ dinlemeyecekler mi?","Suat Yıldırım Meali":"Yurtlarında dolaştıkları nice nesillerin hayatlarını sona erdirmemiz, onları doğru yola irşad etmiyor mu? Elbette bunda ibretler vardır. Hâlâ nasihat dinlemeyecekler mi? [19, 98; 7, 92; 27, 52; 22, 45-46]","Süleyman Ateş Meali":"Bugün yurtlarında dolaştıkları nice kuşakları daha önce helak etmiş olmamız, hala onları yola getirmedi mi? Şüphesiz bunda ibretler vardır. (Öğüt alma kulağıyle) İşitmiyorlar mı?","Süleyman Tevfik (1927)":"Müşriklere Muhammed, kendilerinden evvel ne kadar karnlar helâk itdiğimizi haber virmedi mi? Onlar (müşrikler) o helâk olan kavimlerin diyâr ve meskenlerinde yürir ve gezerler. Tahkîk bunda 'ibretler vardır. Bunı işitmezler mi?","Süleymaniye Vakfı Meali":"Kendilerinden önceki nice nesilleri yok etmiş olmamız onlara gerçeği göstermiyor mu? Şimdi onların yurtlarında dolaşıyorlar. Bunda kesin göstergeler vardır, anlamıyacaklar mı?","Şaban Piriş Meali":"Yurtlarında dolaştıkları, kendilerinden önceki nice nesilleri yok etmemiz onlara yol göstermiyor mu? İşte bunda ayetler vardır. Hâlâ anlamıyorlar mı?","Ümit Şimşek Meali":"Şimdi yurtlarında dolaştıkları nice nesilleri helâk etmiş olmamız onları yola getirmedi mi? Bunda elbette ibretler vardır. Hâlâ kulak vermeyecekler mi?","Yaşar Nuri Öztürk Meali":"Evlerinde-yurtlarında dolaşıp durdukları nice nesilleri, kendilerinden önce helâk etmiş olmamız onlara yol göstermedi mi? Kuşkusuz, bunda ibretler vardır. Hâlâ işitmiyorlar mı?","Eski Anadolu Türkçesi":"iy daħı yol göstermedi mi anlara niçe helāk eyledük anlardan ilerü bölüklerden? yürirler ŧaraķlarında anlaruñ. bayıķ anuñ içinde nişānlardur. iy işitmezler mi?","Satıraltı Meal (1534)":"Beyān olmadı mı anlara ki niçe ḳavm helāk itdük anlardan burun geçmişzamānlarda, yürürler seferlerde anlaruñ yirlerinde. Taḥḳīḳ anda āyetler var‐dur. Pes niçün işitmezler?","Bunyadov-Memmedeliyev ":"Məgər onlar indi yurdlarında gəzib-dolaşdıqları özlərindən əvvəlki neçə-neçə nəsilləri (peyğəmbərlərini yalançı saydıqlarından ötrü) məhv etdiyimizi görmürlərmi? Həqiqətən, bunda (Məkkə müşrikləri üçün) ibrətlər vardır. Məgər (haqqa) qulaq asmayacaqlar?","M. Pickthall (English)":"Is it not a guidance for them (to observe) how many generations He destroyed before them, amid whose dwelling places they do walk? Lo, therein verily are portents! Will they not then heed?","Yusuf Ali (English)":"Does it not teach them a lesson, how many generations We destroyed before them, in whose dwellings they (now) go to and fro?(3660) Verily in that are Signs: Do they not then listen?(3661)"},"27":{"Arabic":"اَوَلَمْيَرَوْااَنَّانَسُوقُالْمَٓاءَاِلَىالْاَرْضِالْجُرُزِفَنُخْرِجُبِه۪زَرْعًاتَأْكُلُمِنْهُاَنْعَامُهُمْوَاَنْفُسُهُمْۜاَفَلَايُبْصِرُونَ","Abdulbaki Gölpınarlı Meali":"Görmediler mi ki biz, suyu, kurak ve çorak yerlere akıtırız da o sayede hayvanlarının ve kendilerinin yiyecekleri otları bitiririz; hala mı görmezler?","Abdullah-Ahmet Akgül Meali":"<b>Görmüyorlar mı; Biz suyu çorak toprağa sürüyoruz da onunla </b><i>(türlü türlü)</i><b> ekinler bitiriyoruz; ondan hayvanları ve kendileri yemekte </b><i>(ve rızıklanmaktadırlar)</i><b>. Yine de </b><i>(gerçeği)</i><b> görmüyorlar mı? </b>[Bu nedenle devlet, kurak ve çorak arazileri sulayacak ve ziraati artıracak şartları hazırlamalı ve çiftçilerin toprağa bağlılığını sağlamalıdır.] ","Abdullah Parlıyan Meali":"Üzerinde ot bitmeyen kuru topraklara, yağmur indirip kendilerinin ve hayvanlarının yiyeceği bitkileri, bizim yeşerttiğimizi görmezler mi?","Ahmet Tekin Meali":"Kupkuru yerlere, toprağa suyu ulaştırdığımızda, hayvanlarının ve kendilerinin yiyeceği ekini, sebzeyi ve otu çıkardığımızı, yetiştirdiğimizi görmediler mi? Hâlâ da görmeyecekler mi?","Ahmet Varol Meali":"Bizim suyu çorak bir yere sürdüğümüzü ve onunla, hayvanlarının ve kendilerinin yedikleri ekin çıkardığımızı görmediler mi? Yine de görmüyorlar mı?","Ali Bulaç Meali":"Görmüyorlar mı; biz, suyu çorak toprağa sürüyoruz da onunla ekin bitiriyoruz; ondan hayvanları, kendileri yemektedir? Yine de görmüyorlar mı?","Ali Fikri Yavuz Meali":"Görmediler mi ki, biz suyu çorak araziye sevk ediyoruz da onunla hayvanlarının ve kendilerinin yiyecekleri ekini bitiriyoruz. Hâlâ (bunların Allah'dan olduğunu) görmiyecekler mi?","Bahaeddin Sağlam Meali":"Görmediler mi? Biz suyu, kaba, kuru bir toprağa sevkederiz. Onunla ekin çıkartırız. Hayvanları ve kendileri ondan yerler. Artık görüp idrak etmeyecekler mi?","Bayraktar Bayraklı Meali":"Kupkuru topraklara suyu ulaştırdığımızı, onunla gerek hayvanlarının gerekse kendilerinin yemekte oldukları ekini çıkarmakta olduğumuzu da görmüyorlar mı? Hâlâ görmeyecekler mi?","Besim Atalay Meali (1965)":"Onlar görmüyorlar mı? Biz otsuz bir yere yağmur gönderip, ekin bitiririz, hem yılkıları, hem de kendileri ondan yiyorlar, görmüyorlar mı?","Cemal Külünkoğlu Meali":"Görmüyorlar mı ki; biz çorak toprağa suyu gönderiyoruz da onunla hem hayvanlarının hem de kendilerinin yiyeceği ekini yetiştiriyoruz. Hâlâ (gerçekleri) görmeyecekler mi?","Cemil Said (1924)":"Kurak memâlike bulutları nasıl sevk itdiğimizi ve kendilerinin ve sürülerinin tegaddî itdikleri buğdayları nasıl yetişdirdiğimizi görmüyorlar mı?","Diyanet İşleri Meali (Eski)":"Kuru yerlere suyu gönderip onunla hayvanlarının ve kendilerinin yedikleri ekinleri çıkardığımızı görmezler mi? Görmüyorlar mı?","Diyanet İşleri Meali (Yeni)":"Görmediler mi ki, biz yağmuru kupkuru yere gönderip onunla hayvanlarının ve kendilerinin yiyeceği ekinler çıkarırız. Hâlâ görmeyecekler mi?","Kur'an Yolu (Diyanet İşleri)":"Görmediler mi ki biz, kupkuru yerlere suyu ulaştırıyoruz da onunla gerek hayvanlarının gerekse kendilerinin yediği ekini çıkarıyoruz. Hâlâ ibret gözüyle bakmayacaklar mı?","Diyanet Vakfı Meali":"Kupkuru yerlere suyu ulaştırdığımızı, onunla gerek hayvanlarının gerekse kendilerinin yiyegeldikleri ekini çıkarmakta olduğumuzu da görmediler mi? Hâla da göremeyecekler mi?","Edip Yüksel Meali":"Kıraç toprağa suyu sürerek onların ve çiftlik hayvanlarının yediği ekinleri çıkardığımızı kavramazlar mı? Görmezler mi?","Elmalılı Hamdi Yazır Meali":"Ya hiç görmediler mi ki, biz kır yere suyu salıveriyoruz da onunla bir ekin çıkarıyoruz. Ondan hayvanları da yiyor, kendileri de. Hâlâ gözlerini açmayacaklar mı?","Elmalılı Meali (Orijinal)":"Ya hiç görmediler de mi? Biz kır yere suyu salıveriyoruz de onunla bir ekin çıkarıyoruz, ondan hayvanları da yıyor, kendileri de, hâlâ gözlerini açmıyacaklar mı?","Emrah Demiryent Meali":"Görmüyorlar mı ki, biz suyu (yağmuru), kupkuru yere (toprağa) gönderip onunla hayvanlarının ve kendilerinin yiyeceği ekinler çıkarırız. Hâlâ (hakikati) görmeyecekler mi? (Ölü toprağa bir yağmurla yeniden hayat veren Allah’ın, kendilerini de bir gün dirilteceğini düşünmüyorlar mı?)","Erhan Aktaş Meali":"Çorak araziye suyu sevk edip, onunla hayvanlarının ve kendilerinin yedikleri bitkileri çıkardığımızı görmüyorlar mı? Bundan ibret almaları gerekmez mi?","Hasan Basri Çantay Meali":"Suyu kupkuru ve çorak yere sevk etdiğimizi, onunla gerek hayvanlarının, gerek kendilerinin kısmen yiyegeldikleri ekini çıkarmakda olduğumuzu da görmediler mi? Haalâ da görmeyecekler mi?","Hayrat Neşriyat Meali":"Görmediler mi, doğrusu biz suyu kurak yere gönderiyoruz da, onunla hayvanlarının ve kendilerinin ondan yiyecekleri bir ekini çıkarıyoruz. Hiç görmezler mi?(1)","İhsan Aktaş Meali":"Onlar bilmiyorlar mı ki, biz suyu (yağmuru) kupkuru yere (toprağa) sevk edip onunla hayvanlarının ve kendilerinin yiyeceği (besleneceği) ekinler (bitki, sebze ve meyveler) çıkarırız. Hâlâ (gerçeği) görmezler mi?*","İlyas Yorulmaz Meali":"Onlar, kupkuru olmuş yeryüzüne, suyu bizim götürdüğümüzü görmüyorlar mı? Sonra yeryüzünde o suyla ekinler çıkarırız ve çıkardığımız ekinlerden onların hayvanları ve kendileri yerler. Bunları görmüyorlar mı?","İsmayıl Hakkı Baltacıoğlu":"Görmüyorlar mı, Biz suyu çorak toprağa süreriz de ekini bitiririz. Bu ekini hem kendileri hem davarları yerler. Yine de onlar bunu görmüyorlar mı?","İsmail Hakkı İzmirli":"Onlar görmüyorlar mı ki biz yağmuru otu kalmamış bir yere süreriz de, onunla davarların ve kendilerinin yiyecekleri ekin çıkar. Daha bunu görmüyorlar mı ki tevhide kail olsunlar.","İsmail Yakıt":"Kuru arza/toprağa suyu akıttığımızı ve onunla hem kendilerinin hem de hayvanlarının yediği ekini bitirdiğimizi görmüyorlar mı? Hâlâ görmeyecekler mi?","Kadri Çelik Meali":"Bizim suyu çorak toprağa sürdüğümüzü, onunla ekin bitirdiğimizi ve ondan hayvanlarının da kendilerinin de yediğini görmüyorlar mı? Yine de sağduyu gösterip göremeyecekler mi?","Mahmut Kısa Meali":"Susuzluktan çatlamış<b> çorak topraklara </b>nasıl<b> yağmur gönderdiğimizi ve o su sayesinde, kendilerinin ve hayvanlarının yiyeceği bitkileri </b>nasıl<b> yeşerttiğimizi görmüyorlar mı? </b>Ölü toprağa bir yağmurla yeniden hayat veren Allah’ın, kendilerini de bir gün dirilteceğini düşünmüyorlar mı?","Mahmut Özdemir Meali":"Görmediler mi biz, Su’yu Kırsal Arazi’ye sevk ediyoruz; bununla onların ve hayvanlarının yiyeceği ekinleri çıkarıyoruz. Görmezler mi?","Mehmet Çakır Meali":"<b>Acaba</b> hiç mi dikkat etmediler bizim, çatlayan topraklara su verişimize?. Su sayesinde, hem kendileri hem hayvanları için besin maddesi üretişimize?  Ah! Şu insanlar, çevrelerini bir görebilseler!","Mehmet Çoban Meali":"Görmediler mi? Yağmuru kupkuru yere gönderip onunla hayvanlarının ve kendilerinin yiyeceği ekinler çıkarırız? Hâlâ düşünmüyorlar mı?         ","Mehmet Okuyan Meali":"Kupkuru yerlere suyu ulaştırdığımızı, onunla hayvanlarının ve kendilerinin yemekte oldukları ekini çıkarmakta olduğumuzu da mı düşünmediler? [*] (Gerçeği) görmezler mi?","Mehmet Türk Meali":"Kupkuru yerlere suyu ulaştırdığımızı, onunla hayvanlarının ve kendilerinin yedikleri bitkileri yetiştirdiğimizi görmüyorlar mı? Hâlâ da göremeyecekler mi?","Muhammed Esed Meali":"Üzerinde ot bitmeyen kuru topraklara yağmur indirip kendilerinin ve hayvanlarının yiyeceği bitkileri Bizim yeşerttiğimizi görmezler mi?","Mustafa Çavdar Meali":"Yine bizim, yağdırdığımız yağmurla kupkuru toprağa hayat verdiğimizi ve onunla hem kendilerinin hem de hayvanlarının beslendiği ekin ve bitkileri yetiştirdiğimizi görmüyor? Hala bunlara ibretle bakmıyorlar mı? 30/48...50, 42/28","Mustafa İslamoğlu Meali":"Kıraç toprağa suyu sevk edip de onunla kendilerinin ve hayvanlarının beslendiği bitkiler çıkardığımızı nasıl görmezler? Peki ama, daha da mı görmeyecekler?","Orhan Kuntman Meali":"(Kıyameti yalan sayan o kafirler) Görmezler mi ki biz, yağmuru çorak yerlere iletiyoruz da, onunla, hem hayvanlarının hem de kendilerinin yedikleri ekinleri çıkarıyoruz. Hâlâ kalp gözlerindeki perdeyi kaldırmayacaklar mı? (Bundan ibret alıp, bizim kıyamet günü onları da böyle diriltebileceğimizi anlamayacaklar mı?)","Osman Fırat Meali":"Görmediler mi ki, biz yağmuru kupkuru yere gönderip onunla hayvanlarının ve kendilerinin yiyeceği ekinler çıkarırız. Hâlâ görmeyecekler mi?","Ömer Nasuhi Bilmen Meali":"Görmediler mi ki, muhakkak Biz suyu çorak yere sevkederiz de onunla hemen ekinleri çıkarırız, onlardan hayvanları ve kendileri yiyiverir. Hâlâ görmezlermi?","Suat Yıldırım Meali":"Görmüyorlar mı ki biz otsuz, kır araziye su sevk ediyoruz, onun sayesinde, hayvanların ve kendilerinin yiyecekleri ekinleri yetiştiriyoruz. Hâlâ bunları görmeyecekler mi? ","Süleyman Ateş Meali":"Görmüyorlar mı biz nasıl suyu, kuru, otsuz yere sürüyoruz da onunla ekin bitiriyoruz; ondan hayvanları da, kendileri de yiyor? Görmüyorlar mı?","Süleyman Tevfik (1927)":"Bilmezler mi ki biz kurı toprağa suyı sevk ider ve ondan mezrû'ât ve nebât çıkarırız ki hayvânları ve kendileri yerler. Bunı basîret göziyle görmezler mi?","Süleymaniye Vakfı Meali":"Görmezler mi ki, kuru toprağa suyu gönderip hayvanlarının ve kendilerinin yediği bitkileri çıkarmaktayız. Bunu kavrayamıyorlar mı?","Şaban Piriş Meali":"Bizim, susuz araziyi su ile suladığımızı, onunla, hayvanların ve kendilerinin yediği ekini çıkardığımızı görmüyorlar mı? Hala doğruyu göremiyorlar mı?","Ümit Şimşek Meali":"Onlar görmedi mi ki, Biz suyu kupkuru topraklara sevk eder ve onunla ekinler bitiririz de, hem kendileri, hem hayvanları ondan yerler? Hâlâ gözlerini açmayacaklar mı?","Yaşar Nuri Öztürk Meali":"Görmediler mi ki, biz, çorak toprağa suyu salıyoruz da onunla ekinler çıkarıyoruz; hem hayvanları yiyor ondan hem kendileri. Hâlâ görmüyorlar mı?","Eski Anadolu Türkçesi":"ay daħı görmediler mi bayıķ biz sürerüz śuyı otsuz yire pes çıķaruruz anuñ- ıla ekin yir andan yılķıları daħı gendüzilerine? ay görmezler mi?","Satıraltı Meal (1534)":"Görmezler mi biz nice sürer‐biz ṣuları yarılmış otsuz yire? Pes çıḳarur‐biz ol ṣu‐y‐ıla ol ekinleri ki yir andan davarları ve kendüleri. Daḫı pes niçüni‘tibār eylemezler?","Bunyadov-Memmedeliyev ":"Məgər görmürlərmi ki, Biz quru yerə su göndərib onunla heyvanlarının və özlərinin yedikləri əkinlər (bitkilər, meyvələr) yetişdiririk? Məgər (bütün bunları öz gözləri ilə) görmürlər?","M. Pickthall (English)":"Have they not seen how We lead the water to the barren land and therewith bring forth crops whereof their cattle eat, and they themselves? Will they not then see?","Yusuf Ali (English)":"And do they not see that We do drive Rain(3662) to parched soil (bare of herbage), and produce therewith crops, providing food for their cattle and themselves? Have they not the vision?(3663)"},"28":{"Arabic":"وَيَقُولُونَمَتٰىهٰذَاالْفَتْحُاِنْكُنْتُمْصَادِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve derler ki: Doğru söylüyorsanız ne vakit olacak bu fetih?","Abdullah-Ahmet Akgül Meali":"<i>(Münkirler ve münafıklar zafer gecikti diye, mü’minlerle alay ederek ve boş hayal peşinde gittiklerini söyleyerek: Eğer bu inanç ve iddianızda)</i><b> \"Doğru iseniz bu </b><i>(söylediğiniz ve beklediğiniz)</i><b> fetih </b><i>(zafer ve adalet dönemi)</i><b> hani, ne zaman?\" deyip durmaktadırlar!</b> ","Abdullah Parlıyan Meali":"Ama inanmayanlar: “Eğer söyledikleriniz doğru ise, sizinle bizim aramızda bu dünyada veya ahirette, karar ne zaman verilecek?” diye soruyorlar.","Ahmet Tekin Meali":"“Eğer iddianızda doğru iseniz, bahsettiğiniz zafer ne zaman, Mekke'nin fethi ne zaman, ebedî âlemin kapısının açıldığı gün, diriliş ve karar günü ne zaman?” diyorlar.","Ahmet Varol Meali":"Diyorlar ki: \"Eğer doğru söylüyorsanız şu fetih ne zaman?\"","Ali Bulaç Meali":"Derler ki: 'Eğer doğru söylüyor iseniz, şu fetih ne zamanmış?'","Ali Fikri Yavuz Meali":"Bir de: “- Bu (Mekke) fethi ne zaman, eğer doğru söyliyenlerseniz?” diyorlar.","Bahaeddin Sağlam Meali":"“Eğer doğru iseniz, bu sevap ve ceza günü ne zaman olacaktır?” derler.","Bayraktar Bayraklı Meali":"Derler ki: “Eğer doğru söylüyorsanız, bu hüküm günü ne zaman?”[433]","Besim Atalay Meali (1965)":"«Eğer siz gerçekseniz, bu fetih ne zaman?» demektedirler","Cemal Külünkoğlu Meali":"Bir de diyorlar ki: “Eğer doğru söylüyorsanız, bu (bahsi geçen) kesin hüküm ne zaman verilecek?”","Cemil Said (1924)":"\"Yevm-i feth (kıyâmet) ne vakit gelecek? Sâdık iseniz söyleyiniz\" diyorlar.","Diyanet İşleri Meali (Eski)":"\"Doğru söylüyorsanız bildirin bu hüküm ne zaman verilecektir?\" derler.","Diyanet İşleri Meali (Yeni)":"“Eğer doğru söyleyenler iseniz, şu fetih ne zamanmış?” diyorlar.","Kur'an Yolu (Diyanet İşleri)":"“Eğer söylediğiniz doğru ise bu hüküm ne zaman?” diye soruyorlar.","Diyanet Vakfı Meali":"Eğer doğru söylüyorsanız, bu fetih (ve hüküm) günü hani ne zaman? derler.","Edip Yüksel Meali":"\"O zafer ne zaman gerçekleşecek, doğru sözlüyseniz?\" diye meydan okuyorlar.","Elmalılı Hamdi Yazır Meali":"Bir de \"Ne zaman o fetih, eğer doğru söylüyorsanız?\" diyorlar.","Elmalılı Meali (Orijinal)":"28,29. Bir de ne vakıt o fetih eğer doğru iseniz? Diyorlar. De ki küfredenlere o fetih günü iymanları faide vermez ve onlara göz açtırılmaz","Emrah Demiryent Meali":"(Kâfirler, alaycı bir tavırla, müslümanlara,) “Eğer doğru söylüyorsanız, bu fetih (hesap) günü (dediğiniz o gün) ne zaman?” derler.","Erhan Aktaş Meali":"Eğer doğru kimselerseniz, “Bu fetih¹ ne zaman?” diyorlar.","Hasan Basri Çantay Meali":"Diyorlar ki: «Eğer doğru söyleyiciler iseniz o fetih ne zaman»?","Hayrat Neşriyat Meali":"Bir de, “Eğer (iddiânızda) doğru kimseler iseniz, bu fetih (aramızda hüküm verme günü) ne zaman?” diyorlar.","İhsan Aktaş Meali":"Bir de diyorlar ki: \"Eğer iddianızda doğru iseniz (insanlar arasındaki) bu nihai hüküm (haklı ile haksızın ayrılacağı gün) ne zaman verilecek?\"","İlyas Yorulmaz Meali":"Eğer doğru söyleyenlerdenseniz söyleyin bakalım “Zafer ne zaman?” derler.","İsmayıl Hakkı Baltacıoğlu":"Derler: \"Doğru sözlü kimselerseniz söyleyin bize, nerede o yargı günü?\"","İsmail Hakkı İzmirli":"Onlar, «— Gerçekseniz bu fetih ve zafer ne zaman olacak?» derler.","İsmail Yakıt":"(Onlar alay ederek), “Eğer sözünüzde doğruysanız bu fetih/hüküm ne zamanmış?” diyorlar.","Kadri Çelik Meali":"Derler ki: “Eğer doğru söyleyenler iseniz, şu fetih (dünyevi azap) hani ne zaman?”","Mahmut Kısa Meali":"Âhireti inkâr edenler, <b>“Eğer iddianızda doğru iseniz, </b>söyleyin bakalım,<b> bu </b>sözünü ettiğiniz <b>hüküm </b>Günü <b>ne zaman </b>gelip çatacak<b>?” diyorlar.</b>","Mahmut Özdemir Meali":"-“Eğer sadık / doğru söyleyen iseniz, bu Fetih ne zaman?” diyorlar.","Mehmet Çakır Meali":"&quot; <i>Ciddi misiniz bu fetih dediğiniz olay ne zamanmış?</i> &quot; diyorlar.","Mehmet Çoban Meali":"İnkâr edenler; \"Eğer doğru söylüyorsanız söyleyin bakalım! Müslümanların zafere ulaşacağı fetih günü ne zaman?\" diye soruyorlar.         ","Mehmet Okuyan Meali":"“Doğruysanız bu fetih (hüküm) günü ne zamanmış!” derler. [*]","Mehmet Türk Meali":"(Bir de): “Eğer doğru söylüyorsanız, şu kıyamet¹ ne zaman kopacak? (Olmazsa o gün inanalım)” diyorlar.","Muhammed Esed Meali":"Ama onlar: “Eğer söylediğiniz doğru ise, bu nihaî karar ne zaman verilecek?” diye soruyorlar. ²⁴","Mustafa Çavdar Meali":"Bir de kalkıp eğer iddianızda doğruysanız söyleyin bakalım şu fetih günü (Haklı ile haksızın ayrılacağı gün) ne zaman gerçekleşecek? Diyorlar. 6/26...28, 7/53, 23/99,","Mustafa İslamoğlu Meali":"Bir de diyorlar ki: “Eğer doğru söylüyorsanız, bu (bahsi geçen) kesin hüküm[³⁷⁰⁷] ne zaman verilecek?”","Orhan Kuntman Meali":"(Ey Muhammed, onlar sizinle alay ederler ve) \"Eğer doğru sözlü kimselerseniz bize bildirin, o fetih günü ne zaman gerçekleşecek?\" (Ne zaman bize karşı muzaffer olacaksın? Bize karşı gâlib geleceğini sanıyorsun, oysa biz seni ve ashabını gizlenip saklanan, korkak kimseler olarak görüyoruz) derler.","Osman Fırat Meali":"\"Eğer doğru söyleyenler iseniz, şu fetih ne zamanmış?\" diyorlar.","Ömer Nasuhi Bilmen Meali":"Ve diyorlar ki: «Bu feth ne zamandır? Eğer siz doğru sözlü kimseler iseniz (söyleyiniz bakalım!).»","Suat Yıldırım Meali":"Bir de: “Eğer iddianızda doğru iseniz bu fetih (zafer veya kesin hüküm) ne zaman? derler. ","Süleyman Ateş Meali":"Doğru iseniz bu fetih ne zaman? diyorlar.","Süleyman Tevfik (1927)":"Kâfirler: \"Eğer sözinizde sâdık iseniz söylediğiniz fetih ne vakitdir?\" dirler.","Süleymaniye Vakfı Meali":"“Doğru söylüyorsanız söyleyin bakalım, herşey ne zaman ortaya çıkacak?\" derler.","Şaban Piriş Meali":"-Eğer doğru söyleyenlerden iseniz bu hüküm ne zaman gerçekleşecek? diyorlar.","Ümit Şimşek Meali":"Bir de diyorlar ki: “Eğer doğru söylüyorsanız, bu fetih günü ne zaman?”","Yaşar Nuri Öztürk Meali":"Bir de soruyorlar: \"Eğer doğru sözlülerseniz, bu fetih ne zaman?\"","Eski Anadolu Türkçesi":"daħı eydürler “ķaçandur uşbu açmaķ eger olduñuz-ise girçekler?”","Satıraltı Meal (1534)":"Ve eydürler: Ne vaḳt olur bu ayrılmaḳ güni, eger siz girçekler‐iseñüz?","Bunyadov-Memmedeliyev ":"Onlar: “Əgər doğru danışanlardansınızsa, (bir xəbər verin görək) bu fəth (Məkkənin fəthi, Bədr vuruşu, yaxud qiyamət günü) nə vaxt olacaqdır? – deyə soruşarlar.","M. Pickthall (English)":"And they say: When cometh this victory (of yours) if ye are truthful?","Yusuf Ali (English)":"They say: \"When will this decision be, if ye(3664) are telling the truth?\""},"29":{"Arabic":"قُلْيَوْمَالْفَتْحِلَايَنْفَعُالَّذ۪ينَكَفَرُٓواا۪يمَانُهُمْوَلَاهُمْيُنْظَرُونَ","Abdulbaki Gölpınarlı Meali":"De ki: Fetih günü, kafir olanlar imana gelseler de faydası yok ve onlara mühlet de verilmeyecek.","Abdullah-Ahmet Akgül Meali":"<i>(Onlara)</i><b> De ki: \"</b><i>(İlahi adaletin gerektirdiği ve haber verdiği bu devrim ve değişim mutlaka ve pek yakında gerçekleşmiş olacak; ne var ki)</i><b> O fetih ve zafer günü, </b><i>(daha önce zalimlerden taraf olup)</i><b> Hakkı inkâr edenlere, </b><i>(bu mutlu gelişmeleri görmeleri ve çaresiz)</i><b> iman etmeleri, kendilerine hiçbir yarar sağlamayacak ve onlar </b><i>(kıymete alınmayacak ve kendilerine) </i><b>göz açtırılmayacaktır.\"</b> ","Abdullah Parlıyan Meali":"De ki: “O karar günü, yani kıyamet günü, Allah'tan gelen gerçekleri örtbas edenler, imana gelseler de, faydası yok. Onlara mühlet de verilmeyecek, yüzlerine de bakılmayacak.”","Ahmet Tekin Meali":"“Zafer kazandığımız gün, Mekke'nin fethedildiği gün, ebedî âlemin kapısının açıldığı gün, diriliş ve karar günü, kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar edenlere, o gün edecekleri iman fayda vermeyecek. Kendilerine mühlet tanınmayacak, tevbe etmelerine, özür dilemelerine fırsat verilmeyecek, merhamet nazarıyla bakılmayacak, göz açtırılmayacaktır.” de.","Ahmet Varol Meali":"De ki: \"Fetih günü inkâr edenlere imanlarının yararı olmaz ve kendilerine bir süre de tanınmaz.\"","Ali Bulaç Meali":"De ki: 'Fetih günü, inkâr edenlere (o gün) inanmaları bir yarar sağlamaz ve onlara bir süre tanınmaz.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), de ki: “- Fetih günü, o kâfirlere imanları fayda vermiyecek, onlara gözde açtırılmıyacaktır.","Bahaeddin Sağlam Meali":"De ki: O gün iman etmeleri, o kâfirlere bir fayda vermeyecektir. Onlar (öylece) bırakılacak da değiller.","Bayraktar Bayraklı Meali":"De ki: “İnkâr edenlere, hüküm gününde inanmaları hiçbir fayda vermez ve onlara süre de tanınmaz.”","Besim Atalay Meali (1965)":"Diyesin ki: «Fetih günü kâfirlere inanları fayda vermez, bakılmazlar da», ","Cemal Külünkoğlu Meali":"De ki: “Kesin hükmün verileceği gün (hayatları boyunca) inkârda ısrar edenlere ne iman etmeleri fayda verecek ne de kendilerine mühlet verilecektir.”","Cemil Said (1924)":"\"Yevm-i fethde kâfirlerin îmânı hiç bir işe yaramayacakdır ânlara artık hiç bir mühlet virilmeyecekdir\" cevâbını vir.","Diyanet İşleri Meali (Eski)":"De ki: \"Hükmün verileceği gün inkarcılara ne inanmaları fayda verir ve ne de ertelenirler.\"","Diyanet İşleri Meali (Yeni)":"De ki: “Fetih (Kıyamet) günü, inkâr edenlere iman etmeleri fayda vermeyecektir. Onlara göz de açtırılmayacaktır.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “İnkâr edenlere o hüküm günü inanmaları fayda vermeyecek ve kendilerine mühlet de tanınmayacak!","Diyanet Vakfı Meali":"De ki: Fetih (ve hüküm) gününde inkârcılara (o gün ettikleri) imanları fayda vermeyecek ve kendilerine mühlet de tanınmayacaktır!","Edip Yüksel Meali":"De ki, \"Zafer günü, inkarcılara inanmaları bir yarar sağlamıyacaktır; kendilerine bir başka şans da tanınmayacaktır.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"İnkâr edenlere o fetih günü iman etmeleri fayda vermez ve onlara göz açtırılmaz.\"","Elmalılı Meali (Orijinal)":"28,29. Bir de ne vakıt o fetih eğer doğru iseniz? Diyorlar. De ki küfredenlere o fetih günü iymanları faide vermez ve onlara göz açtırılmaz","Emrah Demiryent Meali":"(Resûlüm, o kâfirlere) de ki: “Fetih (hesap) günü (gelince, şimdi hakkı) inkâr edenlere (o gün) îmân etmeleri, bir fayda sağlamayacak ve kendilerine (hatalarını telafi etmeleri için) bir fırsat da verilmeyecektir.”","Erhan Aktaş Meali":"De ki: “Gerçeği yalanlayan nankörlerin, fetih günü¹ inanmaları kendilerine bir yarar sağlamaz. Ve onlara süre de tanınmaz.” ","Hasan Basri Çantay Meali":"Sen de söyle «Fetih günü, o kâfirlere îmanları fâide vermeyecek, kendileri (nin yüzlerin) e de bakılmayacak».","Hayrat Neşriyat Meali":"De ki: “Fetih günü (gelince), inkâr edenlere, ne (o gün iş işten geçtikten sonra ettikleri) îmanları fayda verir, ne de onlara mühlet verilir.”","İhsan Aktaş Meali":"(Onlara) de ki; ’’O hüküm günü (ne zaman olacağını bilemem, çünkü bunun bilgisi Allah’a mahsustur, ama gelip çattığı zaman, dünyadayken onu) inkâr etmiş olanlara (o günkü) imanları kendilerne hiçbir fayda sağlamayacak ve kendilerine bakılmayacak da!","İlyas Yorulmaz Meali":"Deki “Zafer günü geldiğinde doğruları inkâr edenlere, o gün iman etmelerinin hiç bir faydası olmayacak ve onlara bakılmayacak”","İsmayıl Hakkı Baltacıoğlu":"De ki : \"O yargı günü tanımazların inançları yaramıyacak, onlara önel de verilmiyecek.\"","İsmail Hakkı İzmirli":"Onlara de ki fetih ve zafer günü [⁷] kâfirlere imanları fayda vermeyecek, kendilerine tövbe için mühlet de verilmeyecektir.","İsmail Yakıt":"(Onlara) de ki: “Hükmün verileceği gün/fetih günü, inkârcıların imanlarının fayda vermeyeceği ve yüzlerine bakılmayacağı gündür.”","Kadri Çelik Meali":"De ki: “Fetih günü, küfre sapmakta olanlara (o gün) iman etmeleri bir yarar sağlamaz ve onlara bir süre de tanınmaz.”","Mahmut Kısa Meali":"Onlara <b>de ki: “</b>Ne zaman olacağını bilemem fakat şurası kesindir ki,<b>Hüküm Günü </b>gelip çattığı zaman, şimdi onu <b>inkâr etmiş olanlara </b>o günkü <b>imanları hiçbir fayda sağlamayacak ve onlara, </b>hatâlarını telâfî etmeleri için <b>bir fırsat da verilmeyecektir!”</b>","Mahmut Özdemir Meali":"De ki: <br>\n“Fetih günü, inkâr etmiş kimselere onların imanı yarar sağlamaz. Onlara göz açtırılır da değildir”.","Mehmet Çakır Meali":"Resulüm de ki: &quot; <i>İnkarcıların, fetih gününde imana gelmeleri işlerine yaramayacak. </i> <i>Hatta yüzlerine bakan bile olmayacak.</i> &quot;","Mehmet Çoban Meali":"De ki; \"Fetih günü gelince; inkâr edenlerin inanmaları fayda vermeyecektir. Onlara hesap günü göz açtırmayacağız!\"        ","Mehmet Okuyan Meali":"De ki: “Fetih (hüküm) gününde kâfir olanlara (o günkü) imanları yarar sağlamayacak [*] ve kendilerine bakılmayacak da!” [*]","Mehmet Türk Meali":"(Onlara): “Kıyamet günü, kâfirlere îmanları bir fayda vermeyecek ve onlara (îman etmeleri için) bir süre de tanınmayacak.” de.","Muhammed Esed Meali":"De ki: “Nihaî Karar Günü, [hayatları boyunca] hakikati inkar etmiş olanlara ne [yeni fark ettikleri] imanları bir fayda sağlayacak, ne de kendilerine bir mühlet verilecektir”.","Mustafa Çavdar Meali":"De ki: – Fetih günü, gerçeği örtbas eden kâfirlere imanlarının hiçbir fayda sağlamadığı ve yüzlerine bakılıp cezalarının ertelenmeyeceği bir gündür. 6/158, 40/84-85","Mustafa İslamoğlu Meali":"De ki: “Kesin hükmün verileceği gün inkârda ısrar edenlere ne imanları fayda verecek, ne de göz açtırılacak.”","Orhan Kuntman Meali":"De ki: \"O kafirlere fetih günü (katledilirken) imana gelmeleri yarar sağlamayacak ve onlara mühlet de verilmeyecektir!","Osman Fırat Meali":"De ki: O fetih günü, inkâr edenlere iman etmeleri fayda vermeyecektir. Onlara göz de açtırılmayacaktır. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Kâfir olmuş olanlara o fetih günü imânları bir fâide vermez ve onlara mühlet de verilmez».","Suat Yıldırım Meali":"De ki: “Fetih günü, kâfirlere imanları fayda vermez, onlara mühlet de verilmez. ” [4, 84-85]","Süleyman Ateş Meali":"De ki: \"Fetih günü (gelince, şimdi) inkar edenlere (o zaman) inanmaları fayda vermez ve kendilerine mühlet de verilmez.","Süleyman Tevfik (1927)":"Di ki: \"Fetih gününde kâfirlere îmân fâide virmez ve onlara mühlet virilüb cezâları te'hîr olunmaz.","Süleymaniye Vakfı Meali":"De ki: \"Her şey ortaya çıktığı gün kafirlerin imana gelmesinin faydası olmayacak ve onlara göz açtırılmayacaktır.\"","Şaban Piriş Meali":"De ki:-Hüküm günü, kafirlerin imanının kendilerine bir fayda vermediği ve onlara göz de açtırılmadığı gündür.","Ümit Şimşek Meali":"De ki: Fetih günü geldiğinde, inkâr edenlere ne o günkü imanları bir fayda verir, ne de süre tanınır.","Yaşar Nuri Öztürk Meali":"De ki: \"Fetih günü, küfre sapanlara imanları yarar sağlamayacaktır. Onlara göz açtırılmaz bile.\"","Eski Anadolu Türkçesi":"eyit “feth güni aśśı eylemeye anlara kim kāfir oldılar įmān getürdükleri ne daħı mühlet virineler.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Ayrılmaḳ güninde aṣṣı eylemeye kāfirlere īmān ge‐türmekleri, anlara mühlet daḫı virilmeye.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) De: “Fəth günü kafirlərlə (sonrakı) imanı heç bir fayda verməz və onlara (tövbə etmək üçün) möhlət də verilməz!”","M. Pickthall (English)":"Say (unto them): On the day of the victory the faith of those who disbelieve (and who then will believe) will not avail them, neither will they be reprieved.","Yusuf Ali (English)":"Say: \"On the Day of Decision, no profit will it be to Unbelievers if they (then) believe! nor will they be granted a respite.\""},"30":{"Arabic":"فَاَعْرِضْعَنْهُمْوَانْتَظِرْاِنَّهُمْمُنْتَظِرُونَ","Abdulbaki Gölpınarlı Meali":"Artık yüz çevir onlardan ve bekle; şüphe yok ki onlar da beklemedeler.","Abdullah-Ahmet Akgül Meali":"<i>(Allah’ın va’adine ve fetih müjdesine inanmayanları bırak!)</i><b> Artık Sen onlardan yüz çevir ve bekleyip gözle. Zaten onlar da </b><i>(kuşku ve tedirginlik içinde)</i><b> gözleyip beklemeye koyulmuşlardır. </b><i>(Bir müddet daha şeytanlıkları ve şımarıklıkları ile baş başa bırak ki, oyalanıp avunsunlar; zira yakında tarihi bir inkılâpla küfür ve zulüm saltanatları yıkılacaktır!)</i> ","Abdullah Parlıyan Meali":"Ey Muhammed! Artık onlardan yüz çevir, onlara aldırma, onların başına gelecek olan Allah'ın azabını bekle, zaten onlar da zamanın belalarının, size gelmesini beklerler.","Ahmet Tekin Meali":"Artık sen onlarla ilgilenme, onlara karşı tedbir al ve tehdidin gerçekleşeceği karar gününü bekle. Onlar da seni bertaraf edecekleri, sana galip gelecekleri günü beklemektedirler.","Ahmet Varol Meali":"Artık onlardan yüz çevir ve bekle. Onlar da beklemektedirler.","Ali Bulaç Meali":"Öyleyse, sen onlardan yüz çevir ve bekleyedur; gerçekten onlar da beklemektedirler.","Ali Fikri Yavuz Meali":"Şimdi o kâfirlerden yüz çevir de (kendilerine inecek azabı) gözet; çünkü onlar (senin helâkini) bekleyip duruyorlar.","Bahaeddin Sağlam Meali":"Artık onlardan yüz çevir, bekle. Çünkü onlar da bekliyorlar.","Bayraktar Bayraklı Meali":"Artık onlardan yüz çevir ve bekle! Onlar da beklemektedirler.[434]","Besim Atalay Meali (1965)":"Sen onlardan yüz çevirip, gözetle; onlar da gözetliyorlar","Cemal Külünkoğlu Meali":"Artık onları kendi hallerine bırak ve onların beklediği gibi sen de (hakikatin ortaya çıkmasını) bekle!","Cemil Said (1924)":"Ânlardan uzaklaş ve intizâr it ânlar da muntazırdırlar.","Diyanet İşleri Meali (Eski)":"Onları bırak, bekle; zaten onlar da senin akıbetini beklemektedirler.*","Diyanet İşleri Meali (Yeni)":"Şimdi sen onlardan yüz çevir ve bekle. Şüphesiz onlar da bekliyorlar.","Kur'an Yolu (Diyanet İşleri)":"Artık sen onlara aldırma ve bekle. Zaten onlar da bekliyorlar.","Diyanet Vakfı Meali":"Artık sen onları bırak ve bekle. Zaten onlar da beklemektedirler.","Edip Yüksel Meali":"Öyleyse onlardan yüz çevir ve bekle; onlar da beklemektedirler.","Elmalılı Hamdi Yazır Meali":"Şimdi sen onlardan yüz çevir de gözet. Çünkü onlar da gözetmektedirler.","Elmalılı Meali (Orijinal)":"Şimdi onlardan yüz çevir de gözet, çünkü onlar gözetiyorlar","Emrah Demiryent Meali":"(Habibim!) Şimdi sen onlardan (kâfirlerden) yüz çevir (söylediklerine aldırma) ve bekle. Zaten onlar da beklemektedirler.","Erhan Aktaş Meali":"Artık onları kendi hallerine bırak ve olacakları bekle. Doğrusu onlar da bekleyenlerdir. ","Hasan Basri Çantay Meali":"Artık onlardan yüz çevir, (inecek azâblarını) bekle. Çünkü onlar bekleyicidirler.","Hayrat Neşriyat Meali":"Artık onlardan yüz çevir ve (onlara gelecek olan azâbı) bekle! Zâten onlar da bekleyicidirler!","İhsan Aktaş Meali":"Artık (tebliğ görevini ihmal etmeden) sen onlardan (inanmak istemeyen o gruptan) yüz çevir (onları kendi hallerine bırak) ve (hakikatin ortaya çıkmasını) bekle, zaten onlar da beklemektedirler. *","İlyas Yorulmaz Meali":"Onlardan yüz çevir (onlarla artık muhatap olma) ve sonucu bekle, şüphesiz ki onlar da bekleyecekler.","İsmayıl Hakkı Baltacıoğlu":"Artık sen onlardan yüz çevir. Bekle. Çünkü onlar da bekliyeceklerdir.","İsmail Hakkı İzmirli":"Artık onlardan çekil [⁸], Tanrı/nın yardımını bekle, çünkü onlar da sana karşı zafer bekliyorlar.","İsmail Yakıt":"(Ey Peygamber!) Sen onlardan yüz çevir [fa’rıd] ve bekle/gözetle. Muhakkak onlar da beklemektedirler/gözetlemektedirler.","Kadri Çelik Meali":"Öyleyse, sen onlardan yüz çevir ve bekleyedur; gerçekten onlar da beklemektedirler.","Mahmut Kısa Meali":"Ey Müslüman! Madem ki onlar, bunca öğüt ve uyarılara rağmen hâlâ inkârda diretiyorlar,<b> o hâlde, onları </b>inkârlarıyla baş başa <b>bırak ve</b> hakkınızda Rabb’inin vereceği hükmü<b> bekle; doğrusu onlar da, </b>başlarına gelecek korkunç âkıbeti <b>bekliyorlar! </b>","Mahmut Özdemir Meali":"Artık onlardan yüz çevir! Beklemede kal! Onlar da beklemektedir.","Mehmet Çakır Meali":"Resulüm! Onlara aldırma! Bekle.  Zaten onlar da beklemede.","Mehmet Çoban Meali":"Şimdi sen inkâr edenlerden uzak dur. Sonra azimle, kararlılıkla bekle! Şüphesiz onlar da bekliyorlar. Ceza başlarına gelince nasılsa gerçeği öğrenecekler!","Mehmet Okuyan Meali":"Onlardan yüz çevir ve bekle! Şüphesiz ki onlar da bekleyenlerdir.","Mehmet Türk Meali":"Ve hemen onlardan yüz çevir ve onların beklediği gibi, sen de (sonucu) biraz bekle.","Muhammed Esed Meali":"Artık onları kendi hallerine bırak ve onların beklediği gibi sen de [hakikatin ortaya çıkmasını] bekle.","Mustafa Çavdar Meali":"Şu halde sen onları kendi hallerine bırak. Madem onlar senin akıbetini bekliyorlar sen de olacakları bekle! 6/67, 38/88, 67/29","Mustafa İslamoğlu Meali":"Şu halde boş ver onları da (kendi işine bak);[³⁷⁰⁸] ve bekle zaten onlar da beklemektedirler![³⁷⁰⁹]","Orhan Kuntman Meali":"Artık sen onları kendi hallerine terk et ve bekle! (Onlar muhakkak hak ettikleri cezaya kavuşacaklardır. Rabbinin yardımı ile sen zafere ulaşacaksın) Şüphe yok ki onlar da beklemektedirler! (Taptıkları putlardan medet umarak sana galebe çalacaklarını sanmaktadırlar. Fakat ne yazık ki bu beklemeleri hüsranla sonlanacaktır) ","Osman Fırat Meali":"Şimdi sen onlardan yüz çevir ve bekle. Şüphesiz onlar da bekliyorlar.","Ömer Nasuhi Bilmen Meali":"Artık onlardan yüz çevir ve bekle. Şüphe yok ki, onlar da bekleyicilerdir.","Suat Yıldırım Meali":"Şimdi sen onları kendi hallerine bırak. Yardımımızı veya onların helâk edilmelerini bekle! Çünkü onlar da senin helâk olmanı bekliyorlar. [52, 30; 11, 93; 44, 59]","Süleyman Ateş Meali":"Sen onlardan yüz çevir ve bekle, zaten onlar da beklemektedirler.","Süleyman Tevfik (1927)":"Yâ Muhammed! Onlardan i'râz iyle. (Yüzüni çevir ve sözlerine ehemmiyet virme). Ve Allâh'ın fetih ve nusretine intizâr it. Onlar da mü'minlere galebe itmeğe intizâr iderler.","Süleymaniye Vakfı Meali":"Onları bırak, bekle; onlar da seni beklemektedir.","Şaban Piriş Meali":"Şimdi, onlardan uzaklaş ve bekle, onlar da bekliyorlar.","Ümit Şimşek Meali":"Sen onları kendi haline bırak ve bekleyedur; onlar da bekliyorlar.","Yaşar Nuri Öztürk Meali":"Artık onlardan yüz çevir ve bekle! Zaten onlar da bekliyorlar.","Eski Anadolu Türkçesi":"pes yüz döndür anlardan daħı göz dut ya'nį arķa virme kim bayıķ anlar göz dutıcılardur ya'nį helāklıġuña.","Satıraltı Meal (1534)":"Pes yüz ḳaytar anlardan. Daḫı ṣaḳlaş ol güni. Taḥḳīḳ anlar ṣaḳlaşurlar.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) Artıq onlardan üz çevir və (Allahın onlara əzab verəcəyi günü) gözlə. Doğrusu, onlar da (sənin ölümünü, başına bir iş gələcəyini və ya sənə qələbə çalacaqlarını) gözləyirlər! (Lakin onlar sənə heç bir şey edə bilməzlər. Sən mütləq zəfər çalacaqsan, çünki Allah səninlədir!)","M. Pickthall (English)":"So withdraw from them (O Muhammad), and await (the event). Lo! they also are awaiting (it)","Yusuf Ali (English)":"So turn away from them, and wait: they too(3665) are waiting."},"TotalVerse":30,"Name":"Secde"}