{"1":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَاتُقَدِّمُوابَيْنَيَدَيِاللّٰهِوَرَسُولِه۪وَاتَّقُوااللّٰهَۜاِنَّاللّٰهَسَم۪يعٌعَل۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, her hususta Allah'ın ve Peygamberinin huzurunda, onların önüne geçmeyin ve çekinin Allah'tan; şüphe yok ki Allah, her şeyi duyar, bilir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, </b><i>(hiçbir meselede ve hiçbir şekilde, sakın)</i><b> Allah’ın ve O’nun Resulü’nün önüne geçmeyin </b><i>(Onların sözlerine kendi keyfinizce yorumlar getirmeyin ve kendi tahmin ve temennilerinizi onların üstünde tutuvermeyin)</i><b> ve Allah’tan </b><i>(gereği gibi korkup) </i><b>sakının. Şüphesiz Allah, </b><i>(her şeyi ayrıntılarıyla)</i><b> İşitendir, Bilendir.</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Allah'ın ve elçisinin emrettiği ve yasakladığı şeyin önüne kendi arzu ve isteklerinizin geçmesine izin vermeyin. Yolunuzu Allah'ın kitabıyla bulmaya çalışın. Çünkü Allah, herşeyi işiten ve herşeyi bilendir.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, kendi düşüncelerinizi, kararlarınızı, şahsî işlerinizi Allah ve Rasulünün emrinin, hükmünün, Kur'ân'ın, sünnetin önüne geçirmeyin. Kuran esaslarını benimseyip,  yeryüzüne hakim olan salih  kullara   dahil olarak Allahın emirlerine muhalefetten korunun.  Allah her şeyi işitir, duyurur, her şeyi bilir.","Ahmet Varol Meali":"Ey iman edenler! Allah'ın ve Peygamber'inin huzurunda öne geçmeyin ve Allah'tan sakının. Şüphesiz Allah duyandır, bilendir.","Ali Bulaç Meali":"Ey iman edenler, Allah'ın Resûlü'nün huzurunda öne geçmeyin ve Allah'tan sakının. Şüphesiz Allah, işitendir, bilendir.","Ali Fikri Yavuz Meali":"Ey iman edenler; (söz ve hareketlerinizle ileri varıb da) Allah'ın ve Rasûlünün önüne geçmeyin; Allah'dan korkun. Çünkü Allah Semî'dir= her şeyi işitir, Alîm'dir= her şeyi bilir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Allah’ın ve Resulünün önüne geçmeyin. [Onlardan önce hüküm beyan etmeye kalkmayın.] Allah’ın yasalarını çiğnemekten sakının. Şüphesiz Allah, işitendir, bilendir.","Bayraktar Bayraklı Meali":"Ey iman edenler! Allah'ın ve Peygamberinin önüne geçmeyiniz. Allah'a saygı duyunuz. Şüphesiz ki Allah, işitendir; bilendir.[569][570]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Allah ile, peygamberin önüne geçmeyiniz, Allahtan sakınınız, Allah işitir, bilir","Cemal Külünkoğlu Meali":"Ey inananlar! (Söz ve davranışlarınızla) Allah'ın ve Resulünün (Kur'an'ın ve sünnetin) önüne geçmeyin (Kur'an'ı ve sünneti dışlayarak Müslüman olmaya çalışmayın)! Bu konuda Allah'a karşı gelmekten sakının! Şüphesiz Allah, (her şeyi) hakkıyla işiten, (her şeyi) hakkıyla bilendir.","Cemil Said (1924)":"Ey mü’minler! Allâh’ın ve rasûlünün evâmirine tekaddüm idecek lakırdılar söylemeyiniz: Allâh’dan korkunuz, o her şeyi işidir, her şeyi bilür.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Allah'tan ve Peygamberinden öne geçmeyin; Allah'tan sakının, doğrusu Allah işitir ve bilir.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Allah’ın ve Peygamberinin önüne geçmeyin. Allah’a karşı gelmekten sakının. Şüphesiz, Allah hakkıyla işitendir, hakkıyla bilendir.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Allah ve resulünün önüne geçmeyin, Allah’a itaatsizlikten sakının! Şüphesiz Allah her şeyi işitmekte ve bilmektedir.","Diyanet Vakfı Meali":"Ey iman edenler! Allah'ın ve Resûlünün önüne geçmeyin. Allah'tan korkun. Şüphesiz Allah işitendir, bilendir.  ","Edip Yüksel Meali":"Ey inananlar, ALLAH'ın ve elçisinin huzurunda öne geçmeyiniz. ALLAH'ı dinleyiniz. ALLAH İşitir, Bilir.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Allah'ın ve Resulünün huzurunda öne geçmeyin. Allah'tan korkun. Şüphesiz Allah işitendir, bilendir.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Allahın ve Resulünün önüne geçmeyin ve Allahdan korkun, çünkü Allah işitir bilir","Emrah Demiryent Meali":"Ey îmân edenler! Allah ve Resûlü’nün (buyruklarının) önüne geçmeyin. Allah’ (ın emir ve yasakların) a karşı gelmekten sakının. Şüphesiz Allah, her şeyi hakkıyla işitendir, her şeyi hakkıyla bilendir.","Erhan Aktaş Meali":"Ey iman edenler! Allah'ın ve Resûl'ünün iki eli arasında öne geçmeyin¹. Allah'a karşı takva sahibi olun. Kuşkusuz Allah, Her Şeyi Duyan'dır, Her Şeyi Bilen'dir.","Hasan Basri Çantay Meali":"Ey îman edenler, Allahın ve resulünün huzurunda (sözde ve işde) öne geçmeyin. Allahdan korkun. Çünkü Allah hakkıyle işiden, (her şey'i) bilendir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Allah'ın ve Resûlünün önüne geçmeyin! Ve Allah'dan sakının! Şübhesiz ki Allah, Semî' (herşeyi işiten)dir, Alîm (hakkıyla bilen)dir.","İhsan Aktaş Meali":"Ey inanmış olanlar; (kendi şahsi düşünceleriniz, söz ve davranışlarınızla) Allah’ın (koyduğu hüküm ve kuralların) ve elçisinin (Allah’ın hükmüne göre verdiği kararın) önüne geçmeyin ve (bu konuda Allah’a karşı gelmekten) sakının. Şüphesiz Allah (her şeyi) işitendir, bilendir. *","İlyas Yorulmaz Meali":"Ey İman edenler! Allah ve O nun elçisinin önüne geçmeyin (Emrettiği ve koyduğu kurallara karşı alternatif hükümler getirmeyin). Allah’dan korunun. Şüphesiz ki Allah işiten ve bilendir.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Sakın Allah’ın, elçisinin buyruklarına karşı durmayın. Allah’tan sakının. Çünkü Allah işiticidir, görücüdür.","İsmail Hakkı İzmirli":"Mü/minler! Allah/ın ve peygamberinin huzurunda sözde ve işte ileri geçmeyin, her hususta Allah/tan sakının. Çünkü O, sözlerinizi işitir, yaptıklarınızı hakkıyle bilir.","İsmail Yakıt":"Ey inananlar! Allah’ın ve elçisinin önüne geçmeyiniz.¹ Allah’a karşı sorumluluk bilincinde olunuz. Muhakkak ki Allah, Semî’dir, Alîm’dir.","Kadri Çelik Meali":"Ey iman edenler! (Hiçbir işte) Allah ve resulünden öne geçmeyin ve Allah'tan korkup sakının. Şüphesiz Allah şüphesiz işitendir, bilendir.","Mahmut Kısa Meali":"<b>Ey inananlar! Allah’ın ve</b> —O’nun emirlerinin tebliğcisi ve uygulayıcısı olan— <b>Elçisinin önüne geçmeyin! </b>Bireyi ve toplumu ilgilendiren hayatın hiçbir bölümünde Allah’a ve Elçisine danışmadan, yani Kur’an ve sünneti araştırıp o konuda İslâm’ın hükmünü öğrenmeden karar vermeyin! Kendi düşüncenizi, beklentinizi, menfaatinizi Allah’ın hükmünün önüne geçirmeyin ve geçirilmesine izin vermeyin! <b>Allah’tan</b>gelen ilkeleri çiğnememe konusunda son derece titiz ve dikkatli davranın; dürüst ve erdemlice bir hayat sürerek, kötülüğün her çeşidinden titizlikle <b>sakının! </b>Unutmayın ki, <b>Allah </b>her şeyi<b> işiten, </b>herşeyi<b> bilendir.</b>","Mahmut Özdemir Meali":"Ey iman edenler! Allah’ın ve rasûlünün arasında öne geçmeyin! Allah’tan sakınıp korunun! Allah, bilen işitendir.","Mehmet Çakır Meali":"Sevgili müminler! Sakın ola! Allah ve resulünün önüne geçmeyin. Allah'a karşı kendinizi sağlama alın. Çünkü Allah, her şeyi duyup bilmektedir.","Mehmet Çoban Meali":"Ey iman edenler! Allah’ın yasalarına karşı çıkmayın! Allah’ın yasalarını uygulayan Resulün emirlerine karşı gelmeyin! Allah’ın ve Resulünün önüne kendi fikirlerinizle, kendi hükümlerinizle, kendi yasalarınızla geçmeyin! Eğer inanıyorsanız Allah’ın yasalarına uyun! Allah’ın yasalarını uygulayan Resule itaat edin! Sakın Allah’a karşı gelmeyin! Allah’ın sevgisini kaybetmekten korkun! Şüphesiz Allah her şeyi hakkıyla işitendir, hakkıyla bilendir.        ","Mehmet Okuyan Meali":"Ey iman edenler! Allah’ın ve Elçisinin önüne geçmeyin! [*] Allah’a karşı [takvâ]lı (duyarlı) olun! Şüphesiz ki Allah duyandır, bilendir.","Mehmet Türk Meali":"Ey îman edenler! Allah’ın ve Rasûlü’nün huzurunda (sözleriniz ve davranışlarınızla) öne geçmeyin¹ ve Allah’tan hakkıyla korkun. Şüphesiz Allah (söylediklerinizi) hakkıyla işitendir, (her şeyi) tam bilendir.²","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Allah’ın ve Elçisi’nin [emrettiği şeyin] önüne kendinizi koymayın, ¹ Allah’a karşı sorumluluğunuzun bilincinde olun: Çünkü Allah, kuşkusuz her şeyi işiten, her şeyi bilendir!","Mustafa Çavdar Meali":"Ey iman edenler! Allah’ın elçisi Kuran’ı tebliğ ederken söz ve kararlarınızı Allah’ın mesajının önüne geçirmeyin. Allah’a karşı gelmekten sakının, Çünkü Allah her şeyi duymakta ve her şeyi bilmektedir. 33/36, 47/3","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Asla Allah’ın ve Rasûlü’nün önüne geçmeyin[⁴⁶²⁹] ve sorumlu davranın: çünkü Allah her şeyi işitir, her şeyi bilir!","Orhan Kuntman Meali":"Ey iman edenler, Allah’ın ve Resul’ünün önüne geçmeyin (Allah'ın Resul’ünün önüne geçmeyin, ona saygısızlıkta bulunmayın. Çünkü onun Allah'a yakınlık duygusu vardır ki o daima, Rabbinin huzurundadır. Onun önüne geçmek Allah'ın huzurunda cüretkârlıkta bulunmaktır.) Allah'tan korkun (emir ve yasaklarını yerine getirin) Şüphe yok ki Allah, her şeyi hakkiyle işitendir ve her şeyi hakkıyle bilendir.","Osman Fırat Meali":"Ey iman edenler, Allâh’ın ve Elçisinin (söz ve emirlerinin) önüne geçmeyin. Allah’tan korkun. Şüphesiz Allah, işitendir, bilendir.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Allah'ın ve Resûlünün önüne geçmeyiniz ve Allah'tan korkunuz. Şüphe yok ki, Allah Teâlâ bihakkın işiticidir, bilendir.","Suat Yıldırım Meali":"Ey iman edenler: Söz ve hareketlerinizde ileri gidip de Allah'ın ve Resulünün önüne geçmeyin. Allaha karşı gelmekten sakının. Allah her şeyi hakkıyla işitir ve bilir. ","Süleyman Ateş Meali":"Ey inananlar, Allah'ın ve Elçisinin önüne geçmeyin. Allah'tan korkun. Şüphesiz Allah, işitendir, bilendir.","Süleyman Tevfik (1927)":"Ey Mü'minler! Allâh rasûlinin önünde tekaddüm itmeyiniz [¹] ve Allâh'dan sakınınız. Allâh işidici ve bilicidir.","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Allah’ın ve Elçisinin önüne geçmeyin. Allah’tan çekinin; o dinler ve bilir. Ey inanıp güvenenler! Allah’ın yani (size O’nun sözlerini taşıyan) Kitabının[1] önüne geçmeyin[2] Allah’tan çekinin çünkü o dinler ve bilir.","Şaban Piriş Meali":"-Ey iman edenler! Allah'ın ve onun Resûl'ünün önüne geçmeyin. Allah'tan sakının. Çünkü Allah, işitendir, görendir.","Ümit Şimşek Meali":"Ey iman edenler! Allah'tan korkun ve ne Allah'ın, ne de Resulünün önüne geçmeyin. Çünkü Allah herşeyi işiten, herşeyi bilendir.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Allah'ın ve resulünün önüne geçmeyin! Allah'tan korkun! Allah gerçekten çok iyi duyan ve gereğince bilendir.","Eski Anadolu Türkçesi":"ey anlar kim įmān getürdiler! ilerü varmañ Tañrı eline daħı yalavacınuñ ya'nį Tañrı daħı peyġamber buyruġından ilerü buyruk eylemen. daħı ķorķuñ Tañrı’dan bayıķ Tañrı işidicidür bilicidür.","Satıraltı Meal (1534)":"İy īmān getüren kişiler, bir emr taḳdīm eylemeñüz Tañrı Ta‘ālā buyurmaz‐dan burun, resūli daḫı buyurmazdan burun. Daḫı Tañrı Ta‘ālādan ḳorḳuñuz. Tañrı Ta‘ālā her nesneyi işidicidür, bilicidür.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! (Sözləriniz, iş və hərəkətlərinizdə) Allahdan və Peyğəmbərindən önə keçməyin. Allahdan qorxun. Həqiqətən, Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir!","M. Pickthall (English)":"O ye who believe! Be not forward in the presence of Allah and His messenger, and keep your duty to Allah. Lo! Allah is Hearer, Knower.","Yusuf Ali (English)":"O Ye who believe! Put not yourselves forward(4919) before Allah and His Messenger. but fear Allah. for Allah is He Who hears and knows all things."},"2":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَاتَرْفَعُٓوااَصْوَاتَكُمْفَوْقَصَوْتِالنَّبِيِّوَلَاتَجْهَرُوالَهُبِالْقَوْلِكَجَهْرِبَعْضِكُمْلِبَعْضٍاَنْتَحْبَطَاَعْمَالُكُمْوَاَنْتُمْلَاتَشْعُرُونَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, seslerinizi, Peygamberin sesinden daha üstün bir tarzda yükseltmeyin ve onunla, yüksek sesle konuşmayın, birbirinizle konuştuğunuz gibi, sonra yaptıklarınız mahvolup gider de anlamazsınız bile.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, sakın seslerinizi de </b><i>(Hz.)</i><b> Peygamberin sesinin üstünde yükseltmeyin </b><i>(kendi görüşlerinizi, Allah elçisinin sağlam hadis ve hükümlerine tercih etmeyin)</i><b> ve birbirinize bağırıp çağırdığınız gibi, </b><i>(kabalık yapıp) </i><b>Ona da yüksek sesle </b><i>(ve edepsizce)</i><b> konuşmayın! Çünkü </b><i>(aksi halde)</i><b> siz farkında ve şuurunda değilken, amelleriniz boşa çıkıverir.</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Sesinizi peygamberin sesinden daha fazla yükseltmeyin, yani şahsi görüş ve tercihleriniz, peygamber buyruklarının üstüne çıkmamalıdır. Birbirinizle yüksek sesle konuştuğunuz gibi, O'na yüksek sesle hitap etmeyin. Yoksa bütün güzel ve iyi işleriniz, siz farkında olmadan bilmediğiniz ve anlamadığınız bir sebeple boşa gidebilir.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, seslerinizi, peygamberin sesinden daha fazla yükseltmeyin. Birbirinizle konuştuğunuz gibi, peygamberle ölçüsüz davranarak konuşmayın. Yoksa, siz farkına varmadan, işlediğiniz bilinçli amelleriniz boşa gider.","Ahmet Varol Meali":"Ey iman edenler! Seslerinizi Peygamber'in sesinin üstünde yükseltmeyin ve birbirinize bağırdığınız gibi ona da bağırmayın. Yoksa siz farkında olmadan amelleriniz boşa gider.","Ali Bulaç Meali":"Ey iman edenler, seslerinizi peygamberin sesi üstünde yükseltmeyin ve birbirinize bağırdığınız gibi, ona bağırıp-söylemeyin; yoksa şuurunda değilken, amelleriniz boşa gider.","Ali Fikri Yavuz Meali":"Ey iman edenler! Seslerinizi Peygamberin sesinden yüksek çıkarmayın ve birbirinize bağırır gibi, O'na bağırmayın; haberiniz olmadan amelleriniz boşa çıkıverir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Seslerinizi Peygamberin sesinin üstüne çıkarmayın. Birbirinizle yüksek sesle konuştuğunuz gibi, onunla yüksek sesle konuşmayın. Yoksa siz farkına varmadan, bütün yaptıklarınız boşa gider.","Bayraktar Bayraklı Meali":"Ey inananlar! Seslerinizi, Peygamberin sesinden daha fazla yükseltmeyiniz. Birbirinize bağırdığınız gibi, Peygambere yüksek sesle bağırmayınız. Yoksa siz farkına varmadan amelleriniz boşa gidiverir.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Sesinizi peygamberin sesinden daha yüksek çıkarmayın, birbirinizle konuştuğunuz gibi onunla da konuşmayın, bilmezsiniz, boşa gider işleriniz","Cemal Külünkoğlu Meali":"Ey inananlar! Seslerinizi, peygamberin sesinin üstüne yükseltmeyin. Birbirinize bağırdığınız gibi, peygambere yüksek sesle bağırmayın. Öyle yaparsanız, siz farkına varmadan yaptığınız (kabalık ve saygısızlık yüzünden) amelleriniz boşa gider.","Cemil Said (1924)":"Ey mü’minler! Sesinizi rasûlün sesinden fazla yükseltmeyiniz, Beyninizde konuşdığınız gibi kendisiyle yüksek sesle konuşmayınız ki a’mâliniz haberiniz olmaksızın semeresiz kalmasun.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Seslerinizi, Peygamberin sesini bastıracak şekilde yükseltmeyin. Farkına varmadan, işlediklerinizin boşa gitmemesi için, Peygambere birbirinize bağırdığınız gibi yüksek sesle bağırmayın.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Seslerinizi, Peygamber’in sesinin üstüne yükseltmeyin. Birbirinize bağırdığınız gibi, Peygamber’e yüksek sesle bağırmayın, yoksa siz farkına varmadan işledikleriniz boşa gider.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Seslerinizi peygamberin sesinden daha fazla yükseltmeyin, birbirinize bağırdığınız gibi ona bağırmayın; sonra farkında olmadan amelleriniz boşa gider.","Diyanet Vakfı Meali":"Ey iman edenler! Seslerinizi Peygamber'in sesinin üstüne yükseltmeyin. Birbirinize bağırdığınız gibi, Peygamber'e yüksek sesle bağırmayın; yoksa siz farkına varmadan amelleriniz boşa gidiverir.  ","Edip Yüksel Meali":"Ey inananlar, sesinizi peygamberin sesinin üstüne çıkarmayın ve birbirinize bağırdığınız gibi ona bağırmayın. Yoksa siz farketmeden işleriniz boşa gider.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler!Seslerinizi Peygamber'in sesinden fazla yükseltmeyin. Birbirinize bağırdığınız gibi, Peygamber'e yüksek sesle bağırmayın. Öyle yaparsanız, siz farkına varmadan amelleriniz boşa gider.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Seslerinizi Peygamberin sesinden üstün kaldırmayın ve ona birbirinize bağırır gibi iri söylemeyin! Haberiniz olmadan amelleriniz hiçe iniverir","Emrah Demiryent Meali":"Ey îmân edenler! (Peygamber’in huzurunda konuşurken) seslerinizi, Peygamber’in sesinden daha çok yükseltmeyin! Birbirinizle yüksek sesle konuştuğunuz gibi, onunla yüksek sesle konuşmayın. Yoksa siz farkına varmadan bütün amelleriniz boşa gider.","Erhan Aktaş Meali":"Ey inananlar! Sesinizi, Nebi'nin sesinden daha fazla yükseltmeyin. Birbirinizle bağrışarak konuştuğunuz gibi, Nebi'yle yüksek sesle konuşmayın. Yoksa farkında olmadan yaptıklarınız boşa gider.","Hasan Basri Çantay Meali":"Ey îman edenler, seslerinizi peygamberin sesinden yüksek çıkarmayın. Ona sözle birbirinize bağırdığınız gibi bağırmayın ki siz farkına varmadan amelleriniz boşa gidiverir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Seslerinizi peygamberin sesinin üstüne çıkarmayın! Birbirinize bağırmanız gibi ona sözü öyle yüksek sesle söylemeyin! Yoksa siz farkında bile olmadan amelleriniz boşa gider!","İhsan Aktaş Meali":"Ey inanmış olanlar! (Münasebetsizce bağırıp çağırmak, hafife almak veya küçümsemek suretiyle) seslerinizi Peygamberin sesinin üstüne yükseltmeyin (sesini bastırarak tebliğ ettiklerinin işitilmemesine neden olmayın). Birbirinize (kabalık yapıp) bağırdığınız gibi, Peygambere yüksek sesle bağırmayın; yoksa (Allah’ın koyduğu kuralların ve peygamberin tebliğ ettiğinin önüne şahsi düşüncelerinizle geçmekten, ona saygısızca bağırıp çağırmaktan ve bu konularda Allah’ın emir ve yasaklarına karşı gelmekten sakınmazsanız) siz farkında bile olmadan, amelleriniz boşa gidebilir. *","İlyas Yorulmaz Meali":"Ey İman edenler! Peygamberle konuşurken, peygamberin konuştuğu ses tonundan daha yüksek bir sesle konuşmayın. Peygambere bir söz söylediğinizde, bir kısmınızın diğer insanlara konuştuğu gibi, bağıra çağıra konuşmayın ki, haberiniz olmadan yaptığınız iyi ve güzel şeyler boşa gitmesin.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Sesiniz elçinin sesini boğmasın. Onunla, biribirinizle konuşur gibi, yüksek sesle, bağıra çağıra, konuşmayın. Yoksa hiç bilginiz olmadan bütün işledikleriniz boşa gider.","İsmail Hakkı İzmirli":"Mü/minler! Sesinizi peygamberin sesinden yüksek çıkarmayın, farkına varmaksızın ameliniz beyhude olmamak için [²] birbirinizle bağırıp konuştuğunuz gibi onunla da öyle bağırıp konuşmayın.","İsmail Yakıt":"Ey inananlar! Sesinizi Peygamber’in sesinin üzerine yükseltmeyin. Birbirinize bağırdığınız [techerû] gibi, ona bağırmayın. Yoksa siz farkına varmadan işledikleriniz boşa gider.²","Kadri Çelik Meali":"Ey iman edenler! Seslerinizi, peygamberin sesinin üzerinde (onun sesini bastıracak şekilde) yükseltmeyin. Birbirinize yüksek sesle konuştuğunuz gibi onunla da öyle yüksek sesle konuşmayın; yoksa siz farkında olmadan amelleriniz boşa gider.","Mahmut Kısa Meali":"<b>Ey inananlar! </b>Allah Elçisinin huzurunda konuşurken <b>sesinizi Peygamberin sesinden daha çok yükseltmeyin! Birbirinize seslendiğiniz gibi ona</b>saygısızca bir ifâdeyle <b>seslenmeyin; </b>onunla veya “onun hakkında” konuşurken laubali davranmayın; <b>yoksa </b>bütün iyilikleriniz ve güzel <b>işleriniz boşa gider de, farkında bile olmazsınız.</b>","Mahmut Özdemir Meali":"Ey iman edenler! Seslerinizi, Nebiyy’nin sesini bastıracak şekilde yükseltmeyin! Birbirinizle sesli konuştuğunuz gibi ona karşı Söz’ü sesli söylemeyin! Öyle ki siz farkında olmazken amelleriniz boşa gider.","Mehmet Çakır Meali":"Sevgili müminler!  Sesinizi, peygamberin sesinden daha fazla yükseltmeyin. Ona birbirinize hitap ettiğiniz gibi yüksek sesle hitap etmeyin. Farkında olmadan amelleriniz boşa gidebilir.","Mehmet Çoban Meali":"Ey iman edenler! Seslerinizi Nebi’nin karşısında yükseltmeyin! Nebi’nin sözünün üstüne söz söylemeyin! Allah’ın Nebi’si bir konuda hükmünü verince artık siz de görüşlerinizde diretmeyin! Konuşurken ses tonunuzu Nebinin ses tonunun üstüne çıkarmayın! Birbirinize bağırdığınız gibi Nebiye yüksek sesle bağırmayın! Yoksa siz farkına varmadan işledikleriniz boşa gider. Unutmayın ki sesi yükselterek, bağırıp çağırarak haklı olduğunuzu gösteremezsiniz. Haklı olmak, kanıtlarıyla gerçekler üzerinde haklı olmaktır. Kanıtlarınız Allah nezdinde geçerli ise; insanların gözünde, onların bakış açılarına. algılarına göre haksız duruma düşmeniz önemli değildir. Yalnız da kalsanız, azınlıkta dahi olsanız, gerçeğin ölçüsü; kanıtlarınızın Allah’a dayanıyor olmasına, Allah’ın doğrusu ile örtüşmesine göre değer kazanır. Bu özün dışındaki değerlendirmelerin hiçbir önemi yoktur.","Mehmet Okuyan Meali":"Ey iman edenler! Seslerinizi Peygamber’in sesinin üzerine yükseltmeyin! Birbirinize yüksek sesle konuştuğunuz gibi, ona yüksek sesle konuşmayın; (yoksa) farkına varmadan işleriniz boşa gider. [*]","Mehmet Türk Meali":"Ey îman edenler! Seslerinizi Peygamberin sesinden fazla yükseltmeyin ve hiç farkına varmadan, yaptığınız kullukların boşa gitmemesi için birbirinizle bağırıp-çağırarak konuştuğunuz gibi onunla da bağırıp-çağırarak konuşmayın.¹","Muhammed Esed Meali":"Siz ey imana ermiş olanlar! Sesinizi Peygamberin sesinden daha fazla yükseltmeyin, ² birbirinizle yüksek sesle konuştuğunuz gibi o’nunla konuşmayın, ³ yoksa bütün [güzel ve iyi] işleriniz, siz farkında olmadan boşa gitmiş olur.","Mustafa Çavdar Meali":"Siz ey iman edenler sesinizi nebinin sesinden fazla yükseltmeyin, kendi aranızda konuştuğunuz gibi onunla yüksek sesle konuşmayın ki siz farkında olmadan yaptığınız iyi işleriniz boşa gitmesin. 17/53, 31/19","Mustafa İslamoğlu Meali":"Siz ey iman edenler! Sesleriniz, Nebi’nin sesinden daha yüksek çıkmasın! Birbirinizle bağıra çağıra konuştuğunuz gibi, onunla da (kavga eder gibi) bağıra çağıra konuşmayın ki, siz farkında olmadan iyilikleriniz boşa gitmesin![⁴⁶³⁰]","Orhan Kuntman Meali":"Ey iman edenler, (Huzurunda) sesinizi Peygamberin sesinden fazla yükseltmeyin! (Ona) birbirinize bağırdığınız gibi yüksek sesle hitap etmeyin! Yoksa siz farkına varmadan amelleriniz boşa gider.","Osman Fırat Meali":"Ey inananlar, seslerinizi, Resulün sesinin üstüne çıkarmayın, birbirinizle açıktan konuştuğunuz konuştuğunuz gibi, O açıktan olan sözlerle onunla konuşmayın; yoksa siz farkında olmadan amelleriniz boşa gider.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olan zâtlar! Seslerinizi Peygamberin sesinin üstüne yükseltmeyin ve O'na sözü bağırırcasına söylemeyin, bazınızın bazınıza bağırması gibi ki, (sonra) siz farkında olmadığınız halde amelleriniz bâtıl olmuş olur.","Suat Yıldırım Meali":"Ey iman edenler! Seslerinizi Peygamberin sesinden fazla yükseltmeyin. Birbirinizle yüksek sesle konuştuğunuz gibi onunla da öylece konuşmayın. Yoksa siz farkında olmadan bütün emekleriniz hiçe iniverir. [24, 63]","Süleyman Ateş Meali":"Ey inananlar, seslerinizi, Peygamberin sesinin üstüne çıkarmayın, birbirinizle yüksek sesle konuştuğunuz gibi, onunla da öyle yüksek sesle konuşmayın; yoksa siz farkında olmadan amelleriniz boşa gider.","Süleyman Tevfik (1927)":"Ey Mü'minler! Sesinizi Nebî'nin sesinden yüksek kaldırmayın. Ba'zınızın ba'zınıza yüksek söylediğiniz gibi ona sözi yüksek ve bağırarak söylemeyiniz. (Eğer böyle yapar iseniz) siz bilmeksizin 'amelleriniz hiç olur.[¹]","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Sözlerinizle Nebi’nin sözünü bastırmayın. Onunla konuşurken de birbirinizin diğerine yaptığı gibi sesiniz yükseltmeyin. Yoksa işleriniz boşa çıkar da farkına bile varamazsınız.","Şaban Piriş Meali":"-Ey iman edenler! Sesinizi, peygamberin sesi üzerine yükseltmeyin. Farkında olmadan çalışmalarınızın heba olmaması için, birbirinize bağıra çağıra konuştuğunuz gibi ona karşı bağırarak konuşmayın.","Ümit Şimşek Meali":"Ey iman edenler! Sesinizi Peygamberin sesinden fazla yükseltmeyin; birbirinize bağırdığınız gibi ona bağırmayın. Yoksa yaptığınız iyilikler mahvolur gider de farkına bile varmazsınız.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Seslerinizi o Peygamber'in sesinin üstüne yükseltmeyin! Kiminizin kiminize bağırarak konuştuğu gibi, onun huzurunda sözü yükseltmeyin! Yoksa siz hiç farkında olmadan amelleriniz eriyip gider.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! yüceltmeñ ünlerüñüzi peyġamber üni üstine daħı yüksek getürmeñ üni aña söz-ile yüksek getürmegi gibi bir niceñüzüñ bir niceñüze kim bāŧıl olmaya 'amellerüñüz daħı siz bilmezsiz.","Satıraltı Meal (1534)":"İy īmān getüren kişiler, āvāzlaruñuzı yüceltmeñüz nebīnüñ āvāzıüstine. Daḫı aña ḳatı söylemeñüz, siz biri birüñüze ḳatı söylegen gibi. Bāṭılolur ‘amellerüñüz, siz bilmez‐iken.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Səsinizi Peyğəmbərin səsindən artıq qaldırmayın və bir-birinizlə ucadan danışdığınız kimi onunla ucadan danışmayın! Yoxsa, özünüz də bilmədən, əməlləriniz puç olar.","M. Pickthall (English)":"O ye who believe! Lift not up your voices above the voice of the Prophet, nor shout when speaking to him as ye shout one to another, lest your works be rendered vain while ye perceive not.","Yusuf Ali (English)":"O ye who believe! Raise not your voices(4920) above the voice of the Prophet, nor speak aloud to him in talk, as ye may speak aloud to one another, lest your deeds become(4921) vain and ye perceive not."},"3":{"Arabic":"اِنَّالَّذ۪ينَيَغُضُّونَاَصْوَاتَهُمْعِنْدَرَسُولِاللّٰهِاُو۬لٰٓئِكَالَّذ۪ينَامْتَحَنَاللّٰهُقُلُوبَهُمْلِلتَّقْوٰىۜلَهُمْمَغْفِرَةٌوَاَجْرٌعَظ۪يمٌ","Abdulbaki Gölpınarlı Meali":"Allah'ın Peygamberinin yanında seslerini alçaltanlar, o kişilerdir ki Allah, onların gönüllerini, çekinmeyle sınamıştır; onlaradır yarlıganma ve pek büyük bir mükafat.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz, Allah’ın Resulü’nün yanında </b><i>(ve gıyabında tevazu ve teslimiyetinden dolayı)</i><b> seslerini kısıp alçak tutanlar </b><i>(var ya)</i><b>; işte onlar, Allah’ın kalplerini takva</b><i>(ya ulaştırması)</i><b> için imtihan ettiği </b><i>(çeşitli sıkıntı ve sarsıntılarla eğittiği)</i><b> kimselerdir. Kesinlikle mağfiret </b><i>(bağışlanıp affedilmek)</i><b> ve büyük bir ecir onlar içindir.</b> ","Abdullah Parlıyan Meali":"Şüphesiz Rasülullah'ın yanında seslerini kısan kimseler var ya! İşte bunlar kalpleri kendisine karşı sorumluluk bilinciyle doldurularak Allah tarafından sınananlardır. Onlar için bir bağışlanma ve büyük bir mükafat vardır.","Ahmet Tekin Meali":"İlâhî hükümleri icraya, ülkeyi imara, dünya düzenini kurmaya, sağlamaya memur Allah'ın tek yetkili Rasulünün huzurunda, seslerini alçaltarak zerafetle, nezaketle konuşanlar, Allah'ın kalplerinin, kafalarının takva esaslarını-Kur'ân esaslarını hayata geçirme anlayışına erip eremediklerini, dinî ve sosyal görevlerinin bilincinde olup olamadıklarını imtihan ettiği kimselerdir. Onlar için koruma kalkanı, bağışlanma ve büyük mükâfatlar vardır.","Ahmet Varol Meali":"Gerçekten Allah'ın elçisinin yanında seslerini kısanlar var ya; Allah onların kalplerini takva için imtihan etmiştir. Onlar için bağışlama ve büyük ecir vardır.","Ali Bulaç Meali":"Şüphesiz, Allah'ın Resûlü'nün yanında seslerini alçak tutanlar; işte onlar, Allah kalplerini takva için imtihan etmiştir. Onlar için bir mağfiret ve büyük bir ecir vardır.","Ali Fikri Yavuz Meali":"Gerçekten Allah'ın Peygamberi yanında seslerini kısanlar, bunlar o kimselerdir ki, Allah kalblerini takva için imtihan etmiştir. Onlara bir mağfiret ve büyük bir mükâfat vardır.","Bahaeddin Sağlam Meali":"Hiç şüphesiz Resulullah’ın yanında seslerini kısanlar ise; işte Allah, onların kalplerini takva için seçmiştir. Onlar için bağışlanma ve büyük bir ücret vardır.","Bayraktar Bayraklı Meali":"Allah, Peygamber'in yanında seslerini kısanların kalplerini takvâ ile imtihan etmiştir. Onlar için af ve büyük bir ödül vardır.","Besim Atalay Meali (1965)":"Allahın peygamberinin yanında, yavaşça konuşanların, sakınç için Allah yüreklerini sınamaktadır, onlar için hem bağış, hem de ulu sevap var ","Cemal Külünkoğlu Meali":"Allah Resulünün huzurunda seslerini ayarlayanlar (edepli olup egosunu tatmin etmeyenler) var ya, işte onlar kalpleri, kendisine karşı sorumluluk bilinciyle doldurularak Allah tarafından sınananlardır. Onlar için ayrıca bağışlanma ve büyük bir mükâfat vardır.","Cemil Said (1924)":"Rasûlün huzûrunda seslerini kısanlar Allâh’ın kalblerini takvâ içün hazırladıklarıdır, mağfirete ve ’azîm mükâfâta nâil olacaklardır.","Diyanet İşleri Meali (Eski)":"Seslerini Peygamberin yanında kısan kimseler, Allah'ın gönüllerini takva ile sınadığı kimselerdir. Onlara mağfiret ve büyük ecir vardır.","Diyanet İşleri Meali (Yeni)":"Allah’ın elçisinin huzurunda seslerini kısanlar, Allah’ın, gönüllerini takvâ (Allah’a karşı gelmekten sakınma) konusunda sınadığı kimselerdir. Onlar için bir bağışlanma ve büyük bir mükâfat vardır.","Kur'an Yolu (Diyanet İşleri)":"Allah resulünün yanında seslerini alçaltanlar var ya, işte onlar, Allah’ın kalplerini takvâ hususunda sınadığı kimselerdir. Onlar için büyük bağışlanma ve büyük bir ödül vardır.","Diyanet Vakfı Meali":"Allah'ın elçisinin huzurunda seslerini kısanlar, şüphesiz Allah'ın kalplerini takvâ ile imtihan ettiği kimselerdir. Onlara mağfiret ve büyük bir mükâfat vardır.","Edip Yüksel Meali":"Seslerini ALLAH'ın elçisinin huzurunda kısanlar öyle kimselerdir ki, ALLAH onların kalplerini erdemlilik için uygun hale getirmiştir. Onlar için bağışlanma ve büyük bir ödül vardır.","Elmalılı Hamdi Yazır Meali":"Allah'ın elçisinin huzurunda seslerini kısanlar, şüphesiz Allah'ın kalplerini takva ile imtihan ettiği kimselerdir. Onlara mağfiret ve büyük bir mükâfat vardır.","Elmalılı Meali (Orijinal)":"Her halde Resulüllahın yanında seslerini kısanlar, onlar, o kimselerdir ki Allah kalblerini takvâ için imtihan etmiştir, onlara hem bir mağfiret hem de büyük bir ecir vardır","Emrah Demiryent Meali":"Şüphesiz, Allah Resûlü’nün huzurunda, (saygıyla) seslerini kısanlar (var ya, işte onlar) Allah’ın, kalplerini takva (ya ulaştırmak) için (çeşitli musibetler ile) imtihân ettiği kimselerdir. Onlar için (âhirette) mağfiret ve büyük bir mükâfat vardır.","Erhan Aktaş Meali":"Allah'ın Resûlünün yanında kısık sesle konuşanlar; işte onlar, Allah'ın takva için kalplerini sınav ettiği kimselerdir. Onlar için bağışlanma ve büyük ödül vardır.","Hasan Basri Çantay Meali":"Hakıykat, Allahın peygamberi yanında seslerini yavaşlatanlar (yok mu?) onlar Allahın takva için kalblerini imtihaan etdiği kimselerdir. Onlar için mağfiret ve büyük mükâfat vardır.","Hayrat Neşriyat Meali":"Doğrusu, Allah Resûlünün huzûrunda (ona olan hürmetlerinden) seslerini kısanlar var ya, işte onlar öyle kimselerdir ki, Allah onların kalblerini takvâ için imtihân etmiştir (de onlar bu âdâba riâyet etmekle onda muvaffak olmuşlardır). Onlar için bir mağfiret ve (pek)büyük bir mükâfât vardır.","İhsan Aktaş Meali":"Şüphesiz, Allah’ın Resulü’nün yanında seslerini kısanlar (saygısızlık etmeyip medenice konuşanlar); işte onlar, Allah’ın gönüllerini takva (ya ulaştırması) için imtihan ettiği (çeşitli sıkıntı ve sarsıntılarla eğittiği) kimselerdir. (Kesinlikle) mağfiret (bağışlanıp affedilmek) ve büyük bir ecir onlar için vardır.","İlyas Yorulmaz Meali":"Allah’ın elçisinin yanında seslerini kısarak, yumuşak bir tonda konuşanlar,  Allah’ın peygamberle konuşanlara koyduğu kurallara uyarak korunmalarından dolayı, onların kalplerini denemiştir. Onlar için bağışlanma ve büyük karşılıklar vardır.","İsmayıl Hakkı Baltacıoğlu":"O kimseler ki Allah elçisinin yanında seslerini alçaltırlar, bunlar Allah’ın yüreklerini sakınırlıkla sınadığı kimselerdir. Onlar için yarlıganma, pek büyük bir karşılık vardır.","İsmail Hakkı İzmirli":"Tanrı/nın peygamberi huzurunda seslerini yavaşça çıkaranlar yok mu, işte Allah, onların kalblerini takva meşakkatlarıyla imtihana çekmiştir. [³] Onlar için yarlıganma, büyük bir mükâfat vardır.","İsmail Yakıt":"Muhakkak ki seslerini Allah’ın elçisinin huzurunda kısanlar [yeğuddû], işte onlar Allah’ın kalplerini sorumluluk bilinci konusunda sınadığı kimselerdir. Onlar için bağışlanma ve büyük bir mükâfat vardır.","Kadri Çelik Meali":"Şüphesiz peygamberin yanında seslerini alçak tutmakta olanlar (var ya, işte onlar) şüphesiz Allah'ın kalplerini takva ile imtihan ettiği kimselerdir. Onlara mağfiret ve büyük bir mükâfat vardır.","Mahmut Kısa Meali":"<b>Allah’ın Elçisinin huzurunda </b>saygıyla <b>seslerini kısan </b>ve ondan bahsederken edepli ve terbiyeli davranan <b>kimseler var ya, Allah onların yüreklerindeki “</b>ilâhî hükümlere<b> saygı ve bağlılık” derecesini sınamış </b>ve onlar da bu sınavdan yüz akıyla çıkmışlar<b>dır. İşte onlar için </b>Rableri tarafından bir <b>bağışlama ve büyük bir ödül vardır. </b>O hâlde, ey inananlar! Bu ödüle lâyık olabilmek için, Peygambere ve onun izinden giden İslâm âlimlerine, yöneticilere ve büyüklerinize gereken saygı ve edebi göstermeli, tüm insanlara karşı nazik ve terbiyeli davranmalısınız. Aşağıdaki örnek, konuyu daha iyi anlamanızı sağlayacaktır:","Mahmut Özdemir Meali":"Allah’ın rasûlünün yanında seslerini kısarak konuşanlar, işte onlar Allah’ın, kalblerini Takvâ için sınadığı kimselerdir. Onlar için bağışlanma ve çok büyük bir ödül vardır.","Mehmet Çakır Meali":"Allah, peygamber huzurunda sesini kısanların  kalplerini, sağlamlık denemesine tutuyor. Onlar, af yanısıra büyük sevaba nail olacak.","Mehmet Çoban Meali":"Resulümüzün huzurunda seslerini kısanlar, Allah’ın Resulü bir hükme karar verince hükmüne uyanlar; Allah’ın samimiyetini sınadığı kimselerdir. İnsan farkına vararak veya varmayarak bir hata işlediyse; tövbe edip Allah’a yaklaştığında onlar için bir bağışlanma ve büyük bir mükâfat vardır.        ","Mehmet Okuyan Meali":"Şüphesiz ki Allah’ın Elçisinin yanında seslerini kısanlar, kalplerini Allah’ın [takvâ] (duyarlılık) ile imtihan ettiği (arındırdığı) kişilerdir. Onlar için bağışlanma ve büyük bir ödül vardır.","Mehmet Türk Meali":"Allah’ın Rasûlü’nün huzurunda seslerini kısanlar var ya işte onlar, Allah’ın kalplerini takva için imtihan ettiği kimselerdir.¹ Bağışlanma ve en büyük mükâfat da onlaradır.","Muhammed Esed Meali":"Bakın, Allah’ın Elçisi’nin huzurunda seslerini kısanlar var ya, işte onlar kalpleri, kendisine karşı sorumluluk bilinci ile [doldurularak] Allah tarafından sınananlardır; onlar için bağışlanma ve büyük bir mükafat vardır.","Mustafa Çavdar Meali":"Allah’ın elçisinin huzurunda seslerini kısarak saygı ile konuşanlar var ya işte onlar Allah’ın kalplerini sorumluluk ve duyarlılık ile perçinlediği kimselerdir. Ve onlar için sınırsız bir bağış ve büyük bir ödül vardır. 17/53, 31/19","Mustafa İslamoğlu Meali":"Hani şu Allah Rasûlü’nün yanında seslerini kısanlar var ya; işte onlar, Allah’ın gönüllerini sorumluluk sınavından geçirdiği kimselerdir:[⁴⁶³¹] onlar için sınırsız bir bağış ve büyük bir ödül vardır.","Orhan Kuntman Meali":"Şüphe yok ki, Allah’ın Resulünün huzurunda seslerini kısanlar (hürmet göstererek yavaşça konuşanlar) Allah’ın kalplerini takva ile imtihan ettiği kimselerdir. (Fetih suresinde geçtiği üzere onlara takva kelimesini gerekli kılıp, türlü sıkıntılarla tecrübe sahasında takvaya alıştırmış, takvalarını deneyerek ortaya çıkarmıştır) Onlara bağışlanma ve büyük bir mükâfat vardır.","Osman Fırat Meali":"Allah’ın elçisinin huzurunda seslerini kısanlar, Allah’ın, gönüllerini takvâ (Allah’a karşı gelmekten sakınma) konusunda sınadığı kimselerdir. Onlar için bir bağışlanma ve büyük bir mükâfat vardır.","Ömer Nasuhi Bilmen Meali":"Ve şüphe yok ki, Allah'ın Peygamberi huzurunda seslerini kısanlar o zâtlardır ki, Allah Teâlâ onların kalblerini takvâ için imtihan etmiştir, onlar için bir mağfiret ve pek büyük bir mükâfaat vardır.","Suat Yıldırım Meali":"Peygamberin huzurunda seslerini ayarlayanlar var ya, işte Allah, içindeki takvâyı ortaya çıkarmak için onların kalplerini sınamış ve onlar bu imtihanı başarmışlardır. Onlara mağfiret ve büyük bir mükâfat vardır. ","Süleyman Ateş Meali":"Allah'ın Elçisinin huzurunda seslerini kısanlar, öyle kimselerdir ki Allah, onların kalblerini, takva için imtihan etmiş(onların takvaya ehil olduklarını anlamış)tır. Onlar için mağfiret ve büyük bir mükafat vardır.","Süleyman Tevfik (1927)":"Rasûlullah 'indinde seslerini yavaş idenler kalblerini Allâh Te'âlâ'nın takvâ içün ihtiyâr ve intihâb iyledikleridir. Onlara mağfiret ve büyük mükâfât vardır.","Süleymaniye Vakfı Meali":"Allah’ın yani (O’nun sözlerini taşıyan) Kitabının yanında seslerini kısanlar, Yanlışlardan korunmaları (takva) konusunda Allah’ın, kalplerini sınavdan geçirdiği kişilerdir. Onlar için bağışlanma ve büyük bir ödül vardır.","Şaban Piriş Meali":"Allah'ın resûlü yanında, seslerinizi kısarak konuşanların kalblerini Allah, takva yönünden denemiştir. Onlar için bağışlanma ve büyük bir ödül vardır.","Ümit Şimşek Meali":"Allah Resulünün huzurunda seslerini kısanlara gelince: İşte onlar, kalplerini Allah'ın takvâ ile sınadığı kimselerdir. Onlar için bağışlanma ve büyük bir ödül vardır.","Yaşar Nuri Öztürk Meali":"Allah resulünün huzurunda seslerini alçaltanlar var ya, onlar Allah'ın, gönüllerini takva için imtihan ettiği kişilerdir. Bir bağışlanma vardır onlar için, bir büyük ödül vardır.","Eski Anadolu Türkçesi":"bayıķ anlar kim añlu eylerler ünlerini Tañrı yalavacı ķatında şunlar anlardur kim śınadı Tañrı göñüllerini śaķınmaķ içün anlaruñdur yarlıġamaķ daħı müzd ulu.","Satıraltı Meal (1534)":"Ol kişiler ki āvāzlarını eksildürler Tañrı resūli ḳatında. Anlar ol kimseler‐dür ki Tañrı Ta‘ālā yüreklerini ṣınadı taḳvā içün. Anlara maġfiret vardur.Daḫı ulu müzd vardur.","Bunyadov-Memmedeliyev ":"Həqiqətən, Allahın Peyğəmbəri yanında astadan danışanlar (səslərini asta çıxardanlar) o kimsələrdir ki, Allah onların ürəklərini təqva üçün imtahana çəkmişdir (mö’minliyə layiq etmişdir). Onları (günahlardan) bağışlanma və böyük mükafat (Cənnət) gözləyir!","M. Pickthall (English)":"Lo! they who subdue their voices in the presence of the messenger of Allah, those are they whose hearts Allah hath proven unto righteousness. Theirs will be forgiveness and immense reward.","Yusuf Ali (English)":"Those that lower their voices in the presence of Allah's Messenger,- their hearts has Allah tested for piety:(4922) for them is Forgiveness and a great Reward."},"4":{"Arabic":"اِنَّالَّذ۪ينَيُنَادُونَكَمِنْوَرَٓاءِالْحُجُرَاتِاَكْثَرُهُمْلَايَعْقِلُونَ","Abdulbaki Gölpınarlı Meali":"Odaların ardından bağırarak sana seslenenlerin çoğu, akıl etmeyen kişilerdir.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm!)</i><b> Şüphesiz, </b><i>(evindeki)</i><b> odaların </b><i>(kapıları)</i><b> arkasından Sana </b><i>(uygunsuzca bağırıp)</i><b> seslenenler </b><i>(Elçiye karşı edep ve hürmete riayet etmeyenler)</i><b>, onların çoğu aklını kullanmayan </b><i>(şuurlu ve sorumlu davranmayan)</i><b> kimselerdir.</b> ","Abdullah Parlıyan Meali":"Gerçek şu ki ey peygamber! Sana evinin dışından bağırarak seslenenler var ya onların çoğu, akıllarını kullanamayan kimselerdir.","Ahmet Tekin Meali":"Hücre-i saadetlerin, evlerinin arkasından sana “Ey Allah'ın rasulü” diyecekleri yerde, bağıra çağıra isminle seslenenlerin çoğu aklı kıt, düşüncesiz kimselerdir.","Ahmet Varol Meali":"Şüphesiz seni odaların arkasından çağıranların çoğu akıl etmeyenlerdir.","Ali Bulaç Meali":"Şüphesiz, hücrelerin ardından sana seslenenler de, onların çoğu aklını kullanmıyor.","Ali Fikri Yavuz Meali":"Hücrelerin (Peygambere ait odaların) önünden seni çağıranlar (var ya), onların çoğu aklı ermiyenlerdir.","Bahaeddin Sağlam Meali":"Gerçekten odaların arkasından sana seslenenlerin çoğu düşüncesiz insanlardır.(*)","Bayraktar Bayraklı Meali":"Sana odaların arkasından bağıranların çoğu, aklı ermez kimselerdir.[571]","Besim Atalay Meali (1965)":"Odaların arkasından, sana çağıranların pek çoğunun aklı ermez","Cemal Külünkoğlu Meali":"(Ey Peygamber!) Seni evinin dışından çağıranlar var ya, işte onların çoğu aklı ermeyen cahil kimselerdir.","Cemil Said (1924)":"Hücrelerinin verâsından seni yüksek sesle çağıranlar ekseriyetle ’akılsız âdemlerdir.","Diyanet İşleri Meali (Eski)":"Sana odaların ötesinden seslenenlerin çoğu akletmeyen kimselerdir.","Diyanet İşleri Meali (Yeni)":"(Ey Muhammed!) Odaların arkasından sana bağıranların çoğu aklı ermeyen kimselerdir.[499]","Kur'an Yolu (Diyanet İşleri)":"Odaların dışından sana seslenenlerin çoğu kuşkusuz düşünemiyorlar.","Diyanet Vakfı Meali":"(Resûlüm!) Sana odaların arka tarafından bağıranların çoğu aklı ermez kimselerdir.  ","Edip Yüksel Meali":"Odaların/duvarların ardından sana seslenenlerin çoğu düşüncesiz kimselerdir.","Elmalılı Hamdi Yazır Meali":"(Resülüm!) Sana odaların arkasından bağıranların çokları, aklı ermez kimselerdir.","Elmalılı Meali (Orijinal)":"Hucrelerin arkasından sana önleyenler, her halde ekserisi aklı irmiyenlerdir","Emrah Demiryent Meali":"(Resûlüm! Hâne-i saâdetin içerisinde bulunan) odaların arkasından (evinin dış tarafından) sana seslenenlerin çoğu (adap hususunda) aklı ermeyen kimselerdir.","Erhan Aktaş Meali":"Sana odaların dışından seslenenlerin çoğu, düşüncesiz kimselerdir.","Hasan Basri Çantay Meali":"Hücrelerin ardından sana ünleyenler (var ya) onların, çoğunun akılları ermez.","Hayrat Neşriyat Meali":"(Ey Habîbim!) Doğrusu sana hucurât'ın (odaların) arkasından (evinin dışından, edebe muhâlif olarak) seslenen kimseler var ya, onların çoğu (bu âdâba) akıl erdirmiyorlar.","İhsan Aktaş Meali":"Şüphesiz (ey peygamber!) Sana evinin dışından bağırarak (saygısızca) seslenenler var ya onların çoğu, akıllarını kullanmazlar. *","İlyas Yorulmaz Meali":"Şurası muhakkak ki, odaların arkasından (evin dışından) sana bağırarak seslenenlerin çoğu, Allah’ın ikazlarını akledemeyen kimselerdir.","İsmayıl Hakkı Baltacıoğlu":"O kimseler ki sen odadayken dışarıdan ünlerler, işte onların birçoğu düşünmiyenlerdir.","İsmail Hakkı İzmirli":"Odaların arkasından seni çağıranlar yok mu, onların pek çoğu aklı ermez kimselerdir. Sakın üzülme.","İsmail Yakıt":"Sana odaların arkasından seslenenlerin pek çoğu aklı ermeyen kimselerdir.³","Kadri Çelik Meali":"Şüphesiz odaların ardından sana seslenenler de (var ya), onların çoğu aklını kullanmıyorlar.","Mahmut Kısa Meali":"Ey Peygamber! <b>Seni</b> evinin dışından, ta <b>odaların arkasından </b>görgüsüzce <b>çağıranlar var ya, onların çoğu düşüncesiz kimselerdir.</b>","Mahmut Özdemir Meali":"Sana ODALAR’ın ötesinden seslenenlere gelince; onların çoğu akletmez.","Mehmet Çakır Meali":"Resulüm! sana evinin dışından seslenenlerin  çokları, ince düşünemiyor.","Mehmet Çoban Meali":"Odalarının arkasından sana bağıranların çoğu aklı ermeyen kimselerdir. Sanki onlar bağıra çağıra haklılıklarını ispat edecekler.         ","Mehmet Okuyan Meali":"Sana odaların [*] arkasından (bağırarak) seslenenlerin çoğu akıl etmezler.","Mehmet Türk Meali":"Şüphesiz odaların¹ ardından sana bağıranların çoğu, düşüncesiz kimselerdir.²","Muhammed Esed Meali":"Gerçek şu ki [ey Peygamber,] seni evinin dışından çağıranlar var ya, ⁴ işte onların çoğu akıllarını kullanmazlar:","Mustafa Çavdar Meali":"Odalarının arkasından sana bağırarak seslenenler var ya onların çoğu akıllarını kullanmıyorlar. 10/100","Mustafa İslamoğlu Meali":"Ne var ki sana hanelerin berisinden[⁴⁶³²] seslenenler de var; onların çoğu, akıllarını kullanmıyorlar.[⁴⁶³³]","Orhan Kuntman Meali":"(Ey Muhammedi) Kuşkusuz sana (oturduğun) hanelerin dış tarafından (ya Muhammed diye) seslenenlerin çoğu aklı ermez kimselerdir.","Osman Fırat Meali":"(Kaldığın) Odaların dışından sana bağıranların çoğu, akletmeyen kimselerdir.","Ömer Nasuhi Bilmen Meali":"Muhakkak o kimseler ki, sana hücrelerin arkasından nidâ ediverirler. Onların çoğu âkilâne düşünmezler.","Suat Yıldırım Meali":"Ama sana evinin dışından seslenenlerin ise ekserisi düşüncesiz, mâkul davranmayan kimselerdir. ","Süleyman Ateş Meali":"Odaların arkasından sana bağıranların çoğu, düşüncesiz kimselerdir.","Süleyman Tevfik (1927)":"(Yâ Muhammed) Hücrelerinin arkasından sana nidâ idenlerin ekserîsi bundaki hürmetsizliği ta'akkul itmezler.","Süleymaniye Vakfı Meali":"(Ya Muhammed!) Sen içerdeyken odaların dışından sana seslenenlerin çoğu aklını kullanmayan kişilerdir.","Şaban Piriş Meali":"Sana odaların arkasından bağıranların çoğu aklını kullanmıyorlar.","Ümit Şimşek Meali":"Sana odaların gerisinden seslenenlerin çoğu aklı ermez kimselerdir.","Yaşar Nuri Öztürk Meali":"Odalarının arkasından sana seslenenlere gelince, onların çoğu aklını çalıştırmamaktadır.","Eski Anadolu Türkçesi":"bayıķ anlar kim ķıġırurlar saña ḥücreler ardından eyregi anlaruñ añlamazlar.","Satıraltı Meal (1534)":"Ol kişiler ki saña nidā iderler, çaġırurlar, ḥücreler ardından. Anlaruñ çoġıfehm eylemezler.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Şübhəsiz ki, səni otaqların arxasından çağıranların çoxusunun ağlı kəsmir!","M. Pickthall (English)":"Lo! those who call thee from behind the private apartment, most of them have no sense.","Yusuf Ali (English)":"Those who shout out(4923) to thee from without the Inner Apartments -(4923-A) most of them lack understanding."},"5":{"Arabic":"وَلَوْاَنَّهُمْصَبَرُواحَتّٰىتَخْرُجَاِلَيْهِمْلَكَانَخَيْرًالَهُمْۜوَاللّٰهُغَفُورٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de onlar, sabretselerdi de sen, çıkıp yanlarına gelseydin daha da hayırlıydı onlara ve Allah, suçları örter, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Eğer onlar, Sen onların yanlarına çıkıncaya kadar sabretmiş olsalardı, herhalde </b><i>(bu)</i><b> kendileri için daha hayırlı olurdu. </b><i>(Ama buna rağmen)</i><b> Allah, çok Bağışlayandır, çok Esirgeyendir.</b> ","Abdullah Parlıyan Meali":"Sen onların yanına çıkıncaya kadar bekleyip sabretselerdi, haklarında daha hayırlı olurdu. Allah çok bağışlayan ve çok acıyandır.","Ahmet Tekin Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretseler, bekleyebilselerdi, kendileri için daha hayırlı olurdu. Allah çok bağışlayıcı ve engin merhamet sahibidir.","Ahmet Varol Meali":"Eğer onlar sen yanlarına çıkıncaya kadar sabretselerdi elbette kendileri için daha hayırlı olurdu. Allah bağışlayandır, rahmet edendir.","Ali Bulaç Meali":"Eğer gerçekten, yanlarına çıkıncaya kadar sabretmiş olsalardı, herhalde (bu,) kendileri için daha hayırlı olurdu. Allah çok bağışlayandır, çok esirgeyendir.","Ali Fikri Yavuz Meali":"Eğer onlar, sen kendilerine çıkıncaya kadar sabretselerdi, muhakkak ki haklarında hayırlı olurdu. Bununla beraber Allah Gafûr'dur= mağfireti boldur, Rahîm'dir= merhameti geniştir.","Bahaeddin Sağlam Meali":"Eğer sen yanlarına çıkıncaya kadar sabretmiş olsalardı, onlar için daha yararlı olurdu. Fakat (buna rağmen) Allah, Gafur ve Rahimdir.","Bayraktar Bayraklı Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi kendileri için daha iyi olurdu. Allah çok affedicidir; çok merhamet sahibidir.","Besim Atalay Meali (1965)":"Eğer onlar, sen onlara çıkana dek sabretselerdi, onlar için daha iyi olurdu, Allah bağışlayıcı, Allah yarlıgayıcı","Cemal Külünkoğlu Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah çok bağışlayandır (böyle kusurları affeder), daima kullarına karşı şefkat ve merhamet edendir.","Cemil Said (1924)":"Senin çıkacağın zamânı niçün beklemiyorlar? Bu haklarında daha hayırlı olur idi lâkin Allâh gafûr ve rahîmdir.","Diyanet İşleri Meali (Eski)":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi şüphesiz onlar için daha iyi olurdu. Allah bağışlayandır, merhamet edendir.","Diyanet İşleri Meali (Yeni)":"Onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Allah, çok bağışlayandır, çok merhamet edendir.","Kur'an Yolu (Diyanet İşleri)":"Sen yanlarına çıkıncaya kadar sabredip bekleselerdi elbette kendileri için daha iyi olacaktı. Yine de Allah çok bağışlayıcı, çok esirgeyicidir.","Diyanet Vakfı Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Allah çok bağışlayan, çok esirgeyendir.","Edip Yüksel Meali":"Sen yanlarına çıkıncaya kadar sabretselerdi kendileri için daha iyi olurdu. ALLAH Bağışlayandır, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah çok bağışlayan, çok merhamet edendir.","Elmalılı Meali (Orijinal)":"Eğer onlar sen kendilerine çıkıncıya kadar sabretselerdi elbette haklarında hayırlı olurdu, bununla beraber Allah gafurdur rahîmdir","Emrah Demiryent Meali":"Onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha hayırlı olurdu. Allah, çok bağışlayandır, çok merhamet edendir.","Erhan Aktaş Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabredip bekleselerdi, elbette daha iyi olurdu. Allah, Çok Bağışlayıcı'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Eğer onlar, sen kendilerine çıkıncaya kadar, sabretselerdi kendileri için elbet daha hayırlı olurdu. (Bununla beraber) Allah, çok yarlığayıcı, çok esirgeyicidir.","Hayrat Neşriyat Meali":"Hâlbuki gerçekten onlar, (sen evinden) kendilerine çıkıncaya kadar sabretselerdi, (bu)kendileri için elbette hayırlı olurdu. Bununla berâber Allah, Gafûr (çok bağışlayan)dır, Rahîm(çok merhamet eden)dir.","İhsan Aktaş Meali":"Ve eğer onlar, sen yanlarına çıkıncaya kadar (bağırıp çağırmadan) sabretselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah (yine çok) bağışlayan, (çok) merhamet edendir. *","İlyas Yorulmaz Meali":"Eğer o bağırıp çağıranlar, Allah’ın elçisi yanlarına çıkıncaya kadar sabretmiş olsalardı, onlar için daha hayırlı olurdu. Elbette ki Allah, bağışlayan ve merhametli olandır.","İsmayıl Hakkı Baltacıoğlu":"İşte onlar senin dışarı çıkmanı beklemiş olsalardı kendileri için daha iyi olurdu. Allah yarlıgayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Sen yanlarına çıkıncaya kadar onlar sabır etselerdi haklarında [¹] hayırlı olurdu. Allah yarlıgayan, bağışlayandır.","İsmail Yakıt":"Eğer onlar sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha hayırlı olurdu. Zira Allah, Gafûr’dur, Rahîm’dir.","Kadri Çelik Meali":"Eğer gerçekten onlar yanlarına çıkıncaya kadar sabretmiş olsalardı, herhalde (bu,) kendileri için daha hayırlı olurdu. Allah çok bağışlayandır, çok esirgeyendir.","Mahmut Kısa Meali":"Oysa<b> onlar, sen yanlarına çıkıncaya kadar sabred</b>ip efendice bekle<b>selerdi, kendileri için çok daha iyi olurdu. </b>O hâlde, bundan böyle daha dikkatli davransınlar ve şunu da unutmasınlar: Her şeye rağmen <b>Allah çok bağışlayıcı, çok merhametlidir.</b>","Mahmut Özdemir Meali":"Eğer onlar, sen yanlarına çıkıncaya kadar sabretselerdi, kendileri için hayırlı olurdu. Allah rahîm gafûrdur.","Mehmet Çakır Meali":"Allah, her ne kadar hoşgörülü bir sevgi seli ise de, eğer resul yanlarına çıkana kadar sabretselerdi, elbet daha iyi olurdu...","Mehmet Çoban Meali":"Onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Yaptıkları hatalar nedeniyle tövbe edip af dilesinler. Allah, çok bağışlayandır, çok merhamet edendir.        ","Mehmet Okuyan Meali":"Onlar sen (yanlarına) çıkıncaya kadar sabretselerdi, elbette kendileri için daha hayırlı olurdu. [*] Allah çok bağışlayandır, çok merhametlidir.","Mehmet Türk Meali":"(Ey Muhammed!) Eğer sen onların yanlarına çıkıncaya kadar sabretselerdi, (bu) kendileri için mutlaka daha hayırlı olurdu. Ve Allah, (tevbe edenleri) çok bağışlayandır, çok esirgeyendir.","Muhammed Esed Meali":"çünkü, sen [kendi isteğinle] onların yanına gelinceye kadar sabred[ip bekle]selerdi, kendi lehlerine olurdu. Ama Allah yine de çok bağışlayıcıdır, bir rahmet kaynağıdır.","Mustafa Çavdar Meali":"– Zira onlar birazcık sabredip senin evden çıkarak yanlarına gelmeni bekleselerdi bu kendileri için çok daha iyi olurdu, ama yine de Allah eşsiz bir bağışlayıcı ve sınırsız rahmet sahibidir. 13/23-24, 39/10","Mustafa İslamoğlu Meali":"Ama eğer sen kendilerine çıkıp gelinceye kadar sabretselerdi, elbet bu kendileri için daha hayırlı olurdu:[⁴⁶³⁴] ne ki Allah tarifsiz bağışlayandır, eşsiz merhamet kaynağıdır.","Orhan Kuntman Meali":"Eğer onlar; sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha hayırlı olurdu. Allah çok bağışlayandır, çok merhametli olandır!","Osman Fırat Meali":"Onlar, sen yanlarına çıkıncaya kadar sabretselerdi, elbette kendileri için daha iyi olurdu. Allah, çok bağışlayandır, çok merhamet edendir.","Ömer Nasuhi Bilmen Meali":"Ve eğer onlar, kendilerine sen çıkıncaya kadar sabretselerdi, elbette ki kendileri için hayırlı olurdu. (Mamaafih) Allah gafûrdur, rahîmdir.","Suat Yıldırım Meali":"Eğer onlar sen kendilerinin yanına çıkıncaya kadar bekleselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah gafurdur, rahimdir. ","Süleyman Ateş Meali":"Onlar, sen kendilerinin yanına çıkıncaya kadar bekleselerdi, elbette kendileri için daha iyi olurdu. Allah bağışlayandır, esirgeyendir.","Süleyman Tevfik (1927)":"Eğer onlar senin yanlarına çıkmana kadar sabır itmiş olsalardı kendileri içün daha hayırlı idi. Allâh bilmeyerek yapılan hatâyı mağfiret ider rahîmdir.","Süleymaniye Vakfı Meali":"Sabırlı olsalar da sen çıkıncaya kadar bekleselerdi kendileri için iyi olurdu. Yine de Allah bağışlar, ikramda bulunur.","Şaban Piriş Meali":"Oysa sen onların yanına çıkıncaya kadar sabretselerdi, kendileri için daha hayırlı olurdu. Allah, bağışlayıcıdır, merhametlidir.","Ümit Şimşek Meali":"Sen yanlarına çıkıncaya kadar sabretselerdi, onlar için daha iyi olurdu. Bununla beraber, Allah çok bağışlayıcı, çok merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Eğer onlar, sen yanlarına çıkıncaya dek sabretmiş olsalardı, kendileri için elbette daha hayırlı olurdu. Allah Gafûr'dur, Rahîm'dir.","Eski Anadolu Türkçesi":"daħı eger bayıķ anlar śabr eyleselerdi tā çıķa-y-ıduñ anlardın yaña ola-dı yigrek anlara. daħı Tañrı yarlıġayıcıdur raḥmet ķılıcı.","Satıraltı Meal (1534)":"Eger anlar ṣabr itselerdi, sen özlerine çıḳınca, anlar‐çun yigrekdür. TañrıTa‘ālā ‘afv idicidür, raḥmet idicidür.","Bunyadov-Memmedeliyev ":"Əgər onlar sən qarşılarına çıxancaya qədər səbr etsəydilər, (bu, Allahın yanında) onlar üçün, əlbəttə, daha yaxşı olardı. Allah (tövbə edənləri) bağışlayandır, rəhm edəndir!","M. Pickthall (English)":"And if they had patience till thou camest forth unto them, it had been better for them. And Allah is Forgiving, Merciful.","Yusuf Ali (English)":"If only they had patience until thou couldst come out to them, it would be best for them: but Allah is Oft- Forgiving, Most Merciful."},"6":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُٓوااِنْجَٓاءَكُمْفَاسِقٌبِنَبَاٍفَتَبَيَّنُٓوااَنْتُص۪يبُواقَوْمًابِجَهَالَةٍفَتُصْبِحُواعَلٰىمَافَعَلْتُمْنَادِم۪ينَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, buyruktan çıkmış biri, size bir haber getirdi mi doğru, yahut yanlış veya yalan olup olmadığını araştırıp iyice bir anlayın, yoksa bir topluluğa, bilgisizlikle bir kötülükte bulunur da yaptığınıza nadim oluverirsiniz.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, eğer bir fasık, </b><i>(harama ve yalana meyilli şahıslar, oluşumlar ve yayın organları)</i><b> size </b><i>(kızdırıp kışkırtıcı veya oyalayıp aldatıcı)</i><b> bir haber getirip </b><i>(verirse),</i><b> onu ’etraflıca araştırın’ </b><i>(her anlatılana hemen inanıp kanmayın)</i><b>. Yoksa bilmeden </b><i>(ve yanlış yönlendirme sonucu)</i><b>, bir kavme </b><i>(ve kesime)</i><b> kötülükle sataşıp </b><i>(haklarına tecavüz etmiş duruma düşersiniz)</i><b> de ardından bu işlediklerinize pişman oluverirsiniz.</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Şeriatın koyduğu sınırlardan dışarıya çıkmayı adet haline getiren biri, size bir haber getirirse, ona inanmadan önce, doğru olup olmadığını iyice araştırın, yoksa bir topluluğa yanlışlıkla bilmeden kötülükte bulunur, incitirsiniz de, sonra yaptığınızdan pişmanlık duyarsınız.","Ahmet Tekin Meali":"Ey iman edenler, doğru ve mantıklı düşünmeyi terkeden bir fâsık, bir bozguncu, kötü niyetli bir âsi size, hükümetinize, emniyet güçlerinize, ordunuza önemli bir haber getirirse, doğruluğunu araştırın. Araştırmadan, ciddî, zarar verici tedbirler almaya kalkarsanız, bilmeden, yanlış bilgilendirme sonucu suçsuz bir kavme, bir topluluğa kötülük yapmış, hoş olmayan bir davranış sergilemiş olabilirsiniz. Sonra yaptıklarınıza pişman olursunuz.","Ahmet Varol Meali":"Ey iman edenler! Eğer bir fasık size bir haber getirirse onun aslını araştırın. Yoksa bilmeden bir kavme sataşırsınız da yaptığınıza pişman olursunuz.","Ali Bulaç Meali":"Ey iman edenler, eğer bir fasık, size bir haber getirirse, onu 'etraflıca araştırın'. Yoksa cehalet sonucu, bir kavme kötülükte bulunursunuz da, sonra işlediklerinize pişman olursunuz.","Ali Fikri Yavuz Meali":"Ey iman edenler! Eğer size bir fâsık, bir haber getirirse, onu araştırın (doğruluğunu anlayıncaya kadar tahkik edin). Değilse bilmiyerek bir kavme sataşırsınız da yaptığınıza pişman olursunuz.","Bahaeddin Sağlam Meali":"Ey iman edenler! Eğer bir fasık (yasalara riayet etmeyen biri) size bir haber ile gelirse, durup araştırın. Yoksa bilmeden bir topluma vurursunuz da yaptıklarınızdan dolayı pişman olursunuz.","Bayraktar Bayraklı Meali":"Ey inananlar! Eğer bir fâsık/yalan haber taşıyan size bir haber getirirse, onun doğruluğunu araştırınız. Yoksa bilmeden bir topluluğa kötülük edersiniz de, sonra yaptıklarınıza pişman olursunuz.[572]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Bir inansız, size salık getirirse, onu inceleyin ki, bilmeksizin birtakım kimselere sataşırsınız, sonra pişman olursunuz yaptığınıza","Cemal Külünkoğlu Meali":"Ey inananlar! Size (herhangi bir kimse, özellikle de) güvenilir olmayan birisi, bir haber getirirse onun doğruluğunu araştırın! Yoksa bilmeyerek bir topluluğa karşı kötülük edersiniz de sonra yaptığınıza pişman olursunuz.","Cemil Said (1924)":"Bir fâsık âdem size bir haber getürdiği vakit evvelâ o haberin hakîkatini anlamağa çalışınız, ’aksi takdîrde bilmeyerek birine fenâlık ider ve nâdim olursunuz.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Eğer yoldan çıkmışın biri size bir haber getirirse, onun iç yüzünü araştırın, yoksa bilmeden bir millete fenalık edersiniz de sonra ettiğinize pişman olursunuz.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Size bir fasık bir haber getirirse, bilmeyerek bir topluluğa zarar verip yaptığınıza pişman olmamak için o haberin doğruluğunu araştırın.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Bilmeden birilerine zarar verip de sonra yaptığınıza pişman olmamanız için, yoldan çıkmışın biri size bir haber getirdiğinde doğruluğunu araştırın.","Diyanet Vakfı Meali":"Ey iman edenler! Eğer bir fâsık size bir haber getirirse onun doğruluğunu araştırın. Yoksa bilmeden bir topluluğa kötülük edersiniz de sonra yaptığınıza pişman olursunuz.  ","Edip Yüksel Meali":"Ey inananlar, kötü huylara sahip birisi size bir haber getirirse onu araştırınız. Yoksa bilmeden bir topluluğa karşı haksızlık edersiniz ve daha sonra yaptığınızdan pişmanlık duyarsınız.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Eğer fasıkın biri size bir haber getirirsen onun doğruluğunu araştırın. Yoksa bilmeden bir topluluğa sataşırsınız da sonra yaptığınızdan pişman olursunuz.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! eğer size bir fâsık bir haberle gelirse onu tahkık edin ki cehaletle bir kavme sataşırsınız da yaptığınıza peşiyman olursunuz","Emrah Demiryent Meali":"Ey îmân edenler! Size bir fâsık haber getirirse, onun doğruluğunu araştırın. Yoksa bilmeden bir topluluğa kötülük edersiniz de sonra yaptığınıza pişman olursunuz.","Erhan Aktaş Meali":"Ey iman edenler! Eğer fasık¹ bir kimse, size bir haber getirirse doğru olup olmadığını araştırın. Yoksa bir topluma cahilce kötülük edersiniz de sonra yaptığınız şeye pişman olursunuz.²","Hasan Basri Çantay Meali":"Ey îman edenler, eğer bir faasık size bir haber getirirse onu tahkıyk edin. (Yoksa) bilmeyerek bir kavme sataşırsınız da yapdığınıza peşîman kimseler olursunuz.","Hayrat Neşriyat Meali":"Ey îmân edenler! Eğer fâsık (yalancı, günahkâr) bir kimse size bir haber getirirse, önce (onun doğruluğunu) iyice araştırın ki(1) bilmeyerek bir topluluğa sataşırsınız da (bu hareketiniz doğru olmadığından) yaptığınıza pişmân olan kimseler olursunuz.","İhsan Aktaş Meali":"Ey inanmış olanlar! Eğer bir fasık (yoldan sapmış biri) size bir haber getirirse (onu hemen ne kabul ne de reddedin), onun doğruluğunu araştırınız. Yoksa bilmeden bir topluluğa kötülük edersiniz de sonra yaptıklarınıza pişman olursunuz. *","İlyas Yorulmaz Meali":"Ey iman edenler! Yoldan çıkmış (günahkâr) birisi, size bir haber getirdiği zaman, bilmeyerek bir topluma bir zarar vermeden önce, o haberin doğruluğunu araştırın. Sonra yaptıklarınıza pişman olanlardan olursunuz.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Eğer bir karıştırıcı size bir haber getirecek olursa onun doğru olup olmadığını araştırın. Yoksa yanlışlıkla bir ulusa sataşıp da sonra ettiğinize yanmıyasınız.","İsmail Hakkı İzmirli":"Mü/minler! Bir fasık gelip size bir haber getirirse onun doğruluğunu araştırın ki yanlışlıkla bir cemaata fenalık getirirsiniz de yaptığınız işe sonradan pişman olursunuz.","İsmail Yakıt":"Ey inananlar! Size yoldan çıkmış/günahkâr [fâsık] biri bir haber getirirse onu iyice araştırınız. Yoksa bilmeden bir topluluğa [kavm] kötülük yapmış olursunuz da sonra ettiğinizden pişmanlık duyarsınız.","Kadri Çelik Meali":"Ey iman edenler! Eğer bir fasık size bir haberle gelirse, onu etraflıca araştırın. Yoksa cehalet sonucu bir kavme kötülükte bulunursunuz da sonra işlediklerinize pişman olursunuz.","Mahmut Kısa Meali":"<b>Ey inananlar! </b>Herhangi bir kimse, özellikle de <b>kötü huylara sahip biri size </b>önemli <b>bir haber getirirse, </b>bu habere göre hareket etmeden önce, onun doğruluk derecesini iyice<b> araştırın; yoksa bilmeyerek bir toplumun hakkını çiğnersiniz de, yaptığınıza pişman olur </b>ve uzun süre vicdan azâbına mahkûm olur<b>sunuz!</b>","Mahmut Özdemir Meali":"Ey iman edenler! Eğer bir fâsık (yoldan çıkıp sapmış kimse) size bir haber ile geldiyse iyice araştırıp anlayın! Yoksa cehalet ile / bilmeyerek bir kavme kötülük edersiniz de yaptığınıza pişman olursunuz.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Eğer kötü niyetli bir adam size bir ihbarda bulunacak olursa, araştırın. Yoksa bilmeden birilerine zarar verebilir,  yaptıklarınıza pişman olabilirsiniz.","Mehmet Çoban Meali":"Ey iman edenler! Size bir münafık, bir bozguncu haber getirirse, bilmeyerek bir topluluğa zarar verip yaptığınıza pişman olmamak için, yapabiliyorsanız o haberin doğruluğunu araştırın! Ya da haberi hemen ülkeyi yöneten yetkililere götürün ki; yetkililer haber yayılıp toplumu bozguna uğratmadan tedbirlerini alsınlar! Eğer bozguncular veya münafıklar haber getirdiğinde, farkında olmadan veya bilinçsizce haberi yayarsanız, ya bozgunculara alet olursunuz ya da bozguncular konumuna düşersiniz. Allah’a karşı gelmekten sakınıyorsanız asla duyduğunuz bir haberi hemen topluma yaymayın!       ","Mehmet Okuyan Meali":"Ey iman edenler! Yoldan çıkmış biri size bir haber getirirse (onun doğruluğunu) araştırın! (Yoksa) bilmeden bir topluluğa kötülük edersiniz de sonra yaptığınıza pişman olursunuz. [*]","Mehmet Türk Meali":"Ey îman edenler! Eğer fasığın¹ biri, size bir haber getirirse, onun doğruluğunu etraflıca araştırın.² Yoksa bilmeden bir topluluğa kötülükte bulunursunuz da sonra yaptıklarınıza pişman olursunuz.³","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Yoldan çıkmışın biri size [yalan] bir haber getirirse, muhakemenizi kullanın; ⁵ yoksa istemeden insanları incitir ve sonra yaptığınızdan pişmanlık duyarsınız. ⁶","Mustafa Çavdar Meali":"Ey iman edenler yoldan çıkmış fasıkın birisi size önemli bir haber getirdiğinde o haberin doğru olup olmadığını iyice araştırın aksi halde bilmeden bir topluluğa zarar verirsiniz de sonra pişman olursunuz. 24/4...14, 68/10-11","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Fâsığın[⁴⁶³⁵] teki size (önemli) bir haberle geldiğinde, durup gerçeği araştırın![⁴⁶³⁶] Yoksa cehalet sebebiyle bir toplumun başına iş açar, ardından da yaptığınızdan pişmanlık duyarsınız.[⁴⁶³⁷]","Orhan Kuntman Meali":"Ey iman edenler, eğer bir fâsık size bir haberle gelirse, o haberin doğru olup olmadığını iyice araştırın. Yoksa bilmeden (mümin) bir topluluğa sataşırsınız da, sonra yaptığınıza pişman olursunuz. ","Osman Fırat Meali":"Ey iman edenler, size fâsık (yoldan çıkmış) bir adam bir haber getirirse onun doğruluğunu araştırın. Yoksa bilmeyerek bir topluluğa karşı kötülük edersiniz de sonra yaptığınıza pişman olursunuz.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Eğer size bir fâsık bir haber ile gelirse hemen onu tahkik ediniz. Belki, bilmeksizin bir kavme saldırırsınız da sonra yaptığınızın üzerine peşimânlar olmuş olursunuz.","Suat Yıldırım Meali":"Ey iman edenler, herhangi bir fâsık size bir haber getirecek olursa, onu iyice tahkik edin, doğruluğunu araştırın. Yoksa, gerçeği bilmeyerek, birtakım kimselere karşı fenalık edip sonra yaptığınıza pişman olursunuz. Fâsık kelimesi burada, “çizgi dışına çıkmış, itaatsiz, emirleri yerine getirmeyen” anlamındadır. )","Süleyman Ateş Meali":"Ey inananlar, size fasık (yoldan çıkmış) bir adam bir haber getirirse onun doğruluğunu araştırın. Yoksa bilmeyerek bir topluluğa karşı kötülük edersiniz de sonra yaptığınıza pişman olursunuz.","Süleyman Tevfik (1927)":"Ey Mü'minler! Eğer size bir fâsık bir haber getirse onı iyice tedkîk ile tebeyyün itdirin, yoksa bilmeyerek ve 'acele ile bir kavme zarar isâbet itdirir sonra yapdığınız işe nâdimlerden olursunuz. [²]","Süleymaniye Vakfı Meali":"İnanıp güvenenler! Yanlış işler yapan birisi, size bir haber getirecek olursa iyice araştırın. Yoksa bilmeden bir toplulukla aranızı bozarsınız da yaptığınıza pişman olursunuz.","Şaban Piriş Meali":"-Ey iman edenler! Eğer bir fasık size bir haber getirirse, cahillikle bir topluluğa kötülük etmemek için iyice araştırın, sonra yaptığınıza pişman olursunuz.","Ümit Şimşek Meali":"Ey iman edenler! Eğer fâsıkın biri size bir haber getirecek olursa onu araştırın. Yoksa cahillikle bir topluluğa sataşır da yaptığınıza pişman olursunuz.","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Özü-sözü bozuk birisi size bir haber getirdiğinde, hemen araştırıp inceleyin/delil arayın! Yoksa bilgisizlikle bir topluluğu suçlar da yapmış olduğunuza pişmanlık duyar hale gelirsiniz.","Eski Anadolu Türkçesi":"ey anlar kim įmān getürdiler! [275a] eger gelürse bize bir fāsıķ bir ħaber ile bellü eyleñ ya'nį girçegin yalanından kim irmeyesiz ya'nį yavuzlıġıla bir ķavma bilmemeklikle pes olasız anuñ üzere kim işledüñüz peşimen olıcılar.","Satıraltı Meal (1534)":"İy mü’minler, eger bir fāsıḳ size bir ḫaber‐ile gelse, pes bellü oluñuz. Megerki bir ḳavme doḳınasız ḫabersüz, pes işledügüñüz işe peşīmānolursız.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Əgər bir fasiq sizə (pis) bir xəbər gətirsə, dərhal (onun doğruluğunu) yoxlayın, yoxsa bilmədən bir qövmə pislik edər, sonra da etdiyinizə peşman olarsınız!","M. Pickthall (English)":"O ye who believe! If an evil liver bring you tidings, verify it, lest ye smite some folk in ignorance and afterward repent of what ye did.","Yusuf Ali (English)":"O ye who believe! If a wicked person comes(4924) to you with any news, ascertain the truth, lest ye harm people unwittingly, and afterwards become full of repentance for what ye have done."},"7":{"Arabic":"وَاعْلَمُٓوااَنَّف۪يكُمْرَسُولَاللّٰهِۜلَوْيُط۪يعُكُمْف۪يكَث۪يرٍمِنَالْاَمْرِلَعَنِتُّمْوَلٰكِنَّاللّٰهَحَبَّبَاِلَيْكُمُالْا۪يمَانَوَزَيَّنَهُف۪يقُلُوبِكُمْوَكَرَّهَاِلَيْكُمُالْكُفْرَوَالْفُسُوقَوَالْعِصْيَانَۜاُو۬لٰٓئِكَهُمُالرَّاشِدُونَۙ","Abdulbaki Gölpınarlı Meali":"Ve bilin ki içinizde Allah'ın Peygamberi var; işlerin çoğunda size itaat etseydi günaha girer, helak olurdunuz ve fakat Allah, size inancı sevdirdi ve gönüllerinizde bezedi onu ve çirkin gösterdi size kafirliği ve buyruktan çıkmayı ve isyanı; işte onlardır en güzel işlerde başarı kazananlar.","Abdullah-Ahmet Akgül Meali":"<b>Ve bilin ki Allah’ın Resulü </b><i>(Sünneti, hayat sistemi ve Nebevi prensipleriyle her zaman)</i><b> içinizdedir. Eğer O, birçok işlerde sizin </b><i>(keyfinize ve nefsi beklentilerinize)</i><b> uysaydı, elbette sıkıntıya düşerdiniz. Ancak Allah size imanı sevdirdi, onu kalplerinizde süsleyip-çekici kılıverdi ve size inkârı, fıskı ve isyanı </b><i>(Hakk davadan kopmayı)</i><b> çirkin gösterdi. İşte onlar, </b><i>(imanı ve İslam’ı seven, inkârı ve isyanı çirkin gören Müslümanlar)</i><b> Hakk yolu bulmuş </b><i>(irşad olmuş)</i><b> kimselerdir. </b> ","Abdullah Parlıyan Meali":"Ve bilin ki, içinizde Allah'ın peygamberi var. Eğer O Peygamber, birçok işlerde size uymuş olsaydı, herhalde sıkıntıya uğrar, kötü duruma düşerdiniz. Ne var ki Allah, imanı size çok sevdirdi, onunla kalplerinizi donattı. Buna karşılık hakikatı inkâr etmeyi, şeriatın koyduğu sınırlardan dışarı çıkmayı ve başkaldırıp karşı gelmeyi size çirkin gösterdi. İşte böyle olanlar, güzel işlere yol bulanlardır","Ahmet Tekin Meali":"Bilin ki, içinizde ilâhî hükümleri icraya, ülkeyi imara, dünya düzenini kurmaya, sağlamaya memur tek yetkili Allah'ın Rasulü, onun sünneti vardır. Şâyet o, idare, savunma ve dünyevî işlerin birçoğunun planlamasında size uysaydı, sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş, akıllarınızda, kalplerinizde onu süsleyip güzelleştirmiştir. Küfre, hak dinin, doğru ve mantıklı düşünmenin dışına çıkmaya, fâsıklığa, bozgunculuğa, Allah'ın emirlerine isyana karşı da sizde tiksinti uyandırmıştır. İşte doğru huzurlu ve aydınlık yolu bulanlar onlardır.","Ahmet Varol Meali":"Ve bilin ki Allah'ın elçisi içinizdedir. Eğer o birçok işte size uysaydı muhakkak sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirdi, onu kalplerinizde süsledi ve inkarı, fıskı ve isyanı size çirkin gösterdi. İşte onlar doğru yolda olanlardır.","Ali Bulaç Meali":"Ve bilin ki Allah'ın Resûlü içinizdedir. Eğer o, size birçok işte uysaydı, elbette sıkıntıya düşerdiniz. Ancak Allah size imanı sevdirdi, onu kalplerinizde süsleyip-çekici kıldı ve size inkârı, fıskı ve isyanı çirkin gösterdi. İşte onlar, doğru yolu bulmuş (irşad) olanlardır.","Ali Fikri Yavuz Meali":"(Ey müminler), biliniz ki, aranızda Allah'ın Peygamberi var. Eğer O, birçok işlerde size uysaydı, muhakkak darlığa düşerdiniz. Fakat Allah size imanı sevdirdi; ve onu kalblerinizde güzelleştirdi. Küfrü, nifakı ve isyanı ise, size iğrenç kıldı. İşte bu vasıfta olanlar, hidayete erenlerdir.","Bahaeddin Sağlam Meali":"Ve bilin ki içinizde Allah’ın Resulü vardır. Eğer birçok işte size uysaydı, siz sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirdi, onu kalplerinize güzel gösterdi. Size kâfirliği, fasıklığı ve isyankârlığı iğrenç gösterdi. İşte doğru karar alanlar bunlardır.","Bayraktar Bayraklı Meali":"Biliniz ki, aranızda Allah'ın peygamberi vardır. Şâyet o, birçok işte size uysaydı, sıkıntıya düşerdiniz. Fakat Allah, size imanı sevdirdi ve onu gönüllerinize çekici kıldı. Küfrü, fıskı ve isyanı da size çirkin gösterdi. İşte, doğru yolda olanlar bunlardır.","Besim Atalay Meali (1965)":"Biliniz ki Allahın peygamberi aranızdadır, birçok işlerde, size uymuş olaydı, size yazık olurdu, Allah sizlere inanı sevdirerek onunla bezedi gönlünüzü de; küfrü, buyrumdan çıkmayı, azgınlık etmeyi çirkin gösterdi, Allahın bir erdemi, bir nimeti olarak, işte bunlar, doğru yolu bulanlardır, Allah bilicidir, Allah bilgedir","Cemal Külünkoğlu Meali":"Biliniz ki, aranızda Allah'ın elçisi bulunmaktadır. Eğer o, birçok işte size uysaydı, sıkıntıya düşerdiniz. Fakat Allah, size imanı sevdirmiş ve onu gönüllerinize güzel göstermiş ve (buna karşılık) inkârcılığı, kötülüğü ve isyankârlığı size çirkin göstermiştir. İşte bu (özelliklere sahip olan)lar, doğru yolda olanların ta kendileridir.","Cemil Said (1924)":"Allâh’ın rasûli içinizde bulundığını biliniz, eğer çok şeyde sizi dinlemiş ola idi günahkâr olur idiniz lâkin Allâh size îmânı tercîh itdirdi. Îmânla kalbinizi tezyîn ve küfr ve fısk ve ’isyân hakkında kerâhet ilkâ iyledi böyle âdemler râşiddirler. (râh-ı müstakîmdedirler)","Diyanet İşleri Meali (Eski)":"7,8. Bilin ki, içinizde Allah'ın Peygamberi bulunmaktadır. Eğer o, bir çok işlerde size uymuş olsaydı şüphesiz kötü duruma düşerdiniz; ama Allah size imanı sevdirmiş, onu gönüllerinize güzel göstermiş; inkarcılığı, yoldan çıkmayı ve baş kaldırmayı size iğrenç göstermiştir. İşte böyle olanlar, Allah katından bir lütuf ve nimet sayesinde doğru yolda bulunanlardır. Allah bilendir, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"Bilin ki, aranızda Allah’ın elçisi bulunmaktadır. Eğer o, birçok işlerde size uysaydı, sıkıntıya düşerdiniz. Fakat Allah, size imanı sevdirmiş ve onu gönüllerinize güzel göstermiş; inkârı, fasıklığı ve (İslâm’ın emirlerine) karşı çıkmayı da çirkin göstermiştir. İşte bunlar doğru yolda olanların ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"7-8. Bilin ki Allah’ın elçisi aranızdadır. Birçok durumda o sizin dediklerinizi yapsaydı işiniz kötüye giderdi, fakat Allah size imanı sevdirdi ve onu gönlünüze sindirdi; inkârcılığı, yoldan çıkmayı ve emre aykırı davranmayı da size çirkin gösterdi. Allah tarafından bahşedilmiş bir lutuf, bir nimet olarak doğru yolu bulmuş olanlar işte onlardır (bu vasıflara sahip olan sizlersiniz). Allah her şeyi bilmekte, yerli yerince yapmaktadır.","Diyanet Vakfı Meali":"Hem bilin ki, içinizde Allah'ın elçisi vardır. Şayet o, birçok işlerde size uysaydı, sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş ve onu gönüllerinize sindirmiştir. Küfrü, fıskı ve isyanı da size çirkin göstermiştir. İşte doğru yolda olanlar bunlardır.","Edip Yüksel Meali":"Bilesiniz ki ALLAH'ın elçisi aranızdadır. İşlerin çoğunda sizlere uysaydı sıkıntıya düşerdiniz. Fakat, ALLAH inancı size sevdirdi ve onu gönüllerinizde süsledi; inkarı, kötülüğü ve isyanı ise size çirkin gösterdi. İşte doğruyu izleyenler bunlardır.","Elmalılı Hamdi Yazır Meali":"Hem bilin ki, içinizde Allah'ın elçisi vardır. Şayet o, birçok işlerde size uysaydı, sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş ve onu kalplerinize zinet yapmıştır. Küfrü, fasıklığı ve isyanı da size çirkin göstermiştir. İşte doğru yolda olanlar bunlardır.","Elmalılı Meali (Orijinal)":"Hem biliniz ki içinizde Allahın Resulü var, eğer o bir çok işlerde size itâat eder olsa haliniz yaman olurdu ve lâkin Allah size iymanı sevdirdi, ve küfrü, füsuku, ısyanı nazarınızda kerîh kıldı","Emrah Demiryent Meali":"Ve bilin ki içinizde Allah’ın resûlü vardır. Eğer birçok işte size uysaydı, siz sıkıntıya düşerdiniz. Fakat Allah, (lütfu ile) size îmânı sevdirdi ve onu gönüllerinize güzel gösterdi. Küfrü (hakkı inkâr ve şirki), fıskı (büyük günahları) ve isyanı (diğer günahları) da size çirkin gösterdi. İşte doğru yolda olanlar bunlardır.","Erhan Aktaş Meali":"Allah'ın Resul'ünün aranızda olduğunu unutmayın. Eğer birçok işte size uysaydı kesinlikle sıkıntıya düşerdiniz. Fakat Allah, size imanı sevdirdi ve kalplerinizi onunla güzelleştirdi; küfürden, fasıklıktan ve isyandan nefret ettirdi. İşte bunlardır seçimlerini doğru yapmış olanlar. ","Hasan Basri Çantay Meali":"Hem bilin ki içinizde Allahın peygamberi vardır. Eğer o, bir çok iş (ler) de size uysaydı muhakkak ki sıkıntıya uğrardınız. Fakat Allah size îmânı sevdirdi. Onu kalblerinizde süsledi. Küfrü, faasıklığı, isyanı size çirkin gösterdi. İşte rüşdünü bulanlar da onların ta kendileridir.","Hayrat Neşriyat Meali":"Hem bilin ki, şübhesiz aranızda Allah'ın Resûlü vardır. Eğer (o), birçok işte size uyacak olsaydı, gerçekten sıkıntıya düşerdiniz; fakat Allah, size îmânı sevdirmiş ve onu kalblerinizde süslemiştir. Küfrü, fıskı ve isyânı ise size (kalblerinize) çirkin göstermiştir. İşte onlar, gerçekten doğru yolda olanlardır!","İhsan Aktaş Meali":"Ve (ey insanlar,) bilin ki, şüphesiz Allah’ın elçisi içinizdedir. Eğer o, birçok işlerde size (sizin keyfinize ve nefsi beklentilerinize) uymuş olsaydı, (toplum olarak bundan zarar görür) sıkıntıya düşerdiniz. Ama görüldüğü gibi, Allah imanı (nızı) size sevdirdi, onu gönüllerinizde güzelleştirdi ve (hakikati) inkâr etmeyi, yoldan çıkmayı ve isyanı (baş kaldırmayı) size iğrenç gösterdi. İşte bunlar, doğru yönü izleyenlerdir.","İlyas Yorulmaz Meali":"Şunu iyi bilin ki! İçinizde Allah’ın elçisi var. Eğer o, pek çok işlerde sizin önerilerinizi kabul etmiş olsaydı, sıkıntıya düşerdiniz. Fakat! Allah size iman etmeyi sevdirdi ve kalplerinizde iman etmenin güzelliklerini yerleştirdi. Sonra Allah size, kendisine karşı gelmenin (inkâr etmenin), günah işleyip yoldan çıkmanın ve isyan etmenin çirkinliklerini öğretti. İman etmeyi seven kimseler olgunluğa erişmiş kimselerdir.","İsmayıl Hakkı Baltacıoğlu":"Unutmayın ki Allah’ın elçisi işte aranızdadır. Eğer o birçok işlerde size boyun eğmiş olsaydı size yazık olurdu. Ancak Allah size inancı sevdirdi, o inancı gönüllerinizde güzelleştirdi, Allah tanımazlığı, karıştırıcılığı, ayaklanmayı sizlere iğrenç gösterdi. İşte doğru yolu tutanlar bunlardır.","İsmail Hakkı İzmirli":"7, 8. Biliniz ki aranızda Allah/ın peygamberi vardır. O, birçok işlerde size uysa siz sıkıntıya, helâke düşerdiniz. Fakat Allah imanı size ihtiyarınız ile sevdirdi. Kalbinizi imanla güzelleştirdi. Size küfürü, fıskı, isyanı yine çirkin gösterdi. İşte Allah/ın inayeti ve rahmeti sayesinde doğru yolda düz duranlar, bunlardır. Allah hakkıyle âlimdir, hakimdir.","İsmail Yakıt":"Biliniz ki, Allah’ın elçisi aranızdadır. Şayet o, birçok işte size itaat etseydi/uysaydı, elbette sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş ve onu kalplerinize güzel göstermiş inkârı, günahı [fıskı] ve isyanı da çirkin göstermiştir. İşte bunlar doğru yolda olanların [râşidûn] tâ kendileridir.","Kadri Çelik Meali":"Ve bilin ki Allah'ın resulü içinizdedir. Eğer o birçok işlerde size uysaydı, elbette sıkıntıya düşerdiniz. Ancak Allah size imanı sevdirdi, onu kalplerinizde süsleyip çekici kıldı ve size küfrü, fıskı ve isyanı çirkin gösterdi. İşte onlar (imanı sevip küfrü çirkin görenler), doğru yolu bulmuş olanlardır.","Mahmut Kısa Meali":"<b>Bilesiniz ki, Allah’ın Elçisi aranızdadır</b>ve Kur’an’ın pratik hayata yansıtılmasında mükemmel bir model olarak, muteber hadis kitaplarındaki örnek hayatıyla kıyâmete kadar hayatınızı yönlendirmeye devam edecektir. Peygamberin görevi, sizin arzu ve isteklerinize uygun işler yapmak değildir. Çünkü o, <b>şâyet</b> gerçekleşmesini istediğiniz <b>işlerin çoğunda size uysaydı, </b>toplumun düzeni bozulur ve büyük bir <b>sıkıntıya düşerdiniz. Fakat Allah </b>böyle olmasını istemedi; bunun için İslâm <b>inancı</b>nı<b> size sevdirdi ve onu kalplerinizde güzelleştirdi; </b>buna karşılık <b>inkârcılığı, kötülüğü ve isyankârlığı size çirkin gösterdi. </b>O hâlde, kim ki Allah için sever ve Allah için nefret ederse, <b>işte doğru yolu izleyenler onlardır.</b>","Mahmut Özdemir Meali":"Bilin ki Allah’ın rasûlü aranızdadır. Birçok İş’te size itaat etseydi, kötü durumlara düşerdiniz; ama Allah, İman’ı size sevdirdi; onu kalblerinizde güzel gösterdi. İsyan’ı, Fısk’ı / Yoldan Çıkıp Sapmalar’ı ve Küfr’ü size kötü gösterdi. İşte onlar Rüşde Ermişler’dir.","Mehmet Çakır Meali":"Bereket ki Allah resulü henüz aranızdadır. Eğer resul, birçok konuda size uyacak olsaydı, sıkıntıya düşebilirdiniz. Ama Allah, bir yandan size imanı sevdirip onu kalplerinize nakşederken, inkar yanı sıra, düzensizlik ve isyandan nefret etmenizi sağlamıştır.  Bu özelliğe sahip olanlar olgun müslümandır.","Mehmet Çoban Meali":"Bilin ki aranızda Allah’ın elçisi bulunmaktadır. Eğer Allah’ın elçisi birçok işlerde size uysaydı sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirerek kalbinizi sağlamlaştırdı. İnkârı, bozgunculuğu, münafıklığı ve İslam’ın yasalarına karşı çıkmayı çirkin gösterdi. Unutmayın! Allah’ın yasalarına uyanlar doğru yolda olanlardır.         ","Mehmet Okuyan Meali":"Bilin ki içinizde Allah’ın Elçisi vardır. O, birçok işte size uysaydı sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirmiş ve onu kalplerinize süslemiş; inkârı, yoldan çıkmayı ve isyanı da size çirkin göstermiştir. [*] Asıl doğru yoldakiler işte bunlardır.","Mehmet Türk Meali":"Şunu iyi bilin ki içinizde Allah’ın Elçisi vardır. Eğer o, birçok işte size uysaydı mutlaka sıkıntıya düşerdiniz. Fakat Allah kalplerinize îmanı süsleyerek sevdirdi, küfrü, fıskı¹ ve isyanı da çirkin gösterdi. İşte bunlar, hak yolu bulan² kimselerdir.³","Muhammed Esed Meali":"Ve bilin ki, Allah’ın Elçisi aranızdadır: ⁷ O, her işinizde ve her zaman ⁸ sizin temayülünüze uysaydı, [toplum olarak] bundan zarar görürdünüz. Ama, görüldüğü gibi, Allah imanı[nızı] size sevdirdi, onu kalplerinizde güzelleştirdi ve hakikati inkar etmeyi, günah işlemeyi ve [güzel olan şeylere] karşı çıkmayı size çirkin gösterdi. İşte bunlar, doğru yönü izleyenlerdir","Mustafa Çavdar Meali":"Unutmayın iyi ki aranızda Allah’ın elçisi var. Şayet o, birçok konuda size uymuş olsaydı sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirdi ve kalplerinizi onunla güzelleştirdi. Size küfrü/gerçekleri örtbas etmeyi/kâfirliği, fasıklığı yoldan çıkmayı ve isyanı iyi işlere karşı çıkmayı çirkin gösterdi. İşte bu özelliklere sahip olanlar dosdoğru yolda yürüyenlerdir. 13/28, 22/54, 34/6","Mustafa İslamoğlu Meali":"Ve aklınızdan çıkarmayın ki aranızda Allah Rasûlü var; eğer o birçok işte size uysaydı, kesinlikle haliniz harap olurdu.[⁴⁶³⁸] Lakin Allah size imanı sevdirdi ve onu yüreklerinizde güzelleştirdi;[⁴⁶³⁹] yine O size hakikati inkârı, fâsıkça davranmayı ve (iyi olana) karşı çıkmayı çirkin gösterdi. İşte onlar doğru tarafa yönelenlerdir","Orhan Kuntman Meali":"Aranızda Allah’ın Resulü var. (Bundan dolayı Allah'tan korkun da yalan ve batıl haberi yaymaktan sakının, böyle bir haber işittiğiniz vakit de, araştırması için Peygambere bildirin ve kendiniz bir görüş ortaya atıp onu kandırmaya çalışmayın, çünkü Rabbi ona doğrusunu bildirir) Biliniz ki şayet o (böyle) birçok işlerde size tabi olsaydı, (sizin gibi davranıp o haberi iyice araştırmadaydı) sıkıntıya düşerdiniz! (*) (Ey iman edenler, biliniz ki) Allah size imanı sevdirdi (de o sayede Peygambere iman ettiniz) Ve o iman, kalbinizde güzelleştirdi (de gereğince amel edip, Peygambere itaat ettiniz) Ve küfrü, fıskı ve isyanı size çirkin gösterdi, (onun için bu gibi hasletlerden sakınınız) İşte onlardır ancak rüşd sahibi kimseler. (Hak yolunda sarsılmadan dosdoğru giden, Peygamberin her emrine itaat eden, onun izinden gidenler)","Osman Fırat Meali":"Bilin ki, aranızda Allah’ın elçisi bulunmaktadır. Eğer o, birçok işlerde size uysaydı, sıkıntıya düşerdiniz. Fakat Allah, size imanı sevdirmiş ve onu gönüllerinize süslemiş, küfrü, fasıklığı ve isyanı (İslâm’ın emirlerine karşı çıkmayı) da çirkin göstermiştir. İşte bunlar doğru yolda olanların ta kendileridir.","Ömer Nasuhi Bilmen Meali":"Ve biliniz ki, aranızda muhakkak Allah'ın Peygamberi vardır. Eğer o, birçok işte size itaat edecek olsa idi elbette helâke düşmüş olurdunuz. Velâkin Allah Teâlâ size imanı sevdirdi ve onu kalblerinizde süsledi ve size küfrü ve fâsıkane hareketleri ve isyanı çirkin gösterdi. İşte doğru yola gidenler de onlardır.","Suat Yıldırım Meali":"7, 8. İyi düşünün ki Allah'ın Resulü sizin aranızda bulunmaktadır. Şayet o birçok işte size uysaydı, haliniz yaman olurdu. Ama Allah size imanı sevdirdi ve onu kalplerinizde güzelleştirdi; inkârdan, fâsıklıktan ve isyandan ise sizi iğrendirdi. İşte Allah'tan bir lütuf ve nimet olarak doğru yolda yürüyenler onlardır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir. ","Süleyman Ateş Meali":"Bilin ki, Allah'ın Elçisi içinizdedir. Şayet o, birçok işte size uysaydı, sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirdi ve onu sizin kalblerinizde süsledi ve size küfrü, fıskı ve isyanı çirkin gösterdi. İşte doğru yolda olanlar bunlardır.","Süleyman Tevfik (1927)":"7,8. Biliniz ki Rasûlullah aranızdadır. Eğer o, bir çok işlerde size itâ'at itse siz mihnet ve helâke düşerdiniz. Ve lâkin Allâh size îmânı sevdirdi ve onı kalblerinizde süsledi. Ve size küfri ve fıskı ve 'isyânı kerîh gösterdi. Onlar doğrı yolı bulanlardır. Bu doğrı yolı bulmak Allâh'ın lütuf ve keremi ve ni'metidir. Allâh Te'âlâ bilir ve hakîmdir.","Süleymaniye Vakfı Meali":"Biliniz ki Allah’ın elçisi yani (size O’nun sözlerini taşıyan) Kıtabı[*], sizin elinizdedir. Eğer çoğu konuda gönlünüze uysaydı sıkıntıya düşerdiniz. Ama Allah, ona güvenmeyi size sevdirdi; onu gönüllerinizin süsü yaptı. Kitab’ı görmezlikten gelmeyi, yoldan çıkmayı ve emirlerine ters düşmeyi de size kötü gösterdi. Bu konuma gelenler olgun kimselerdir.","Şaban Piriş Meali":"Aranızda Allah'ın resûlünün bulunduğunu bilin. Bir çok işte size itaat etseydi, kötü durumlara düşerdiniz. Fakat Allah size imanı sevdirmiş ve kalblerinizi onunla süslemiştir. Size küfrü, fasıklığı ve isyanı kötü göstermiştir. İşte, böyle olanlar, doğru yolda olanlar onlardır.","Ümit Şimşek Meali":"Şunu da bilin ki, aranızda Allah'ın Resulü vardır. Eğer işlerin birçoğunda o size uysaydı sıkıntıya düşerdiniz. Fakat Allah size imanı sevdirdi ve onu kalplerinizde süsledi; inkârı, günahı ve isyanı da size çirkin gösterdi. İşte doğru yolda olanlar bunlardır.","Yaşar Nuri Öztürk Meali":"Bilin ki, Allah'ın resulü içinizdedir. Eğer o çoğu işte size uysaydı, gerçekten zorlukla karşılaşır, sıkıntıya düşerdiniz. Ama Allah, imanı size sevdirmiş ve onu gönüllerinizde süslemiştir. Ve size küfrü, öz-söz bozukluğunu, isyanı çirkin göstermiştir. Rüşte ermiş olanlar işte bunlardır;","Eski Anadolu Türkçesi":"7-8. daħı bilüñ bayıķ sizüñ arañuzdadur Tañrı yalavacı. eger muŧį' olsa-dı size çoķda işden yazuķlu oladuñuz velįkin Tañrı sevgülü eyledi size įmānı daħı bezedi anı göñüllerüñüzde daħı zişt eyledi size kāfirliġi daħı ŧa'atdan çıķmaġı daħı ma'śiyet eylemegi. şunlar anlardur ŧoġru yol dutıcılar fażl Tañrı’dan daħı ni'met daħı Tañrı bilicidür dürüst işlü.","Satıraltı Meal (1534)":"Daḫı bilüñüz ki sizüñ içüñüzde resūlu’llāh vardur. Eger size uysa‐y‐dı, çoḳişlerde düşvārlıġa düşerdüñüz. Lākin Tañrı Ta‘ālā size sevdürdi īmānı veanı bezedi sizüñ yüreklerüñüzde. Daḫı size sevdürmedi fısḳı ve kāfirlıġı, ‘āṣīlıġı daḫı. Anlar doġru yol üstinedürler.","Bunyadov-Memmedeliyev ":"(Ey iman gətirənlər!) Bilin ki, aranızda Allahın Peyğəmbəri vardır. Əgər o, bir çox işlərdə sizə uysaydı, siz (çətinliyə düşər) əziyyət çəkərdiniz. Lakin Allah sizə imanı sevdirmiş, onu ürəklərinizdə süsləmiş, küfrə, itaətdən çıxmağa və (Allaha) asi olmağa qarşı sizdə nifrət oyatmışdır. Məhz belələri (bu xislət sahibləri) doğru yolda olanlardır!","M. Pickthall (English)":"And know that the messenger of Allah is among you. If he were to obey you in much of the government, ye would surely be in trouble; but Allah hath endeared the faith to you and hath beautified it in your hearts, and hath made disbelief and lewdness and rebellion hateful unto you. Such are they who are rightly guided.","Yusuf Ali (English)":"And know that among you(4925) is Allah.s Messenger. were he, in many matters, to follow your (wishes), ye would certainly fall into misfortune: But Allah has endeared(4926) the Faith to you, and has made it beautiful in your hearts, and He has made hateful to you Unbelief, wickedness, and rebellion: such indeed are those who walk in righteousness;-"},"8":{"Arabic":"فَضْلًامِنَاللّٰهِوَنِعْمَةًۜوَاللّٰهُعَل۪يمٌحَك۪يمٌ","Abdulbaki Gölpınarlı Meali":"Allah'tan bir lütuf ve bir nimet olarak ve Allah, her şeyi bilir, hüküm sahibidir.","Abdullah-Ahmet Akgül Meali":"<i>(Bunlar)</i><b> Allah’tan bir fazilet </b><i>(ihsan, lütuf)</i><b> ve bir nimet olarak </b><i>(kendilerine verilmiştir)</i><b>. Allah </b><i>(her şeyi hakkıyla)</i><b> Bilendir, Hüküm ve Hikmet sahibidir.</b> ","Abdullah Parlıyan Meali":"Allah'ın nimeti ve lütfu sayesinde; ve Allah herşeyi bilendir, yaptığı herşeyi yerli yerince yapandır.","Ahmet Tekin Meali":"Bunlar, Allah'tan birer lütuf ve nimettir. Allah her şeyi bilir, hikmet sahibi ve hükümrandır.","Ahmet Varol Meali":"(Bu) Allah'tan bir lütuf ve nimettir. Allah bilendir, hikmet sahibidir.","Ali Bulaç Meali":"Allah'tan bir fazl (bir ihsan ve lütuf) ve bir nimet olarak. Allah, bilendir hüküm ve hikmet sahibidir.","Ali Fikri Yavuz Meali":"Bu, Allah'dan bir fazilet ve bir nimettir. Allah Alîm'dir= her şeyi noksansız bilir, Hakîm'dir= bütün işlerde hikmet sahibidir.","Bahaeddin Sağlam Meali":"Allah bunu size, bir ihsan ve nimet olarak verdi. Çünkü Allah, sonsuz ilim ve hikmet sahibidir.","Bayraktar Bayraklı Meali":"Allah, bunu katından bir lütuf ve nimet olarak yapmıştır. Allah her şeyi bilir ve her işinde hikmet vardır.","Besim Atalay Meali (1965)":"Biliniz ki Allahın peygamberi aranızdadır, birçok işlerde, size uymuş olaydı, size yazık olurdu, Allah sizlere inanı sevdirerek onunla bezedi gönlünüzü de; küfrü, buyrumdan çıkmayı, azgınlık etmeyi çirkin gösterdi, Allahın bir erdemi, bir nimeti olarak, işte bunlar, doğru yolu bulanlardır, Allah bilicidir, Allah bilgedir","Cemal Külünkoğlu Meali":"(Böyle bir yolda olmak) Allah tarafından bir lütuftur ve bir nimettir. Allah ise (her şeyi) hakkıyla bilendir, hüküm ve hikmet sahibidir.","Cemil Said (1924)":"Bu Allâh’ın bir lutfı ve bir ihsânıdır. Allâh ’âlim ve hakîmdir.","Diyanet İşleri Meali (Eski)":"7,8. Bilin ki, içinizde Allah'ın Peygamberi bulunmaktadır. Eğer o, bir çok işlerde size uymuş olsaydı şüphesiz kötü duruma düşerdiniz; ama Allah size imanı sevdirmiş, onu gönüllerinize güzel göstermiş; inkarcılığı, yoldan çıkmayı ve baş kaldırmayı size iğrenç göstermiştir. İşte böyle olanlar, Allah katından bir lütuf ve nimet sayesinde doğru yolda bulunanlardır. Allah bilendir, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"Allah, kendi katından bir lütuf ve nimet olarak böyle yaptı. Allah, hakkıyla bilendir, hüküm ve hikmet sahibidir","Kur'an Yolu (Diyanet İşleri)":"7-8. Bilin ki Allah’ın elçisi aranızdadır. Birçok durumda o sizin dediklerinizi yapsaydı işiniz kötüye giderdi, fakat Allah size imanı sevdirdi ve onu gönlünüze sindirdi; inkârcılığı, yoldan çıkmayı ve emre aykırı davranmayı da size çirkin gösterdi. Allah tarafından bahşedilmiş bir lutuf, bir nimet olarak doğru yolu bulmuş olanlar işte onlardır (bu vasıflara sahip olan sizlersiniz). Allah her şeyi bilmekte, yerli yerince yapmaktadır.","Diyanet Vakfı Meali":"Bu, Allah'tan bir lütuf ve nimettir. Allah alîmdir, hakîmdir.","Edip Yüksel Meali":"ALLAH'ın lütfu ve nimeti böyledir. ALLAH Bilendir, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Bu, Allah'tan bir lütuf ve nimettir. Allah herşeyi bilir, hüküm ve hikmet sahibidir.","Elmalılı Meali (Orijinal)":"İşte onlardır ki Allahın fadl-u ni'metiyle rüşde irmişlerdir ve Allah alîmdir, hakîmdir","Emrah Demiryent Meali":"(Ey mü’minler!) Bu, (size) Allah’tan bir lütuf ve nimettir. Allah (hidâyete müstahak olanı) bilendir, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Bu, Allah'tan bir lütuf ve nimettir. Allah, Her Şeyi Bilen'dir, En İyi Hüküm Veren'dir. ","Hasan Basri Çantay Meali":"(Size küfrü, faasıklığı, isyanı çirkin göstermesi sırf) Allahdan bir fazl (u kerem) ve ni'met olmak içindir. Allah hakkıyle bilendir, yegâne hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"(Bu,) Allah'dan bir lütuf ve bir ni'mettir. Allah ise, Alîm (herşeyi hakkıyla bilen)dir, Hakîm (her işi hikmetli olan)dır.","İhsan Aktaş Meali":"(Bu) Allah’tan bir lütuf ve bir nimettir. Allah Alim’dir (her şeyi noksansız bilendir), Hakîm’dir (her konuda) doğru hüküm verendir.","İlyas Yorulmaz Meali":"Onlar için Allah’dan bir lütuf ve bol nimetler var. Allah en iyi bilen ve en güzel hüküm verendir.","İsmayıl Hakkı Baltacıoğlu":"Bu da Allah’ın kayırıcılığı, iyiliği yüzündendir. Allah bilicidir, doğruyu bildiricidir.","İsmail Hakkı İzmirli":"7, 8. Biliniz ki aranızda Allah/ın peygamberi vardır. O, birçok işlerde size uysa siz sıkıntıya, helâke düşerdiniz. Fakat Allah imanı size ihtiyarınız ile sevdirdi. Kalbinizi imanla güzelleştirdi. Size küfürü, fıskı, isyanı yine çirkin gösterdi. İşte Allah/ın inayeti ve rahmeti sayesinde doğru yolda düz duranlar, bunlardır. Allah hakkıyle âlimdir, hakimdir.","İsmail Yakıt":"Bu Allah katından bir lütuf ve bir nimettir. Zira Allah Alîm’dir, Hakîm’dir.","Kadri Çelik Meali":"(Bu sevdirme ve nefret ettirme) Allah'tan bir lütuf ve bir nimettir. Allah her şeyi bilendir ve hikmet sahibidir.","Mahmut Kısa Meali":"Bu,<b> Allah’ın </b>sevdiği kullarına nasip ettiği <b>lütuf ve nîmetidir.</b>Unutmayın ki<b> Allah, </b>her şeyi <b>bilendir; </b>asla yersiz ve gereksiz hüküm vermeyen, sonsuz ilim ve hikmetiyle en mükemmel hayat programını çizen bir<b>hakîmdir.</b><br>İşte bu hikmet gereğince;","Mahmut Özdemir Meali":"Allah’tan bir lütuf ve nimet olarak! Allah hakîm alîmdir.","Mehmet Çakır Meali":"Bunlar, Allah'ın size değer verdiğini gösterir. Allah her şeye bilgi gücüyle hakimdir...","Mehmet Çoban Meali":"Allah kendi katından bir lütuf ve bir nimet olarak böyle yaptı. Böyle yaparak insanların içlerindeki duyguları ortaya çıkardı. Sizleri kalbinde kötülük olanlara karşı korudu. Allah her şeyi bilen, hüküm ve hikmet sahibidir        ","Mehmet Okuyan Meali":"(Bu), Allah’tan bir lütuf ve nimet olarak (böyledir). Allah bilendir, doğru hüküm verendir.","Mehmet Türk Meali":"(Bu sizin için) Allah’ın bir lütfu ve bir nîmetidir. Allah hakkıyla bilen, hüküm (ve hikmet) sahibidir.","Muhammed Esed Meali":"Allah’ın nimeti ve lütfu sayesinde; ve Allah her şeyi bilendir, hikmet Sahibidir.","Mustafa Çavdar Meali":"Allah’ın lütfu ve nimeti sayesinde. Zaten Allah, her şeyi bilendir ve her hükmü doğru olandır. 3/103, 16/64","Mustafa İslamoğlu Meali":"Allah’ın lutfu ve nimeti sayesinde: zaten Allah her şeyi bilir, her hükmünde tam isabet kaydeder.","Orhan Kuntman Meali":"Bu (Rüşd ise) Allah’tan bir lütuf, bir nimettir. Allah her şeyi hakkıyle bilendir, hüküm ve hikmet sahibidir. (Lütuf ve nimeti de hikmet üzere verir)","Osman Fırat Meali":"(Bu) Allâh’ın bir lütuf ve ni’metidir. Allâh bilendir, hâkimdir.","Ömer Nasuhi Bilmen Meali":"Öyle bir yola gidiş ise Allah Teâlâ tarafından bir lütuftur ve bir nîmettir ve Allah Teâlâ alîmdir, hakîmdir.","Suat Yıldırım Meali":"7, 8. İyi düşünün ki Allah'ın Resulü sizin aranızda bulunmaktadır. Şayet o birçok işte size uysaydı, haliniz yaman olurdu. Ama Allah size imanı sevdirdi ve onu kalplerinizde güzelleştirdi; inkârdan, fâsıklıktan ve isyandan ise sizi iğrendirdi. İşte Allah'tan bir lütuf ve nimet olarak doğru yolda yürüyenler onlardır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir. ","Süleyman Ateş Meali":"(Bu) Allah'ın bir lutuf ve ni'metidir. Allah bilendir, hakimdir.","Süleyman Tevfik (1927)":"7,8. Biliniz ki Rasûlullah aranızdadır. Eğer o, bir çok işlerde size itâ'at itse siz mihnet ve helâke düşerdiniz. Ve lâkin Allâh size îmânı sevdirdi ve onı kalblerinizde süsledi. Ve size küfri ve fıskı ve 'isyânı kerîh gösterdi. Onlar doğrı yolı bulanlardır. Bu doğrı yolı bulmak Allâh'ın lütuf ve keremi ve ni'metidir. Allâh Te'âlâ bilir ve hakîmdir.","Süleymaniye Vakfı Meali":"Bu, Allah’ın iyiliğinden ve nimetinden yararlanmanız içindir. Allah bilir, doğru kararlar verir.","Şaban Piriş Meali":"Allah'tan bir fazilet ve nimet sayesinde. Allah, alimdir, hakimdir.","Ümit Şimşek Meali":"Bu Allah tarafından bir lütuf ve nimettir. Allah ise herşeyi bilir, her işi hikmetle yapar.","Yaşar Nuri Öztürk Meali":"Allah'tan bir lütuf ve nimet olarak. Alîm'dir Allah, Hakîm'dir.","Eski Anadolu Türkçesi":"7-8. daħı bilüñ bayıķ sizüñ arañuzdadur Tañrı yalavacı. eger muŧį' olsa-dı size çoķda işden yazuķlu oladuñuz velįkin Tañrı sevgülü eyledi size įmānı daħı bezedi anı göñüllerüñüzde daħı zişt eyledi size kāfirliġi daħı ŧa'atdan çıķmaġı daħı ma'śiyet eylemegi. şunlar anlardur ŧoġru yol dutıcılar fażl Tañrı’dan daħı ni'met daħı Tañrı bilicidür dürüst işlü.","Satıraltı Meal (1534)":"Tañrı Ta‘ālānuñ fażlı keremi‐y‐ile Tañrı Ta‘ālā her nesneyi bilicidür, ḥik‐metler issidür.","Bunyadov-Memmedeliyev ":"Bu isə Allah dərgahından olan lütf və ne’mət sayəsindədir. Allah (hər şeyi) biləndir, hikmət sahibidir!","M. Pickthall (English)":"(It is) a bounty and a grace from Allah; and Allah is Knower, Wise.","Yusuf Ali (English)":"A Grace and Favour from Allah. and Allah is full of Knowledge and Wisdom."},"9":{"Arabic":"وَاِنْطَٓائِفَتَانِمِنَالْمُؤْمِن۪ينَاقْتَتَلُوافَاَصْلِحُوابَيْنَهُمَاۚفَاِنْبَغَتْاِحْدٰيهُمَاعَلَىالْاُخْرٰىفَقَاتِلُواالَّت۪يتَبْغ۪يحَتّٰىتَف۪ٓيءَاِلٰٓىاَمْرِاللّٰهِۚفَاِنْفَٓاءَتْفَاَصْلِحُوابَيْنَهُمَابِالْعَدْلِوَاَقْسِطُواۜاِنَّاللّٰهَيُحِبُّالْمُقْسِط۪ينَ","Abdulbaki Gölpınarlı Meali":"İnananlardan iki kısım, birbiriyle savaşa girişirse hemen aralarını bulun, bir bölüğü, öbürüne saldırırsa o saldırganlarla, Allah'ın emrine itaat edinceye dek savaşın; Allah'ın emrine itaat ederlerse adaletle aralarını bulup barıştırın ve adaletle muamele edin; şüphe yok ki Allah, adaletle muamele edenleri sever.","Abdullah-Ahmet Akgül Meali":"<b>Şayet mü’minlerden iki </b><i>(grup veya) </i><b>topluluk çarpışacak olursa, aralarını bulup-düzeltin </b><i>(ve İslam ümmeti ve ülkeleri arasında bunu sağlayacak etkin teşkilat ve tedbirler geliştirin)</i><b>. Şayet biri diğerine tecavüzde bulunacak olursa, artık azgınlık ve saldırganlığa kalkışanla, Allah’ın emrine </b><i>(adil barış ve uzlaşma hükümlerine)</i><b> dönünceye kadar mücadele edin; eğer sonunda </b><i>(saldırgan taraf Allah’ın emrini kabul edip barışa)</i><b> dönerse, bu durumda adaletle aralarını buluverin ve </b><i>(her konuda)</i><b> adil </b><i>(ve insaflı)</i><b> hareket edin. Şüphesiz Allah, adil olanları </b><i>(karar verirken titiz ve dikkatli davrananları) </i><b>sever </b><i>(ve sahiplenir)</i><b>.</b> ","Abdullah Parlıyan Meali":"O halde mü'minler içinden iki gurup çatışırsa veya savaşa girişirse, onlar arasında barışı sağlayın. Buna rağmen iki guruptan biri, diğerine haksız şekilde davranırsa, davranışını Allah'ın buyruğuna uygun hale getirinceye kadar, haksızlık yapan taraf ile mücadele edin. Eğer yaptıklarından vazgeçerlerse, adil bir şekilde aralarını bulun, hep insaflı ve adil davranın. Şüphesiz ki Allah, adaletle barış yapıp adaletle karar verenleri sever.","Ahmet Tekin Meali":"Eğer mü'minlerden iki grup öldüresiye birbirlerine girerlerse, aralarında sulh ve sükûn temin edin, aralarını, din ve dünya işlerini, sosyal ilişkilerini düzeltin, geliştirin. Şâyet biri diğerine saldırmaya, haksızlığa devam ederse, Allah'ın koyduğu düzenin kurallarına dönünceye kadar, saldıran tarafla savaşın. Eğer Allah'ın emrine dönerse, aralarında adâletle sulhu sağlayın. Ekonomik hakların ve sorumlulukların taksiminde de âdil davranın. Allah adâleti yerine getirerek düzen sağlayanları sever.","Ahmet Varol Meali":"Eğer mü'minlerden iki grup çarpışırlarsa aralarını düzeltin. Biri diğerine tecavüz ederse tecavüz edenle, Allah'ın emrine dönünceye kadar savaşın. Eğer dönerse artık aralarını adaletle düzeltin ve adil davranın. Şüphesiz Allah adil olanları sever.","Ali Bulaç Meali":"Mü'minlerden iki topluluk çarpışacak olursa, aralarını bulup-düzeltin. Şayet biri diğerine tecavüzde bulunacak olursa, artık tecavüzde bulunanla, Allah'ın emrine dönünceye kadar savaşın; eğer sonunda (Allah'ın emrini kabul edip) dönerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Şüphesiz Allah, adil olanları sever.","Ali Fikri Yavuz Meali":"Eğer müminlerden iki birlik çarpışırlarsa, hemen aralarını düzelterek barıştırın. Eğer onlardan biri (Allah'ın hükmüne razı olmıyarak) tecavüz ediyorsa, o vakit tecavüz edenle, Allah'ın emrine dönünceye kadar savaşın. (Sonunda teslim olur Allah'ın emrine) dönerse, yine adaletle aralarını düzeltin ve hep adaletle iş görün; çünkü Allah adalet yapanları sever.","Bahaeddin Sağlam Meali":"Eğer inananlardan iki grup savaşırlarsa, onları barıştırın. Eğer biri diğerine zulmederse (barışa yanaşmazsa) Allah’ın emrine gelinceye kadar, zulmeden tarafla savaşın. Eğer Allah’ın emrine gelirse, adaletle aralarını barıştırın ve zulmü giderin. Şüphesiz Allah, zulmü giderenleri sever.","Bayraktar Bayraklı Meali":"Müminlerden iki grup birbiriyle savaşırlarsa, aralarını düzeltiniz. Şâyet biri ötekine saldırırsa, Allah'ın emrine dönünceye kadar, saldıran tarafla savaşınız. Eğer dönerlerse, artık aralarını adaletle düzeltiniz ve adaletli davranınız. Şüphesiz Allah, âdil davrananları sever.[573]","Besim Atalay Meali (1965)":"İnanmış olanlardan, iki bölük birbiriyle döğüşürse, hemen ara bulup barıştırın, birisi öbürünü ezmek isterse, Allahın emrini tutana değin haksızlık edenlerle çarpışasınız, eğer vazgeçerlerse, adaletle barıştırın, adalet gösterin, Allah sever adalet gösterenleri","Cemal Külünkoğlu Meali":"Eğer mü'minlerden iki topluluk birbirleriyle savaşırlarsa aralarını düzeltin. Eğer onlardan biri, hâlâ (Allah'ın hükmüne boyun eğmeyip) diğerine saldırmaya devam ederse, Allah'ın buyruğuna uyuncaya (ve savaştan vazgeçinceye) kadar, haksızlık yapan taraf ile savaşın. (Yaptıklarından) vazgeçerlerse adil bir şekilde aralarını bulun ve (her ikisine de) adil davranın çünkü Allah, adil davrananları sever.","Cemil Said (1924)":"Eğer iki mü’min tâife muhârebe ider ise beynlerini te’lîfe çalışınız, bunlardan biri diğeri ’aleyhine haksız olarak hareket idiyor ise Allâh’ın evâmirine itâ’at idinceye kadar o haksız tarafla muhârebe idiniz. Eğer haksızlığı i’tirâf ider ise ’âdilâne beynlerini te’lîf idiniz bî-tarafâne hareket iyleyiniz Allâh bî-taraf olanları sever.","Diyanet İşleri Meali (Eski)":"Eğer müminlerden iki topluluk birbirleriyle savaşırlarsa aralarını düzeltiniz; eğer biri diğeri üzerine saldırırsa, saldıranlarla Allah'ın buyruğuna dönmelerine kadar savaşınız; eğer dönerlerse aralarını adaletle bulunuz, adil davranınız, şüphesiz Allah adil davrananları sever.","Diyanet İşleri Meali (Yeni)":"Eğer inananlardan iki grup birbirleriyle savaşırlarsa aralarını düzeltin. Eğer biri ötekine karşı haddi aşarsa, Allah’ın buyruğuna dönünceye kadar haddi aşan tarafa karşı savaşın. Eğer (Allah’ın emrine) dönerse, artık aralarını adaletle düzeltin ve (onlara) adaletli davranın. Çünkü Allah, adaletli davrananları sever.","Kur'an Yolu (Diyanet İşleri)":"Eğer müminlerden iki grup birbiriyle kavgaya tutuşursa hemen aralarını düzeltin; ikisinden biri diğerinin hakkına tecavüz etmiş olursa -Allah’ın emrine geri dönünceye kadar- haksızlığa sapanlara karşı savaşın; dönerlerse aralarındaki anlaşmazlığı adaletle çözüme bağlayın ve herkese hakkını verin. Allah hakkı yerine getirenleri sever.","Diyanet Vakfı Meali":"Eğer müminlerden iki gurup birbirleriyle vuruşurlarsa aralarını düzeltin. Şayet biri ötekine saldırırsa, Allah'ın buyruğuna dönünceye kadar saldıran tarafla savaşın. Eğer dönerse artık aralarını adaletle düzeltin ve (her işte) adaletli davranın. Şüphesiz ki Allah, âdil davrananları sever.","Edip Yüksel Meali":"İnananlardan iki grup birbirleriyle savaşırlarsa onların arasını bulun. Onlardan biri ötekine saldırırsa, ALLAH'ın buyruğuna dönünceye kadar saldırgan grupla savaşın. Dönerse onların arasını tarafsızca düzeltin ve adaletli davranın. ALLAH adaletli davrananları sever.","Elmalılı Hamdi Yazır Meali":"Eğer müminlerden iki grup birbirleriyle vuruşurlarsa aralarını düzeltin. Şayet biri ötekine saldırırsa, Allah'ın buyruğuna dönünceye kadar saldıran tarafla savaşın. Eğer dönerse aralarını adaletle düzeltin ve (her işte) adaletli davranın. Şüphesiz ki Allah, adil davrananları sever.","Elmalılı Meali (Orijinal)":"Ve eğer Mü'minlerden iki taife çarpışırlarsa hemen aralarını bulun barıştırın, şayed biri diğerine karşı bagyediyorsa o vakıt bagî olana Allahın emrine rücu' edinciye kadar kıtâl edin, eğer rücu' ederse yine adaletle beyinlerini sulh edin ve hep insaflı olun, çünkü Allah adâlet yapanları sever","Emrah Demiryent Meali":"Eğer mü’minlerden iki grup birbirleriyle savaşırlarsa, aralarını düzeltin. Eğer biri ötekine karşı haddi aşarsa, (haksız bir şekilde saldırırsa) Allah’ın hükmüne dönünceye kadar, haddi aşan tarafa karşı savaşın. Eğer (haksızlık yapan taraf, Allah’ın emrine) dönerse, artık aralarını adaletle düzeltin ve (her işinizde) adaletli davranın. Çünkü Allah, adaletli davrananları sever.","Erhan Aktaş Meali":"Eğer Mü'minlerden iki grup birbirleriyle vuruşurlarsa, hemen aralarını düzeltin. Eğer ikisinden biri, diğerine saldırırsa, saldırgan olanlarla, Allah'ın emirlerine uygun davranıncaya kadar savaşın. Eğer böyle davranmaktan vazgeçerlerse o zaman adaletle aralarını düzeltin ve hakkaniyetli olun. Allah, haktan yana olanları sever.","Hasan Basri Çantay Meali":"Eğer mü'minlerden iki zümre birbiriyle döğüşürlerse aralarını (bulub) barışdırın. Eğer onlardan biri diğerine karşı haalâ tecâvüz ediyorsa siz, o tecâvüz edenle, Allahın emrine dönünceye kadar, savaşın. Binnetîce eğer (Allahın emrine) dönerse artık adaletle aralarını (bulub) barışdırın. (Her işinizde) adalet (le hareket) edin. Allah, şübhesiz ki, aadil olanı sever.","Hayrat Neşriyat Meali":"Eğer mü'minlerden iki tâife birbirleriyle vuruşurlarsa, hemen aralarını düzeltin! Artık onlardan biri (aralarında hüküm verdikten sonra yine de) ötekine haksızca zulmederse, o takdirde Allah'ın emrine dönünceye kadar, o saldıran (taraf)la savaşın! Fakat dönerse, o hâlde aralarını adâletle düzeltin ve adâletli olun! Şübhesiz ki Allah, adâletli olanları sever.","İhsan Aktaş Meali":"Ve eğer inananlardan iki topluluk birbirleriyle savaşırlarsa aralarını düzeltin (onları barıştırın). Eğer onlardan biri, hâlâ (Allah’ın hükmüne boyun eğmeyip) diğerine saldırmaya devam ederse, Allah’ın buyruğuna uyuncaya (saldırmaktan vazgeçinceye) kadar, (saldırıp) haksızlık yapan taraf ile hep birlikte çarpışın. Eğer (saldırmaktan) vazgeçerlerse (eşit ve) adil bir şekilde aralarını bulun ve (her ikisine de eşit ve) adil davranın. Şüphesiz Allah, (herkese karşı eşit ve) adil davrananları sever. *","İlyas Yorulmaz Meali":"Eğer inananlardan iki gurup birbirleriyle savaşıyorlarsa, her iki gurubun arasını düzeltin. Eğer iki guruptan birisi haksızlık yapmakta devam ederse, haddi aşıp haksızlık yapanla, Allah’ın emrine uyuncaya kadar, sizde onlarla savaşın. Eğer savaşmaktan vazgeçerlerse, her iki gurubun arasını adil bir şekilde düzeltin ve adaletle hükme bağlayın. Şüphe yok ki Allah, adaletle hüküm verenleri sever.","İsmayıl Hakkı Baltacıoğlu":"Eğer inananlardan iki bölük biribirleriyle vuruşacak olurlarsa, onların aralarını buluverin. Eğer onlardan biri ötekine yine de saldırıp duruyorsa, artık Allah’ın buyruğuna boyun eğinceye kadar saldıranla vuruşun. Bunun üzerine dönecek olursa siz de doğruluğa en uygun olarak aralarını bulun. Ölçülü olun. Çünkü Allah ölçülü olanları sever.","İsmail Hakkı İzmirli":"Mü/minlerden iki bölük vuruşmaya kalkışırlarsa aralarını bulun, şayet biri diğerine karşı barışmayıp yolsuzluğa kalkışırsa Tanrı/nın buyurultusuna dönünceye kadar yolsuz olan ile vuruşun. Eğer yolsuz bölük Tanrı/nın buyurultusundan dönerse adaletle aralarını bulun, her hususta insaf edin. Çünkü Allah insaf edenleri sever.","İsmail Yakıt":"Eğer mü’minlerden iki grup [tâ’ifetân] birbiriyle savaşırsa, hemen aralarını düzeltiniz. Şayet biri diğerine saldıracak olursa, Allah’ın buyruğuna dönünceye kadar, saldıran tarafla savaşınız. Eğer dönerse aralarını adaletle düzeltiniz ve adil olunuz. Muhakkak ki Allah adil davrananları sever.","Kadri Çelik Meali":"Müminlerden iki topluluk çarpışacak olursa, aralarını bulup düzeltin. Şayet biri diğerine haksızlıkla saldırganlıkta bulunacak olursa, artık haksızlıkla saldırganlıkta bulunanla Allah'ın emrine dönünceye kadar savaşın; eğer sonunda (Allah'ın emrini kabul edip) dönerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Şüphesiz Allah adil olanları sever.","Mahmut Kısa Meali":"<b>Eğer müminlerin içinden iki grup birbiriyle savaşırsa, </b>derhal müdâhale edip <b>aralarını bulun. Buna rağmen,</b> <b>onlardan biri ötekine </b>haksız olarak <b>saldırırsa, o saldırganlarla, Allah’ın hükmünü kabul edinceye kadar savaşın! Eğer </b>zulümden vazgeçip Allah’ın hükmüne <b>dönerlerse, aralarında âdil bir barış sağlayın ve </b>her konuda hak ve <b>adâleti gözetin! Hiç kuşkusuz Allah, âdil davrananları sever.</b>","Mahmut Özdemir Meali":"Eğer Müminler’den iki taife çarpıştılarsa, iki tarafın arasını düzeltin! Onların birisi Diğeri’ne karşı azgınlık ettiyse, Allah’ın emrine dönmesi için azgınlık eden tarafa karşı savaşın! Eğer döndüyse, aralarını Adalet ile düzeltin; tam adil olun! Allah, Tam Adaletliler’i sever.","Mehmet Çakır Meali":"<b>Eğer</b> iki Müslüman savaşırsa aralarını bulun. Taraflardan biri diğerine saldırmaya devam ederse saldırgan tarafla, Allah'ın dediklerine gelene kadar savaşın. Pes ettiği zaman dengeli bir şekilde aralarını bulun. Adil olun.  Çünkü Allah kılı kırk yaran yargıçları sever.","Mehmet Çoban Meali":"Eğer inananlardan iki grup birbirleriyle savaşırlarsa aralarını düzeltin! Eğer biri ötekine karşı haddi aşıp zulme saparsa; Allah’ın yasalarına uyuncaya kadar haddi aşanlara karşı siz de savaşın! Eğer Allah’ın yasalarına uyacaklarına söz verirlerse; savaşanların aralarını adaletle düzeltin! Her zaman her yerde Allah’ın yasalarına uyarak adaletli olun! Çünkü Allah adaletli davrananları sever.        ","Mehmet Okuyan Meali":"Müminlerden iki grup birbirleriyle şavaşırlarsa aralarını düzeltin! Biri ötekine saldırırsa, Allah’ın buyruğuna dönünceye kadar saldıran tarafla savaşın! (Savaştan vazgeçip) dönerse artık aralarını adaletle düzeltin ve adil davranın! Şüphesiz ki Allah adil davrananları sever. [*]","Mehmet Türk Meali":"Mü’minlerden iki topluluk birbirleriyle savaşacak olurlarsa, onların aralarını düzeltin.¹ Şâyet biri diğerine haksızlıkla saldırırsa², onunla Allah’ın emrine dönünceye kadar savaşın. Eğer sonunda (Allah’ın emrine) dönerse, aralarını adaletle bulun ve adil davranın. Çünkü Allah, adaletli davrananları sever.³","Muhammed Esed Meali":"O halde, müminler içinden iki grup çatışırsa ⁹ onlar arasında barışı sağlayın; ama sonra, iki [grup]tan biri diğerine haksız şekilde davranırsa, [davranışı]nı Allah’ın buyruğuna uygun hale getirinceye kadar, haksızlık yapan taraf ile mücadele edin; ¹⁰ (yaptıklarından) vazgeçerlerse adil bir şekilde aralarını bulun ve [onlara] eşit davranın: çünkü Allah, eşit davrananları sever!","Mustafa Çavdar Meali":"Eğer müminlerden iki grup birbirleriyle savaşırlarsa, aralarını bulup barıştırın. Eğer bunlardan biri söz dinlemez diğerine saldırırsa Allah’ın emrine boyun eğinceye kadar saldıran tarafa karşı savaşın. Şayet saldırganlıktan vazgeçerse aralarını adaletle düzeltip barışı sağlayın ve sakın adaletten sapmayın Hiç şüphesiz Allah, adil davrananları sever. 2/190, 22/39-40","Mustafa İslamoğlu Meali":"Şu halde mü’minlerden iki gurup çarpışırsa, aralarını bulun; fakat bir taraf diğerinin hakkına saldırırsa, siz de o haksız taraf ile Allah’ın emrine dönünceye kadar çarpışın; ama eğer (saldırganlıktan) vazgeçerse, tarafların arasını adâletle ayırın ve (bunun için gerekirse) kendi hakkınızdan feragat edin: çünkü Allah (barış için) hakkından feragat edecek kadar fedakârlık edenleri sever.[⁴⁶⁴⁰]","Orhan Kuntman Meali":"(Ey iman edenler) Eğer müminlerden iki gurup -birbiriyle- vuruşursa, derhal aralarını düzeltin! (barıştırın) Şayet onlardan biri barışmayı kabul etmeyip de, ötekine saldırmaya kalkışırsa, o takdirde siz de, - Allah'ın (barış) buyruğuna dönünceye kadar- o saldıran tarafla savaşın. Barışı kabul ettiğinde de, artık aralarını adaletle düzeltin ve adaleti gözetin! (Ki birbirleriyle bundan sonra hiç kavga etmesinler, sarmaş dolaş olsunlar)","Osman Fırat Meali":"Eğer iman edenlerden iki grup çatışırsa onların arasını düzeltin; şâyet biri ötekine karşı azgın davranırsa Allâh’ın buyruğuna dönünceye kadar azgın tarafa karşı sizde O tarafla vuruşun. (Allâh’ın buyruğuna) Dönerlerse artık adaletli bir ölçüyle arasını düzeltin ve dâimâ adil olun. Çünkü Allâh, adâlet yapanları sever.","Ömer Nasuhi Bilmen Meali":"Ve eğer mü'minlerden iki tâife çarpışırlarsa aralarını hemen ıslah ediniz. Sonra onlardan biri diğeri üzerine tecavüzde bulunmuş olursa o tecavüz eden ile Allah'ın emrine rücu edinceye değin savaşta bulunun; sonra rücu ederse artık aralarını adâletle ıslah ediniz ve adilâne harekette bulunun. Şüphe yok ki, Allah Teâlâ adâlette bulunanları sever.","Suat Yıldırım Meali":"Eğer müminlerden iki topluluk birbirleriyle vuruşursa, onların aralarını bulun. Buna rağmen biri öbürüne saldırırsa, bu saldıran tarafla, Allah'ın emrine dönünceye kadar siz de vuruşun. Döndüğü takdirde aralarını hakkaniyetle düzeltin ve hep âdil olun, çünkü Allah âdil davrananları sever. ","Süleyman Ateş Meali":"Eğer inananlardan iki grup vuruşurlarsa onların arasını düzeltin; şayet biri ötekine saldırırsa Allah'ın buyruğuna dönünceye kadar saldıran tarafla vuruşun. (Allah'ın buyruğuna) Dönerse artık adaletle onların arasını düzeltin ve daima adil olun. Çünkü Allah, adalet yapanları sever.","Süleyman Tevfik (1927)":"Eğer mü'minlerden iki tâife birbiriyle mukâtele iderler ise aralarını ıslâh idin, eğer biri diğeri üzerine bağy ve tecâvüz iderse, Allâh'ın emrine münkâd oluncaya değin o tecâvüz idenle mukâtele idin. Eğer o, emrullâha inkıyâd iderse aralarını 'adl ile ıslâh iyleyin. Ve iltizâm-ı 'adâlet idin. Allâh 'adl idenleri sever.","Süleymaniye Vakfı Meali":"Müminlerden iki topluluk, birbirleriyle vuruşursa aralarını bulun. Biri diğerine saldırırsa Allah’ın emrine uyuncaya kadar saldırgan tarafla vuruşun. Onlar Allah’ın emrine dönerse dengeli bir şekilde aralarını bulun ve adaletli davranın. Allah hakka uygun (adil) davrananları sever.","Şaban Piriş Meali":"Eğer müminlerden iki grup savaşa tutuşurlarsa, aralarını düzeltin. Eğer biri diğerine tecavüz ederse, Allah'ın emrine dönünceye kadar tecavüz edene karşı savaşın. Eğer dönerse, aralarını adaletle düzeltin ve adil davranın. Şüphesiz Allah, adaletli olanları sever.","Ümit Şimşek Meali":"Mü'minlerden iki topluluk birbiriyle çarpışacak olursa aralarını bulun. Onlardan biri diğerine saldırırsa, saldıran taraf Allah'ın hükmüne dönünceye kadar onunla savaşın. Dönerlerse, siz de adaletle aralarını bulun. Daima âdil olun. Çünkü Allah adalet edenleri sever.","Yaşar Nuri Öztürk Meali":"Müminlerden iki zümre çarpışırlarsa, onların aralarında hemen barışı kurun! Eğer onlardan biri öteki aleyhine sınır tanımazlık edip saldırırsa, azgınlık edenle, Allah'ın emrine dönünceye kadar savaşın. Eğer vazgeçerse, yine ikisi arasını adalet ve dürüstlükle sulh edin. Kuşkusuz, Allah adalette titiz davrananları sever.","Eski Anadolu Türkçesi":"daħı eger iki bölük mü’minlerden çalışurlarsa śalaḥ getürüñ ol iki arasında. pes eger žulm eyler ise birisi ol ikinüñ daħı birisine çalışuñ. anuñ-ile kim žulm eyler tā döne Tañrı buyruġındın yaña. pes eger döner-ise pes śalaḥ getürüñ ol iki arasında 'adl -ıla. daħı 'adl eyleñ bayıķ Tañrı sever 'adl eyleyicileri.","Satıraltı Meal (1534)":"Eger iki ṭāyife mü’minlerden ṣavaşsalar, ikisini barışduruñuz. Pes egerta‘addī itse birisi birisinüñ, pes ṣavaşuñuz ta‘addī eyleyenler‐ile, ḥattāTañrı Ta‘ālā buyruġına dönünce. Pes eger dönseler ikisini barışdur‐ uñuz‘adl‐ile. Daḫı her işde ‘adl eyleñüz. Tañrı Ta‘ālā ‘adl idenleri sever.","Bunyadov-Memmedeliyev ":"Əgər mö’minlərdən iki dəstə bir-biri ilə vuruşsa, onları dərhal barışdırın. Əgər onlardan biri təcavüzkarlıq etsə, təcavüzkarlıq edənlə Allahın əmrinə (itaətinə) qayıdana qədər vuruşun. (Təcavüzkarlıq edən Allahın əmrinə) qayıtsa, hər iki dəstənin arasını ədalətlə düzəldin və insafla hərəkət edin. Şübhəsiz ki, Allah insaflıları sevər!","M. Pickthall (English)":"And if two parties of believers fall to fighting, then make peace between them. And if one party of them doeth wrong to the other, fight ye that which doeth wrong till it return unto the ordinance of Allah; then, if it return, make peace between them justly, and act equitably. Lo! Allah loveth the equitable.","Yusuf Ali (English)":"If two parties among(4927) the Believers fall into a quarrel, make ye peace between them: but if one of them transgresses beyond bounds against the other then fight ye (all) against the one that transgresses until it complies with the command of Allah; but if it complies then make peace between them with justice and be fair: for Allah loves those who are fair (and just)."},"10":{"Arabic":"اِنَّمَاالْمُؤْمِنُونَاِخْوَةٌفَاَصْلِحُوابَيْنَاَخَوَيْكُمْوَاتَّقُوااللّٰهَلَعَلَّكُمْتُرْحَمُونَ۟","Abdulbaki Gölpınarlı Meali":"Hiç şüphe yok ki inananlar, ancak kardeştirler, artık kardeşlerinizin arasını bulun, barıştırın, uzlaştırın onları ve çekinin Allah'tan da acınmışlardan olun.","Abdullah-Ahmet Akgül Meali":"<i>(Unutmayınız ki!)</i><b> Ancak </b><i>(ve muhakkak) </i><b>mü’minler kardeştirler. Öyleyse kardeşlerinizin arasını bulup-düzeltin </b><i>(ve bu amaçla, yeryüzünde etkin ve yetkin bir barış ve bereket düzenini yerleştirin)</i><b> ve Allah’tan korkup </b><i>(haksızlık ve ahlâksızlıktan)</i><b> sakınıverin; umulur ki esirgenirsiniz.</b> ","Abdullah Parlıyan Meali":"Bütün mü'minler kardeştir. O halde her ne zaman araları açılırsa, kardeşlerinizin arasını düzeltin ve yolunuzu yordamınızı Allah'ın kitabıyla bulmaya çalışın ki, O'nun rahmetine erebilesiniz.","Ahmet Tekin Meali":"Bütün mü'minler kesinlikle kardeştirler. Öyleyse kardeşleriniz arasında sulhu, barışı sağlayın, din ve dünya işlerini, sosyal ilişkilerini düzeltin, geliştirin. Allah'a sığının, emirlerine yapışın, günahlardan arınıp, azaptan korunun. Ola ki, ilâhî merhamete mazhar olursunuz.","Ahmet Varol Meali":"Mü'minler ancak kardeştirler. Öyleyse iki kardeşinizin arasını düzeltin ve Allah'tan sakının. Umulur ki merhamet olunursunuz.","Ali Bulaç Meali":"Mü'minler ancak kardeştirler. Öyleyse kardeşlerinizin arasını bulup-düzeltin ve Allah'tan korkup-sakının; umulur ki esirgenirsiniz.","Ali Fikri Yavuz Meali":"Müminler (dinde) ancak kardeştirler. Onun için (ihtilâf ettikleri zaman) iki kardeşinizin aralarını düzeltin ve (Allah'ın emrine muhalefet etmekten) sakının ki, merhamet olunasınız.","Bahaeddin Sağlam Meali":"Müminler, ancak kardeştirler. Artık kardeşlerinizi barıştırın. Allah’ın (yasalarını çiğnemekten) sakının ki merhamet edilesiniz.","Bayraktar Bayraklı Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltiniz ve Allah'a saygı duyunuz ki merhamet olunasınız.","Besim Atalay Meali (1965)":"Ancak, inananlar kardeştirler, iki kardeş arasını bulunuz, Allahtan sakınınız, yarlıganabilesiniz","Cemal Külünkoğlu Meali":"Mü'minler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin! Allah'a karşı sorumluluk bilinciyle yaşayın ki size merhamet edilsin!","Cemil Said (1924)":"Mü’minler hep kardaş oldukları içün kardaşları beynindeki ihtilâfâtı muslihâne hall idiniz. Allâh’dan korkunuz ki size merhamet itsün.","Diyanet İşleri Meali (Eski)":"Şüphesiz müminler birbiri ile kardeştirler; öyle ise dargın olan kardeşlerinizin arasını düzeltin; Allah'tan sakının ki size acısın.*","Diyanet İşleri Meali (Yeni)":"Mü’minler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin. Allah’a karşı gelmekten sakının ki size merhamet edilsin.","Kur'an Yolu (Diyanet İşleri)":"Müminler ancak kardeştirler, öyleyse iki kardeşinizin arasını düzeltin, Allah’a itaatsizlikten sakının ki rahmetine mazhar olasınız.","Diyanet Vakfı Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki esirgenesiniz.","Edip Yüksel Meali":"İnananlar kardeştirler. Kardeşlerinizin arasını düzeltin. ALLAH'ı sayın ki merhamet edilesiniz.","Elmalılı Hamdi Yazır Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki rahmete eresiniz.","Elmalılı Meali (Orijinal)":"Mü'minler ancak kardeştirler: onun için iki kardeşinizin aralarını düzeltin ve Allahdan korkun ki rahmete şayan olasınız","Emrah Demiryent Meali":"Muhakkak ki mü’minler (dinde) kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin. Allah’a karşı gelmekten sakının ki size merhamet edilsin.","Erhan Aktaş Meali":"İnananlar ancak kardeştir. Öyleyse kardeşlerinizin arasını düzeltin. Allah'a karşı takva sahibi olun. Umulur ki böylece merhamet olunursunuz.","Hasan Basri Çantay Meali":"Mü'minler ancak kardeşdirler. O halde iki kardeşinizin arasını (bulub) barışdırın. Allahdan korkun. Tâki esirgenesiniz.","Hayrat Neşriyat Meali":"Mü'minler ancak kardeştirler;(2) öyle ise o iki kardeşinizin arasını düzeltin ve Allah'dan sakının ki merhamet olunasınız!","İhsan Aktaş Meali":"Bütün inananlar ancak kardeştirler. O hâlde, (nerede ve her ne zaman araları açılırsa) iki kardeşinizin arasını düzeltin ve Allah’a karşı gelmekten sakının ki, size merhamet edilsin.","İlyas Yorulmaz Meali":"Ancak inananlar kardeşidirler. İki kardeşinizin arasını düzeltin ve Allah’dan korunun ki, merhamet olunasınız.","İsmayıl Hakkı Baltacıoğlu":"Çünkü inananlar, biribirleriyle kardeştirler. Onun için bu iki kardeşin arasını bulun. Allah’tan sakının ki esirgenesiniz.","İsmail Hakkı İzmirli":"Mü/minler hakikatte kardeşlerden başka bir şey değildir. Artık iki kardeşin arasını bulun, Allah/a karşı durmadan sakının, Tanrı/nın rahmetine nail olmaya ümitvar olun.","İsmail Yakıt":"Ancak inanmış olanlar/mü’minler kardeştirler. O hâlde kardeşlerinizin arasını düzeltiniz. Allah’a karşı sorumluluk bilincinde olunuz ki, merhamet olunasınız.","Kadri Çelik Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını bulup düzeltin ve Allah'tan korkup sakının; umulur ki rahmete eriştirilirsiniz.","Mahmut Kısa Meali":"Unutmayın, <b>inananlar </b>birbirlerine düşman olamazlar, onlar <b>ancak kardeştirler. O hâlde, </b>müminler arasında çıkabilecek anlaşmazlıklara seyirci kalmayın, din <b>kardeşlerinizin arasını düzeltin;</b> <b>Allah’tan </b>gelen ilkeleri çiğnememe konusunda son derece titiz ve dikkatli davranın; müminlerin birlik ve beraberliğini bozup İslâm toplumunu zayıflatacak her çeşit olumsuz davranıştan <b>sakının ki, </b>O’nun tarafından şefkat ve <b>merhamete lâyık olabilesiniz.</b>","Mahmut Özdemir Meali":"Doğrusu Müminler kardeştir. Kardeşlerinizin arasını düzeltin! Allah’tan sakınıp korunun! Umulur ki merhamet edilirsiniz.","Mehmet Çakır Meali":"Müminler, kardeştir. Öyleyse kardeşler arasını bulun, kendinizi Allah için sağlama alırsanız saygı görürsünüz.","Mehmet Çoban Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin! Allah’a karşı gelmekten sakının ki size Allah tarafından merhamet edilsin! Unutmayın ki Allah’ın merhametine ulaşacaklar bozguncular değil, arayı düzeltenler, Allah’ın yasalarını kardeşler arasında hâkim kılanlardır.       ","Mehmet Okuyan Meali":"Müminler sadece kardeştirler. Kardeşlerinizin arasını düzeltin [*] ve Allah’a karşı [takvâ]lı (duyarlı) olun ki size merhamet edilsin.","Mehmet Türk Meali":"Ancak mü’minler, kardeştirler.¹ Öyleyse kardeşlerinizin arasını düzeltin ve Allah’tan korkun ki; merhamet olunasınız.²","Muhammed Esed Meali":"Bütün müminler kardeştir. ¹¹ O halde, [her ne zaman araları açılırsa] iki kardeşinizin arasını düzeltin ve Allah’a karşı sorumluluğunuzun bilincinde olun ki O’nun rahmetine nail olasınız.","Mustafa Çavdar Meali":"Müminler ancak ve ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin ve Allah’ın bu emri konusunda duyarlı olun ki onun merhametine nail olasınız. 3/103, 58/22","Mustafa İslamoğlu Meali":"Mü’minler sadece kardeştirler;[⁴⁶⁴¹] öyleyse kardeşlerinizin arasını düzeltin ve Allah’a karşı sorumlu davranın ki, O’nun merhametine mazhar olasınız![⁴⁶⁴²]","Orhan Kuntman Meali":"(Ey iman edenler) müminler ancak kardeştirler, onun için kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki rahmete erdirilesiniz.","Osman Fırat Meali":"Bütün mü’minler kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin. Allah’a karşı gelmekten sakının ki size merhamet edilsin.","Ömer Nasuhi Bilmen Meali":"Mü'minler, muhakkak ki, kardeşlerdir. Artık kardeşlerinizin arasını ıslah ediniz ve Allah'tan korkunuz, tâ ki siz rahmete nâil olasınız.","Suat Yıldırım Meali":"Müminler sadece kardeştirler. O halde ihtilaf eden kardeşlerinizin arasını düzeltin. Allah'a karşı gelmekten sakının ki O'nun merhametine nail olasınız. ","Süleyman Ateş Meali":"Muhakkak mü'minler kardeştirler. Kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki size rahmet edilsin.","Süleyman Tevfik (1927)":"Tahkîk mü'minler kardaşlardır. Kardaşlarınızın arasını ıslâh idiniz ve Allâh'dan sakınınız, tâ ki nâil-i rahmet olasınız. ","Süleymaniye Vakfı Meali":"Sadece müminler kardeştir; öyleyse kardeşlerinizin arasını bulun. Allah’tan çekinin ki iyilik bulasınız.","Şaban Piriş Meali":"Müminler ancak kardeştirler. Öyleyse kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki merhamet olunabilesiniz.","Ümit Şimşek Meali":"Mü'minler kardeştir; siz de kardeşlerinizin arasını düzeltin ve Allah'tan korkun ki rahmete erişesiniz.","Yaşar Nuri Öztürk Meali":"Şu bir gerçek ki, müminler sadece kardeştirler. O halde kardeşleriniz arasında barışı sağlayın ve Allah'tan sakının ki, size merhamet edilebilsin.","Eski Anadolu Türkçesi":"degül mü’minler illā ķarındaşlar pes śalaḥ getürüñ iki ķarındaşıñuz arasında. daħı ķorķuñ Tañrı’dan ola kim raḥmet ķılmasız.","Satıraltı Meal (1534)":"Taḥḳīḳ mü’minler ḳardaşlardur. Pes barışduruñuz ḳardaşlaruñuzı.Daḫı Tañrıdan ṣaḳınuñuz. Ola kim raḥmet ola size.","Bunyadov-Memmedeliyev ":"Həqiqətən, mö’minlər (dində) qardaşdırlar. Buna görə də (aralarında bir mübahisə düşsə) iki qardaşınızın arasını düzəldin və Allahdan qorxun ki, bəlkə, (əvvəlki günahlarınız bağışlanıb) rəhm olunasınız!","M. Pickthall (English)":"The believers are naught else than brothers. Therefore make peace between your brethren and observe your duty to Allah that haply ye may obtain mercy.","Yusuf Ali (English)":"The Believers are but a single Brotherhood:(4928) So make peace and reconciliation between your two (contending) brothers; and fear Allah, that ye may receive Mercy."},"11":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَايَسْخَرْقَوْمٌمِنْقَوْمٍعَسٰٓىاَنْيَكُونُواخَيْرًامِنْهُمْوَلَانِسَٓاءٌمِنْنِسَٓاءٍعَسٰٓىاَنْيَكُنَّخَيْرًامِنْهُنَّۚوَلَاتَلْمِزُٓوااَنْفُسَكُمْوَلَاتَنَابَزُوابِالْاَلْقَابِۜبِئْسَالاِسْمُالْفُسُوقُبَعْدَالْا۪يمَانِۚوَمَنْلَمْيَتُبْفَاُو۬لٰٓئِكَهُمُالظَّالِمُونَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, içinizden bir topluluk, başka bir toplulukla alay etmesin, olabilir ki alay edilenler, öbürlerinden daha hayırlıdır ve kadınların bir kısmı da başka kadınlarla alay etmesin, olabilir ki alay edilen kadınlar, öbürlerinden daha hayırlıdır ve birbirinizi kınamayın ve kötü lakaplarla çağırmayın; inançtan sonra buyruktan çıkmışlara ait adlar, ne de kötüdür ve kim tövbe etmezse artık onlar, zulmedenlerin ta kendileridir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, bir kavim </b><i>(bir başka)</i><b> kavimle alay etmesin, belki </b><i>(onlar)</i><b> kendilerinden daha hayırlı kimselerdir; kadınlar da diğer kadınlarla </b><i>(alay etmesin)</i><b>, belki </b><i>(onlar)</i><b> kendilerinden daha hayırlı kimselerdir. Kendi nefislerinizi </b><i>(kendi kendinizi)</i><b> de yadırgayıp-küçük düşürmeyin ve birbirinizi ’olmadık-kötü lakaplarla’ çağırıp </b><i>(rencide etmeyin)</i><b>. İmandan sonra </b><i>(böylesi)</i><b> fasıklık </b><i>(cahiliye tavrı ve bayağılık) </i><b>ne kötü bir </b><i>(sıfat ve)</i><b> isimdir. </b><i>(Başkalarını düşük ve küçük görmek ne çirkin bir haslettir.)</i><b> Kim </b><i>(bunlardan)</i><b> tevbe etmezse, işte onlar, zalim olanların ta kendileridir.</b> ","Abdullah Parlıyan Meali":"Siz ey iman edenler! Hiçbir insan başka insanları alaya alıp küçümsemesin, belki o alaya alıp küçümsedikleri, kendilerinden daha hayırlı olabilirler ve hiçbir kadın da, başka kadınları küçümseyip alaya almasın, belki de onlar kendilerinden daha hayırlı olabilirler. Ve hiç biriniz başka birinde ayıplar arayıp karalamasın, kınamasın. Kötü lakaplarla sataşıp, atışıp birbirinizi aşağılamayın. İman ettikten sonra, kötü bir ad sahibi olmak ne çirkin şeydir. Artık her kim bu şekilde Allah'ın yasak ettiği şeylerden tevbe edip dönmezse, işte onlar yaratılış gayesine aykırı yaşayanlardır.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, bir kavim, diğer bir kavimden bazılarını küçümseyerek alay etmesin. Belki de onlar, kendilerinden daha hayırlıdırlar. Kadınlar da, kadınlardan bazılarını küçümseyerek alaya almasınlar, hakarette bulunmasınlar, ayıpları, kusurları rencide ederek, işaret ederek söylemesinler. Belki onlar kendilerinden daha iyidirler. Birbirinizi dilinize dolayarak, işaretleşerek yaralamayın. Birbirinizi kötü lakaplarla çağırmayın, kötü lakaplarla anmayın. İman dairesine girdikten sonra âsi, mantıksız fâsık adını almak ne kötü bir damgadır. Tevbe etmeyenler, günah işlemekten vazgeçmeyip Allah'a itaate yönelmeyenler, işte on-lar isyanda, günahta ısrar eden zâlimlerin ta kendileridir.","Ahmet Varol Meali":"Ey iman edenler! Bir topluluk diğer bir topluluğu alaya almasın. Belki onlar kendilerinden daha hayırlı olurlar. Kadınlar da kadınları (alaya almasınlar). Belki onlar kendilerinden daha hayırlı olurlar. Birbirinizi ayıplamayın ve birbirinizi kötü lakaplarla çağırmayın. İmandan sonra fasıklık ne kötü addır! Kim tevbe etmezse işte onlar zalimlerin kendileridir.","Ali Bulaç Meali":"Ey iman edenler, bir kavim (bir başka) kavimle alay etmesin, belki kendilerinden daha hayırlıdırlar; kadınlar da kadınlarla (alay etmesin), belki kendilerinden daha hayırlıdırlar. Kendi nefislerinizi (kendi kendinizi) yadırgayıp-küçük düşürmeyin ve birbirinizi 'olmadık-kötü lakablarla' çağırmayın. İmandan sonra fasıklık ne kötü bir isimdir. Kim tevbe etmezse, işte onlar, zalim olanların ta kendileridir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Bir kavim, diğer bir kavimle alay etmesin; olur ki, alay edilenler kendilerinden daha hayırlı bulunurlar. Bir takım kadınlar da diğer kadınlarla eğlenmesin; olur ki eğlenceye alınanlar kendilerinden daha hayırlı olurlar. Hem birbirinizi ayıblamayın ve kötü lâkablarla atışmayın. İmandan sonra fasıklıkla adlanmak ne kötü isimdir!... Kim de tevbe etmezse, işte onlar kendilerine zulmedenlerdir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Hiçbir toplum, başka bir toplumu küçük görmesin (alay konusu etmesin.) Belki onlar, kendilerinden daha hayırlıdır. Hiçbir kadın grubu da başka kadınları küçük görmesin. Belki onlar, kendilerinden daha hayırlıdır. Birbirinizi ayıplamayın. Kötü isimlerle birbirinizi çağırmayın. İnandıktan sonra (birbirinizi kendisiyle) anacağınız en kötü şey, fasıklıktır. Artık kim tevbe etmezse (yaptıklarından vazgeçmezse,) işte onlar, zalimlerin ta kendileridir.","Bayraktar Bayraklı Meali":"Ey iman edenler! Hiçbir topluluk başka bir toplulukla alay etmesin. Olur ki alay edilenler, onlardan daha iyi olabilirler. Kadınlar da başka kadınlarla alay etmesinler. Alay edilen kadınlar, kendilerinden daha iyi olabilirler. Birbirinizi ayıplamayınız. Birbirinize kötü lakaplar takmayınız. İmandan sonra, fâsık diye anılmak ne kötüdür! Kim tövbe etmezse işte onlar zâlimlerdir.[574]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Kimse kimseyle alay etmesin; onlar, kendilerinden hayırlı olabilir, kadınlar da, başka kadınlarla alay etmeye, onlar dahi, bunlardan hayırlı olabilir, kendinizi kınamayın, kötü adlar takınmayın, inan ettikten sonra, ne kötüdür buyrumdan dış olan ad; kim ki tövbe kılmazsa, işte zalim onlardır","Cemal Külünkoğlu Meali":"Ey inananlar! Bir topluluk diğer bir toplulukla alay etmesin. Belki onlar kendilerinden daha iyidirler! Kadınlar da diğer kadınları alaya almasın. Belki onlar da kendilerinden daha iyidirler! Birbirinizi karalamayın, birbirinizi (kötü) lakaplarla çağırmayın! İnandıktan sonra (kişinin) adının kötüye çıkması, fasık damgası yemesi ne kötü bir şeydir. (Böyle bir davranışın ardından) kim tevbe edip Allah'a yönelmezse, öyleleri zalimlerin ta kendileridir.","Cemil Said (1924)":"Ey mü’minler! Biri biriniz ile istihzâ itmeyiniz, istihzâ idilenler belki istihzâ idenlerden daha hayırlıdırlar. Kadınlar da biri birileriyle istihzâ itmesünler belki istihzâ idilenler istihzâ iyleyenlerden daha hayırlıdırlar. Biri birinize iftirâ itmeyiniz, lakab takmayınız. Îmândan sonra fâsık ismi ne kadar çirkindir, böyle şeylerden tevbe itmeyenler zâlimdirler.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Bir topluluk bir diğerini alaya almasın, belki de onlar kendilerinden daha iyidirler. Kadınlar da başka kadınları alaya almasınlar, belki onlar kendilerinden daha iyidirler. Kendi kendinizi ayıplamayın; birbirinizi kötü lakaplarla çağırmayın; inandıktan sonra yoldan çıkmış olmak ne kötü bir addır. Tevbe etmeyenler, işte onlar zalimlerdir.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Bir topluluk bir diğerini alaya almasın. Belki onlar kendilerinden daha iyidirler. Kadınlar da diğer kadınları alaya almasın. Belki onlar kendilerinden daha iyidirler. Birbirinizi karalamayın, birbirinizi (kötü) lakaplarla çağırmayın. İmandan sonra fasıklık ne kötü bir namdır! Kim de tövbe etmezse, işte onlar zâlimlerin ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Bir topluluk diğer bir toplulukla alay etmesin; zira onlar kendilerinden daha iyi olabilirler. Kadınlar da başka kadınlarla alay etmesinler; çünkü alay edilenler edenlerden daha iyi olabilirler. Biriniz diğerinizi aşağılamayın, birbirinize kötü ad takmayın. İman ettikten sonra fâsıklıkla anılmak ne kötüdür! Günahlarına tövbe etmeyenler yok mu, işte zalimler onlardır.","Diyanet Vakfı Meali":"Ey müminler! Bir topluluk diğer bir topluluğu alaya almasın. Belki de onlar, kendilerinden daha iyidirler. Kadınlar da kadınları alaya almasınlar. Belki onlar kendilerinden daha iyidirler. Kendi kendinizi ayıplamayın, birbirinizi kötü lakaplarla çağırmayın. İmandan sonra fâsıklık ne kötü bir isimdir! Kim de tevbe etmezse işte onlar zalimlerdir.  ","Edip Yüksel Meali":"Ey inananlar, bir topluluk diğer bir topluluk ile alay etmesin, belki onlar kendilerinden daha iyidirler. Kadınlar da kadınlarla alay etmesinler, belki onlar kendilerinden daha iyidirler. Birbirinizi ayıplamayın ve birbirinizi, küçük düşürücü kelimelerle çağırmayın. İnançtan sonra yoldan çıkmak ne kötü bir isimdir. Kim tevbe etmezse onlar zalimlerdir.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Bir topluluk diğer bir toplulukla alay etmesin. Belki de onlar, kendilerinden daha iyidirler. Kadınlar da kadınları alaya almasınlar. Belki onlar kendilerinden daha iyidirler. Kendi kendinizi ayıplamayın, birbirinizi kötü lakaplarla çağırmayın. İmandan sora fâsıklık ne kötü bir isimdir! Kim de tevbe etmezse işte bu kimseler zalimlerdir.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! alay etmesin Bir kavm bir kavm ile belki kendilerinden daha hayırlı olurlar, ne de bir takım kadınlar diğer kadınlarla, belki onlardan daha hayırlı olurlar, hem kendilerinizi ayıblamayın ve kötü lâkablarla atışmayın, iymandan sonra fâsıklık ne kötü isimdir, her kim de tevbe etmezse artık onlar kendilerine zulmedenlerdir","Emrah Demiryent Meali":"Ey îmân edenler! *Hiçbir topluluk başka bir toplulukla alay etmesin. (Ne biliyorlar) belki onlar (alay edilenler, bizim nezdimizde) kendilerinden (alay edenlerden) daha hayırlı kimselerdir. Ve kadınlar da başka kadınlarla alay etmesinler. (Ne biliyorlar) belki alay edilen kadınlar, (bizim nezdimizde) alay edenlerden daha hayırlı kimselerdir. Birbirinizde kusur aramayın. *Birbirinize kötü lakaplar takmayın. *Îmân ettikten sonra fâsıklıkla anılmak ne (kadar da) kötüdür! Kim (işlemiş olduğu bu kötü fiillere) tövbe etmezse, işte onlar zâlim olanların ta kendileridir.","Erhan Aktaş Meali":"Ey inananlar! Bir topluluk başka bir toplulukla alay etmesin. Belki alay edilenler, alay edenlerden daha iyidirler. Aynı şekilde, kadınlar da başka kadınlarla alay etmesinler. Belki alay edilen kadınlar, alay edenlerden daha iyidirler. Birbirinizde kusur aramayın. Birbirinize kötü lakaplar takmayın. İmandan sonra fâsık olarak nitelendirilmek ne kötüdür. Kim tevbe etmezse¹ işte onlar zalimdirler. ","Hasan Basri Çantay Meali":"Ey îman edenler, bir kavm diğer bir kavm ile alay etmesin. Olurki (alay edilenler Allah indinde) kendilerinden (ya'ni alay edenlerden) daha hayırlıdır. Kadınlar da kadınları (eğlenceye almasın). Olurki onlar (eğlenceye alınanlar) kendilerinden daha hayırlıdır. (Kendi) kendinizi ayıblamayın. Birbirinizi kötü lâkablarla çağırmayın. İmandan sonra faasıklık ne kötü addır! Kim (Allahın yasak etdiği şeylerden) tevbe etmezse onlar zaalimlerin ta kendileridir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Bir topluluk, (başka) bir toplulukla alay etmesin; olur ki (onlar), kendilerinden daha hayırlı olabilirler! Birtakım kadınlar da (başka) kadınlarla (alay etmesinler)! Belki (onlar da) kendilerinden daha hayırlıdırlar. Kendinizi (birbirinizi) de ayıplamayın ve birbirinizi (kötü) lâkablar ile çağırmayın! Îmandan sonra fâsıklık ismi (günahla anılmak), ne kötüdür! Artık kim (bu kötü amelinden vazgeçerek) tevbe etmezse, işte onlar zâlimlerin ta kendileridir!","İhsan Aktaş Meali":"Ey inanmış olanlar! Hiçbir (kişi veya) toplum, başka bir toplumu (veya kişiyi) alaya alıp hor görmesin (hiçbir toplumun maddi ve manevi değerlerine hakarette bulunmasın); onlar (alay edip hor gördükleri), kendilerinden daha hayırlı (değerli) olabilirler! Yine (bir kısım) kadınlar da diğer kadınları (alaya alıp hor) görmesinler: Onlar (alay ettikleri kadınlar) kendilerinden daha hayırlı (değerli) olabilirler! Nefislerinizi (birbirinizi) ayıplamayın ve birbirinize (kötü) lakaplar takmayın! İmandan sonra fasıklık (sapıklık)la adlanmak ne kötü şeydir! Ve kim (bu tür davranışlardan) pişmanlık duyup vazgeçmezse, işte onlar zalimlerin ta kendileridir!","İlyas Yorulmaz Meali":"Ey İman edenler! Bir topluluk diğer bir toplulukla alay etmesin. Belki o alay ettikleri topluluk, onlardan daha hayırlı olabilir. Kadınlarda, başka kadınlarla alay etmesinler. Belki o alay ettiği kadınlar, alay edenlerden daha hayırlı olabilir. Kendi içinizde kendinizi çekiştirip karalamayın ve birbirinize çirkin lakaplar ile seslenmeyin. İmanınızdan sonra çirkin lakaplarla seslenmek ne kadar kötü, kim bundan sonra tövbe etmez ise, işte onlar zalimlerin ta kendileridir.","İsmayıl Hakkı Baltacıoğlu":"Ey inanan kimseler! İnanan bir ulus inanan bir ulusu sakın eğlence yerine koymıya kalkışmasın. Olabilir ki eğlence yerine konulan öbüründen daha üstündür. Kadınlar da kadınları eğlence yerine koymasınlar. Olabilir ki eğlence yerine konulanlar öbürlerinden üstündürler. Sakın kendinizi yermeyin. Biribirinize ad da takmayın. Bir kere inandıktan sonra adı karıştırıcıya çıkmak ne kötüdür! Herkim tövbe etmezse işte bu gibiler kıyıcı kimselerdir.","İsmail Hakkı İzmirli":"Mü/minler! Bir kısmınız diğer bir kısmı eğlenceye almasın, eğlenceye alınan, eğlenceye alandan daha hayırlı olabilir. Kadınlar da diğer kadınları eğlenceye almasınlar, berikiler ötekilerden daha hayırlı olabilir, siz bunu bilmezsiniz. Birbirinizi ayıplamayın. Birbirinizi kötü lâkapla çağırmayın iman getirdikten sonra fısk adını kazanmak [²] ne çirkin olur! Her kim bu kötü işlerden tövbe etmezse işte o gibiler zalim kimselerdir.","İsmail Yakıt":"Ey inananlar! Bir topluluk [kavm] diğer bir toplulukla [kavm] alay etmesin! Ola ki onlar kendilerinden daha hayırlıdırlar. Kadınlar da başka kadınlarla alay etmesin! Ola ki onlar kendilerinden daha hayırlıdırlar. Birbirinizi karalamayınız ve kötü lakaplarla da çağırmayınız. İmandan sonra yoldan çıkmak/günahkâr olmak [fusûk] ne kötü bir addır! Kim tevbe etmezse işte onlar zalimlerin tâ kendileridir.","Kadri Çelik Meali":"Ey iman edenler! Bir kavim (bir başka) kavimle alay etmesin; belki (alay ettikleri) kendilerinden daha hayırlıdırlar. Kadınlar da kadınlarla (alay etmesin); belki kendilerinden daha hayırlıdırlar. Kendi kendinizi ayıplamayın ve birbirinizi kötü lakaplarla çağırmayın. İmandan sonra fasıklık pek de kötü bir isimdir. Kim tevbe etmezse, işte onlar, zalim olanların ta kendileridir.","Mahmut Kısa Meali":"<b>Ey iman edenler! Hiçbir </b>kişi veya <b>toplum, </b>başka<b> bir toplumu </b>küçümseyip<b> alaya almasın; </b>her zaman şu ihtimali düşünsünler: <b>Belki o</b>beğenmedikleri insa<b>nlar, </b>Allah katında <b>kendilerinden daha üstündürler. </b>Aynı şekilde, <b>kadınlar da </b>başka bir topluma mensup olan<b>kadınlar</b> hakkında dedikodu yapıp onlarla alay etmesinler;<b> belki o </b>küçümsedikleri kadı<b>nlar, kendilerinden daha üstündürler. </b>Meşrû eleştiri sınırlarını aşıp <b>birbirinizi </b>kırıcı sözlerle <b>ayıplamayın, birbirinizi</b>küçük düşürücü<b> lakaplarla çağırmayın!</b> Mümin kardeşini aşağılayan, aslında kendi günahkârlığını ilan etmiş olur. Hâlbuki, <b>iman</b>laşeref ve üstünlük kazandık<b>tan sonra ‘günahkâr’ ismi </b>ile anılmak<b> ne kötüdür! </b>Artık her kim tövbe ederse, günahları bağışlanacaktır; <b>kim </b>de<b> tövbe etmekten kaçınırsa, işte onlar zâlimlerin ta kendisidir!</b>","Mahmut Özdemir Meali":"Ey iman edenler! Bir kavim diğer bir kavmi alay konusu etmesin! Belki onlardan daha hayırlı olurlar. Kadınlar da başka kadınları (alay konusu etmesin)! Belki onlardan daha hayırlı olurlar. Birbirinizde ayıplar aramayın! Birbirinizi Lakaplar ile çağırmayın! İman’dan sonra Fısklar / Yoldan Çıkıp Sapmalar ne kötü İsim! Kim tevbe etmediyse, işte Zâlimler onlardır.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Sakın ola birbirinizle alay etmeyin,  bakarsın, alay edilenler daha hayırlı olabilir. Kadınlar da kadınlarla alay etmesin, bakarsın alay edilen alay edenden daha hayırlıdır. Birbirinizi el yüz hareketleriyle de kınamayın, birbirinize lakap da takmayın. İmandan sonra adı kötüye çıkmak ne kötü!  Kötülülükten pişman olmayan, zalimin tekidir.","Mehmet Çoban Meali":"Ey iman edenler! Bir topluluk bir diğerini alaya almasın! Belki onlar kendilerinden daha iyidirler. Kadınlar da diğer kadınları alaya almasın! Alaya aldıkları kadınlar belki kendilerinden daha iyidir. Nereden biliyorlar? Birbirinizi karalamayın! Birbirinizi aşağılayan lakaplarla çağırmayın! Bu tür işler nifak alametidir. İmandan sonra bozgunculuk yapmak ne kötü bir şeydir! Kim yaptıkları hatalar için tövbe etmezse, işte onlar zalimlerin ta kendileridir.         ","Mehmet Okuyan Meali":"Ey iman edenler! Bir topluluk diğer bir toplulukla alay etmesin! Belki onlar (alay edilenler), kendilerinden (alay edenlerden) daha hayırlıdır. Kadınlar da kadınlarla alay etmesin! Belki onlar (alay edilenler), kendilerinden (alay edenlerden) daha hayırlıdır. Kendi kendinizi ayıplamayın; [*] birbirinizi kötü lakaplarla çağırmayın! İmandan sonra yoldan çıkmak (anlamındaki kelime) ne kötü bir isimdir! Kim tevbe etmezse işte onlar, zalimlerin ta kendileridir.","Mehmet Türk Meali":"Ey îman edenler! (Sizden) bir erkek topluluğu (bir başka) erkek toplulukla ve kadınlar da kadınlarla alay etmesinler.¹ Zîrâ (alay edilenler, Allah’ın yanında) kendilerinden daha hayırlı olabilirler.² Birbirinizi ayıplamayın³ ve (kötü) lakaplarla⁴ çağırmayın.⁵ Îmandan sonra fasıklık ne kadar kötü bir isimdir. Kim (yaptığına pişman olup) tevbe etmezse işte onlar, zâlimlerin ta kendileridir.⁶","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Hiçbir insan [başka] insanları alaya alıp küçümsemesin: belki o [alay edip küçümsedik]leri kendilerinden daha hayırlı olabilirler; ve hiçbir kadın [başka] kadınları [küçümseyip alaya almasın]: onlar kendilerinden daha hayırlı olabilirler. ¹² Ve hiçbiriniz başka birini karalamasın, birbirinizi [yaralayıcı, incitici] lakaplar ile aşağılamayın: [kişi] iman ettikten sonra ona hiçbir şekilde günah isnad etmeyin; ¹³ ve [bu suçu işleyen, ama sonra] pişmanlık duymayanlar -işte gerçek zalimler onlardır!","Mustafa Çavdar Meali":"Ey iman edenler! İçinizdeki erkekler başka erkeklerle alay etmesin. Ne malum alay edilenler alay edenlerden belki daha değerli olabilir. Aynı şekilde kadınlar da başka kadınlarla alay etmesinler zira alay edilenler de alay edenlerden daha değerli olabilir. Birbirinizi ayıplayıp aşağılamayın. Birbirinize hoş olmayan lakaplar takmayın. İmana erdikten sonra fasıklık/yoldan çıkmak damgası yemek ne berbat bir şeydir. Artık kim bu davranışlardan vazgeçmezse işte onlar zalimlerin yanlışta ısrar edenlerin ta kendileridir. 32/18.20, 49/12","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Hiçbir kişi ve zümre bir diğer kişi ve zümreyi hor görerek alaya almasın: belki diğerleri berikilerden daha değerli olabilirler. Yine bir kısım kadınlar da diğerlerini (böyle) görmesinler: ötekiler onlardan daha değerli olabilir. Asla birbirinizi[⁴⁶⁴³] itibardan düşürmek için karalamayın ve (kötü) lakaplar takarak yaralamayın: iman ettikten sonra fâsıklıkla anmak-anılmak ne berbat bir şey![⁴⁶⁴⁴] Ve kim (bu tür davranışlardan) pişmanlık duyup vazgeçmezse, işte zalim olanlar onlardır.","Orhan Kuntman Meali":"Ey iman edenler, bir topluluk diğer bir toplulukla alay etmesin belki de onlar (Rableri indinde) kendilerinden daha hayırlıdırlar. Kadınlar da kadınları alaya almasınlar, belki de onlar (Rableri indinde) kendilerinden daha hayırlıdırlar. Birbirinizi ayıplamayın ve birbirinizi kötü lakaplarla çağırmayın. İmandan sonra fâsıklık, ne kötü bir addır. Kim (Allah'ın yasak ettiği şeylerden) tevbe edip vazgeçmezse, işte onlar zalimlerin ta kendileridir.","Osman Fırat Meali":"Ey iman edenler! Bir topluluk bir diğerini alaya almasın. Belki onlar kendilerinden daha iyidirler. Kadınlar da diğer kadınları alaya almasın. Belki onlar kendilerinden daha iyidirler. Birbirinizi karalamayın, birbirinizi kötü lakaplarla çağırmayın. İmandan sonra fasıklık ne kötü bir namdır! Kim de tövbe etmezse, işte onlar zâlimlerin ta kendileridir.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Bir kavim diğer bir kavim ile alay etmesin. Olabilir ki, onlar (o alay edilenler) ötekilerden daha hayırlı olurlar ve kadınlar da kadınlardan (bir kimseyi eğlenceye almasın). Olabilir ki onlar, ötekilerden daha hayırlı bulunurlar. Ve kendi nefislerinizi de ayıplamayınız ve kötü lakablar ile atışmayınız. İmândan sonra fâsıklık ne kötü addır ve her kim tevbe etmezse işte zalimler olanlar onlardır, onlar.","Suat Yıldırım Meali":"Ey iman edenler! Sizden hiçbir topluluk bir başka toplulukla alay etmesin. Ne mâlum? Belki alay edilenler edenlerden daha hayırlıdır. Kadınlar da başka kadınlarla alay etmesinler. Belki de alay edilenler edenlerden daha hayırlıdır. Birbirinizi, (daha doğrusu kendilerinizi) karalamayın. Birbirinize kötü lakaplar takmayın. İman ettikten sonra insanın adının kötüye çıkması, fâsık damgası yemesi ne fena bir şeydir! Kim tövbe etmezse işte onlar tam zalim kimselerdir. [104, 1; 68, 11; 4, 29] {KM, Efeslilere 5, 3}","Süleyman Ateş Meali":"Ey inananlar, bir topluluk, başka bir toplulukla alay etmesin. Belki (alay ettikleri kimseler), kendilerinden iyidirler. Kadınlar da başka kadınlarla alay etmesinler. Belki onlar, kendilerinden iyidirler. Birbirinizde kusur aramayın; birbirinizi kötü lakaplarla çağırmayın. İnandıktan sonra fısk adı, ne kötü bir şeydir! Kim tevbe etmezse, işte onlar, zalimdirler.","Süleyman Tevfik (1927)":"Ey mü'minler bir kavim bir kavmi masharaya almasun, mümkündür ki masharaya aldıkları onlardan hayırlıdır. Kadınlar da diğer kadınları masharaya almasunlar. Mümkündür ki masharaya aldıkları kadınlar onlardan hayırlıdır. Nefislerinize 'ayıb isnâd itmeyin. Ve çirkin lakırdılarla çağırmayın. Îmândan sonra fâsık ismi ne çirkin isimdir. Bu nehy olunan şeylerden tevbe itmeyenler ne zâlimlerdir.","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Bir topluluk diğer topluluğu hafife almasın; hafife alınanlar daha iyi olabilirler. Kadınlar da başka kadınları hafife almasınlar; onlar daha iyi olabilirler. Birbirinizin kusurunu aramayın. Birbirinize kötü lakap takmayın. İnanmış bir kişiyi sapıklıkla nitelemek ne kötüdür! Dönüş yapmayanlar (tevbe etmeyenler) yanlış yapmış olurlar.","Şaban Piriş Meali":"-Ey iman edenler! Bir topluluk, diğer bir toplulukla alay etmesin. Alay edilenlerin, alay edenlerden daha hayırlı olması mümkündür. Kadınlar da başka kadınlarla alay etmesin. Belki de onlar, bunlardan daha hayırlıdır. Birbirinizde ayıplar aramayın. Birbirinizi kötü lakaplarla çağırmayın. İman ettikten sonra fasık adını almak ne kötüdür. Kim tevbe etmezse, işte onlar, zalimler onlardır.","Ümit Şimşek Meali":"Ey iman edenler! Bir topluluk başka bir topluluğu alaya almasın; belki de onlar kendilerinden daha hayırlıdır. Kadınlar da başka kadınları alaya almasın; belki de onlar kendilerinden daha hayırlıdır. Birbirinizi ayıplamayın; birbirinize kötü lâkaplar takmayın. İmandan sonra fasıklıkla anılmak ne kötü isimdir! Bu davranışlardan kim tevbe etmezse, işte onlar zalimlerin tâ kendileridir.","Yaşar Nuri Öztürk Meali":"Ey inananlar! Bir topluluk başka bir toplulukla alay etmesin! Olabilir ki, alay ettikleri topluluk kendilerinden hayırlıdır. Kadınlar da başka kadınlarla alay etmesinler. Alay ettikleri, kendilerinden hayırlı olabilir. Öz benliklerinizi ayıplamayın/kendi nefislerinizde ayıplar aramayın; birbirinize lakaplar yakıştırmayın. İmandan sonra sapıklıkla adlanmak ne kötü şeydir! Kim ki tövbe etmez, işte böyleleri zalimlerdir.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! yañśulamasuñ erenler erenleri ol kim olalar yigrek anlardan ne daħı 'avratlar 'avratlardan ola kim olalar yigrek anlardan. daħı 'ayıblamañ gendüzilerüñüzi daħı laķab eyidişmeñ laķablar-ıla. yavuzdur ad kim fısķdur įmān dan śoñra! daħı her kim tevbe eylemez ise şunlardur [275b] žālimler.","Satıraltı Meal (1534)":"İy mü’minler, masḫaralıġa almasun bir ḳavm bir ḳavmi. Ola kim anlar özlerinden yaḫşı olalar. ‘Avratlar daḫı biri birin masḫaralıġa almasun. Ola kimanlar özlerinden yigrek ola. Daḫı kendülerüñüzi ‘ayblamañuz. Daḫı biri bi‐rüñüze yamanlıġ‐ıla çaġırmañuz. Ne yaman addur fısḳ, īmāndan ṣoñra.Kim ki tevbe eylemese, pes anlar ẓālimlerdür.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Bir qövm digərini lağa qoymasın. Ola bilsin ki, onlar (lağa qoyulanlar) o birilərindən (lağa qoyanlardan Allah yanında) daha yaxşı olsunlar. Qadınlar da bir-birinə (rişxənd eləməsinlər). Bəlkə, onlar (rişxənd olunanlar) o birilərindən (rişxənd edənlərdən) daha yaxşıdırlar. Bir-birinizə tə’nə etməyin (ayıb tutmayın) və bir-birinizi pis ləqəblərlə (ey kafir, ey fasiq, ey münafiq və i. a.) çağırmayın. İman gətirdikdən sonra fasiq adını qazanmaq necə də pisdir. Məhz tövbə etməyənlər zalımlardır! (Özlərinə zülm edənlərdir!)","M. Pickthall (English)":"O ye who believe! Let not a folk deride a folk who may be better than they (are), nor let women (deride) women who may be better than they are; neither defame one another, nor insult one another by nicknames. Bad is the name of lewdness after faith. And whoso turneth not in repentance, such are evil doers.","Yusuf Ali (English)":"O ye who believe! Let not some men among you laugh at others:(4929) It may be that the (latter) are better than the (former): Nor let some women laugh at others: It may be that the (latter are better than the (former): Nor defame nor be(4930) sarcastic to each other, nor call each other by (offensive) nicknames: Ill-seeming is a name connoting wickedness, (to be used of one) after he has believed: And those who do not desist are (indeed) doing wrong."},"12":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوااجْتَنِبُواكَث۪يرًامِنَالظَّنِّۚاِنَّبَعْضَالظَّنِّاِثْمٌوَلَاتَجَسَّسُواوَلَايَغْتَبْبَعْضُكُمْبَعْضًاۜاَيُحِبُّاَحَدُكُمْاَنْيَأْكُلَلَحْمَاَخ۪يهِمَيْتًافَكَرِهْتُمُوهُۜوَاتَّقُوااللّٰهَۜاِنَّاللّٰهَتَوَّابٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, sakının fazla şüphe etmekten, şüphe yok ki bazı zan ve şüpheler suçtur ve ayıplarınızı, gizli işleri arayıp gözetmeyin ve bir kısmınız, bir kısmınızın gıyabında kötülüğünü de söylemesin; biriniz, ölü kardeşinin etini yemeyi sever mi? Tiksindiniz, değil mi? Ve çekinin Allah'tan, şüphe yok ki Allah, tövbeleri kabul eder, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler! </b><i>(Birbiriniz hakkında kötü)</i><b> Zandan </b><i>(ve tahmini kurgulardan)</i><b> çoğunlukla kaçının; çünkü zannın </b><i>(haksız ve alâkasız olan)</i><b> bir kısmı günahtır </b><i>(ve yalandır. Ve sakın)</i><b> tecessüs de yapmayın </b><i>(birbirinizin gizli ve ayıp yönlerini araştırmayın)</i><b>. Kiminiz kiminizin gıybetini de yapmasın </b><i>(arkasından çekiştirmesin.)</i><b> Sizden biriniz, ölü kardeşinin etini yemeyi sever mi? İşte </b><i>(nasıl)</i><b> bundan tiksindiniz. </b><i>(Öyle ise)</i><b> Allah’tan korkup </b><i>(başkalarına kötülük düşünmekten ve küçük düşürmekten)</i><b> sakının. Şüphesiz Allah, tevbeleri kabul edendir, çok Esirgeyendir. </b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Birbiriniz hakkında, yersiz zanda bulunmaktan kaçının. Çünkü bazı zan ve şüphe vardır ki, günahtır. Birbirinizin gizli yönlerini araştırmayın ve birbirinizi arkadan çekiştirmeyin. Biriniz ölü kardeşinin etini yemek ister mi? Hayır, siz ondan iğrenirsiniz! Öyleyse adam çekiştirmekten de, öylece iğrenin ve yolunuzu Allah'ın kitabıyla bulmaya çalışın. Şüphesiz Allah, tevbeleri kabul eden ve acıyandır.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, zannın birçoğundan kaçının. Çünkü zannın bir kısmı, yersiz zanna dayalı yapılan davranışlar, bilerek günah işlemek sayılır. Birbirinizin kusurunu araştırmayın. Herhangi biriniz, diğerini arkasından çekiştirmesin, hoşa gitmeyecek bir şeyle gereksiz yere anmasın. Sizden biri ölmüş kardeşinin etini yemekten hoşlanır mı? İşte bundan iğrenirsiniz. Allah'a sığının, emirlerine yapışın, günahlardan arınıp, azaptan korunun. Allah insanları tevbeye, itaate sevkeder, tevbeleri kabul eder, engin merhamet sahibidir.","Ahmet Varol Meali":"Ey iman edenler! Zannın çoğundan sakının. Şüphesiz bazı zanlar günahtır. (Birbirinizin) gizlilikleri(ni) araştırmayın. Bazılarınız bazılarınızı arkadan çekiştirmesin. Biriniz ölü kardeşinin etini yemeyi sever mi? İşte bundan tiksindiniz. Allah'tan sakının. Allah tevbeleri çok kabul eden, çok merhamet edendir.","Ali Bulaç Meali":"Ey iman edenler, zandan çok kaçının; çünkü zannın bir kısmı günahtır. Tecessüs etmeyin (birbirinizin gizli yönlerini araştırmayın). Kiminiz kiminizin gıybetini yapmasın (arkasından çekiştirmesin.) Sizden biriniz, ölü kardeşinin etini yemeyi sever mi? İşte, bundan tiksindiniz. Allah'tan korkup-sakının. Şüphesiz Allah, tevbeleri kabul edendir, çok esirgeyendir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Zannın bir çoğundan sakının; çünkü zannın bir kısmı günahtır. (Müslümanların ayıb ve kusurlarını) araştırmayın; bir kısmınız bir kısmınızı (arkasında hoşlanmıyacağı sözle) çekiştirmesin. Hiç sizden biriniz ölü kardeşinizin etini yemek ister mi? Bundan tiksindiniz (değil mi)? O halde (gıybet etmekte) Allah'dan korkun. Muhakkak ki Allah Tevvâb'dır = tevbeleri kabul edendir, Rahîm'dir= çok merhametlidir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Birçok zandan uzak durun. Çünkü zanların bir kısmı günahtır. Gizli sırlarınızı araştırmayın. Birbirinizin gıybetini yapmayın. İğrendiğiniz halde, biriniz kardeşinin etini yemek ister mi? Ve Allah’ın yasalarını çiğnemekten sakının. (Bilin ki) Allah, tevbeleri kabul eden ve acıyandır.","Bayraktar Bayraklı Meali":"Ey iman edenler! Zandan çok sakınınız. Çünkü zannın bir kısmı günahtır. Birbirinizin ayıplarını araştırmayınız. Birbirinizin arkasından gıybet etmeyiniz. Sizden biri, ölü kardeşinin etini yemekten hoşlanır mı? İşte bakın, bundan tiksindiniz. Allah'a saygı duyunuz. Şüphesiz Allah tövbeleri kabul edendir; merhamet sahibidir.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Zanların birçoğundan kaçınız, zanların birtakımı günahtır, gizli işlerinizi araştırmayın, birbiriniz hakkında koğuculuk yapmayın, sizler ister misiniz ki, ölü bir kardeşin etini yemek? imdi, bundan iğrenirsiniz, Allahtan sakınınız, Allah bağışlayıcı, Allah yarlıgayıcı","Cemal Külünkoğlu Meali":"Ey inananlar! Zannın birçoğundan sakının! Çünkü zannın bir kısmı günahtır (farkında olmadan günaha girmiş olursunuz)! Birbirinizin gizli yönlerini araştırmayın ve arkanızdan birbirinizi çekiştirmeye kalkışmayın! Aranızdan, hiç ölmüş kardeşinin etini yemek isteyen kimse çıkar mı? Hayır, siz ondan tiksinirsiniz. Bu konularda Allah'a karşı gelmekten sakının! Şüphesiz Allah, kendisine yönelenlerin tevbelerini çok kabul edendir (ve bu şekilde tevbe ile Kendisine yönelen kullarına karşı da) çok merhametlidir.","Cemil Said (1924)":"Ey mü’minler sû-i zanda bulunmakdan ictinâb idiniz ba’zı sû-i zan vardır ki günâhdır. Biri birinizi tecessüs itmeyiniz ve biri biriniz içün fenâ söylemeyiniz. Ölmüş birâderinin etini kim yimek ister? Bundan ikrâh idersiniz değil mi? Öyle ise Allâh’dan korkunuz Allâh tevbeyi kabûl ider, rahîmdir.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Zannın çoğundan sakının, zira zannın bir kısmı günahtır. Birbirinizin suçunu araştırmayın; kimse kimseyi çekiştirmesin; hangi biriniz ölü kardeşinin etini yemekten hoşlanır? Ondan tiksinirsiniz; Allah'tan sakının, şüphesiz Allah tevbeleri daima kabul edendir, acıyandır.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Zannın birçoğundan sakının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurlarını ve mahremiyetlerini araştırmayın. Birbirinizin gıybetini yapmayın. Herhangi biriniz ölü kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz! Allah’a karşı gelmekten sakının. Şüphesiz Allah tövbeyi çok kabul edendir, çok merhamet edendir.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Zannın çoğundan sakının; çünkü bazı zanlar günahtır. Gizlilikleri araştırmayın, birbirinizin gıybetini yapmayın; herhangi biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? Tabii ki bundan tiksinir! Allah’a itaatsizlikten de sakının. Allah tövbeleri çokça kabul etmektedir, rahmeti sonsuzdur.","Diyanet Vakfı Meali":"Ey iman edenler! Zannın çoğundan kaçının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurunu araştırmayın. Biriniz diğerinizi arkasından çekiştirmesin. Biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz. O halde Allah'tan korkun. Şüphesiz Allah, tevbeyi çok kabul edendir, çok esirgeyicidir.  ","Edip Yüksel Meali":"Ey inananlar, zandan tümüyle sakının, çünkü zannın bir kısmı günahtır. Birbirinizin gizli şeylerini araştırmayın ve birbirinizi arkadan çekiştirmeyin. Ölü kardeşinizin etini yemekten hoşlanır mısınız? Elbette ondan iğrenirsiniz. ALLAH'ı dinleyin. ALLAH tevbeleri kabul edendir, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Zannın bir çoğundan kaçının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurunu araştırmayın. Biriniz diğerini arkasından çekiştirmesin. Biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz. O halde Allah'tan korkun. Şüphesiz Allah, tevbeyi çok kabul edendir, çok merhamet edendir.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Zannın bir çoğundan çekinin çünkü zannın ba'zısı vebaldir, tecessüs de etmeyin, ba'zınız ba'zınızı gıybet de etmesin, hiç arzu eder mi ki biriniz kardeşinin ölü halinde etini yesin? Demek tiksindiniz! O halde Allaha korunun, çünkü Allah tevvabdır, rahîmdir","Emrah Demiryent Meali":"Ey îmân edenler! Zannın birçoğundan sakının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurunu ve mahremiyetlerini araştırmayın. Birbirinizin gıybetini yapmayın. Sizden herhangi biriniz, ölmüş bir kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz (değil mi?) (Tövbe edin ve) Allah’a karşı gelmekten sakının. Şüphesiz Allah tövbeleri çokça kabul edendir, çok merhamet edendir.","Erhan Aktaş Meali":"Ey inananlar! Zannın birçoğundan sakının. Kuşkusuz bazı zanlar günahtır. Birbirinizin kusurlarını araştırmayın. Bir kısmınız, bir kısmınızın gıybetini¹ yapmasın. Hiç sizden biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? Elbette ondan tiksinirsiniz. Öyleyse Allah'a karşı takva sahibi olun. Kuşkusuz Allah, Tevbeleri Kabul Eden'dir, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Ey îman edenler, zannın bir çoğundan kaçının. Çünkü ba'zı zan (vardır ki) günahdır. Birbirinizin kusurunu araşdırmayın. Kiminiz de kiminizi arkasından çekişdirmesin. Sizden her hangi biriniz ölü kardeşinin etini yemekden hoşlanır mı? İşte bundan tiksindiniz! Allahdan korkun. Çünkü Allah tevbeleri kabul edendir, çok esirgeyicidir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Zannın çoğundan sakının! Şübhesiz ki zannın bazısı günahtır;(birbirinizin kusûrunu inceden inceye) araştırmayın; bazınız, bazınızı gıybet etmesin! Sizden bir kimse, ölmüş kardeşinin etini yemekten hoşlanır mı?(1) İşte bundan tiksindiniz! O hâlde Allah'dan sakının! Şübhe yok ki Allah, Tevvâb (tevbeleri çok kabûl eden)dir, Rahîm (çok merhamet eden)dir.","İhsan Aktaş Meali":"Ey inanmış olanlar! Zandan (sağlam bilgiye dayanmayan düşüncelerden) çok sakınınız. Şüphesiz zannın bir kısmı (büyük bir) günahtır. Tecessüs de yapmayın (birbirinizin mahremiyetlerini, gizli ve ayıp yönlerini araştırmayınız). Birbirinizin arkasından gıybet etmeyiniz. Sizden biri, ölü kardeşinin etini yemekten hoşlanır mı? İşte bakın, bundan tiksindiniz. Ve Allah’tan (onun emirlerine muhalefet etmekten) sakının. Şüphesiz Allah tövbeleri çok kabul edendir; (çok) merhamet edendir.","İlyas Yorulmaz Meali":"Ey İman edenler! Çok zan yapmaktan kaçının. Zira bazı zanlar vardır ki günahtır. Birbirinizin ayıplarını aramayın ve yokluğunda birbirinizi çekiştirmeyin. İçinizden birisi ölü kardeşinizin etini yemeyi sever mi? Bunu yapmayı sevmediniz değil mi? O halde Allah’dan korunun, Allah tövbeleri en çok kabul eden ve merhametli olandır.","İsmayıl Hakkı Baltacıoğlu":"Ey inanan kimseler! Kuruntuların çoğundan sakının. Çünkü kuruntuların bir kısmı günahtır da. Sinsilik etmeyin. Biribirinizi çekiştirmeyin de. Hangi biriniz ölü kardeşinizin etini yemek ister? Öyleyse tiksinin artık bundan. Allah’tan sakının. İşte Allah tövbeleri onayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Mü/minler! Zanların çoğundan çekinin, çünkü zanların bazısı [¹] günahtır. Gizli şeyleri araştırmayın, birbirinizin ardından söz söylemeyin, biriniz ölü kardeşinin etini yemesini ister mi? İşte bak, ondan iğrendiniz [²], Allah/tan sakının, Allah tövbeleri kabul eder, merhamet eyler.","İsmail Yakıt":"Ey inananlar! Zandan çok sakınınız. Muhakkak ki bazı zanlar günahtır [ism]. Birbirlerinizin gizli/mahrem hâllerini araştırmayınız ve birbirinizin gıybetini/dedikodusunu⁴ etmeyiniz. Sizden biriniz ölü kardeşinin etini yemeyi sever mi? Bak hemen tiksindiniz! Allah’a karşı sorumluluk bilincinde olunuz. Muhakkak ki Allah Tevvâb’dır, Rahîm’dir.","Kadri Çelik Meali":"Ey iman edenler! Zannın bir çoğundan sakının; çünkü zannın bir kısmı günahtır. Tecessüs etmeyin (birbirinizin gizli yönlerini araştırmayın). Kiminiz de kiminizin gıybetini yapıp arkasından çekiştirmesin. Sizden biriniz ölü kardeşinin etini yemeyi sever mi? İşte bundan iğrenip tiksindiniz. Allah'tan korkup sakının. Hiç şüphesiz Allah, tevbeleri kabul edendir, çok esirgeyendir.","Mahmut Kısa Meali":"<b>Ey iman edenler! Aşırı zandan kaçının; çünkü</b><b>zannın bir kısmı günahtır. </b>Günah olan zan, asılsız tahminlere, evhamlara dayanarak insanları suçlamak veya cezalandırmaya kalkışmaktır. O hâlde, ne kadar çok zanla hareket ederseniz, yanılıp günaha girme ihtimaliniz de o derece artacaktır. <br><b>Bir de, </b>evleneceği kişinin durumunu araştırma veya büyük suçluları takip etme gibi meşrû bir sebebe dayanmadıkça, <b>birbirinizi</b>n mahrem yönlerini<b> araştırmayın ve</b> olası bir haksızlığı engellemek amacıyla evlilik, iş ortaklığı ve benzeri konularda taraflara önbilgi vererek uyarma veya şâhitlik yapma durumu hariç, lüzumsuz yere insanların kusurlarını sayıp dökerek<b> birbirinizi arkadan çekiştirmeyin.</b> Hiçbiriniz, bir başkasının arkasından onun hoşlanmayacağı sözler söylemesin. <b>İçinizden hanginiz, ölmüş kardeşinin etini yemekten hoşlanır? İşte bundan tiksindiniz değil</b> <b>mi? </b>Oysa gıybet, bundan daha tiksinti verici bir günahtır! Öyleyse, <b>Allah’tan </b>gelen ilkeleri çiğnememe konusunda son derece titiz ve dikkatli davranın, dürüst ve erdemlice bir hayat sürerek kötülüğün her çeşidinden <b>sakının! </b>Allah’ın rahmetinden de hiçbir zaman ümidinizi kesmeyin!<b> Doğrusu Allah, </b>içtenlikle yapılan bütün <b>tövbeleri kabul edendir, </b>çok ama<b> çok merhametlidir.</b>","Mahmut Özdemir Meali":"Ey iman edenler! Zann’ın birçoğundan kaçının! Zann’ın bir kısmı, günahtır. Birbirinizin gizlisini araştırıp tecessüs etmeyin! Birbirinizi çekiştirmeyin! Hiçbiriniz kardeşinin ölü etini yemeyi sever mi? Elbette bunu sevmediniz. Allah’tan sakınıp korunun! Allah, rahîm tevvâbtır.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Aşırı kuşkucu olmayın. Çünkü bazı kuşkular suçtur: Meselâ kişisel gizleri merak etmeyin. Birbirinizi yokluğunda çekiştirmeyin. Kim kardeşinin ölü etini yemek ister. Herhalde istemezsiniz. Allah'a karşı kendinizi sağlama alın. Çünkü Allah, af için yalvarılara dayanamaz<b>…</b>","Mehmet Çoban Meali":"Ey iman edenler! Hakkında kesin bilginiz olamayan konularda, yorumlarınızla zanda bulunmaktan sakının! Unutmayın ki zannın çoğunluğu sizi Allah’ın yolundan saptırır. Çünkü zannın bir kısmı günahtır. Bilin ki Allah’ın açıkladığı konularda zan olmaz. Allah’ın bildirmediği gayp hakkında zan olmaz! Birbirinizin kusurlarını, mahremiyetlerini araştırmayın! Birbirinizin gıybetini yapmayın! Herhangi biriniz ölü kardeşinin etini yemekten hoşlanır mı? Kardeşinizin ölü etinden söz edince tiksindiniz değil mi? Kardeşlerinizin gıybetini yapmak kardeşinizin ölü etini yemek gibidir. Sakın biz iftira etmiyoruz gerçekleri konuşuyoruz diyerek yaptığınız gıybete bahane bulmayın! Eğer sizin konuşmalarınız kardeşinizi incitecekse; konuştuğunuz şeyler gerçek de olsa gıybettir. Kardeşlerinizle ilgili söylemeniz gereken bir şey varsa; gidin kendisine söyleyin ki, yararı olsun! Allah’ın yasalarına uyun! Allah’a karşı gelmekten sakının! Bilerek bilmeyerek yaptığınız hatalardan dolayı Allah’a tövbe edin! Şüphesiz Allah tövbeyi çok kabul eden, çok merhamet edendir.        ","Mehmet Okuyan Meali":"Ey iman edenler! Zandan [*]çok kaçının! [*] Şüphesiz ki zannın bir kısmı günahtır. [*] Biriniz diğerini arkasından çekiştirmesin! Biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? Bundan tiksindiniz (değil mi?). Allah’a karşı [takvâ]lı (duyarlı) olun! Şüphesiz ki Allah tevbeyi çok kabul edendir, çok merhametlidir.","Mehmet Türk Meali":"Ey îman edenler, zandan¹ çok kaçının; zîrâ zannın bir kısmı günâhtır.² Birbirinizin gizli yönlerini araştırmayın.³ Kiminiz de kiminizin gıybetini⁴ yapmasın. Sizden biriniz hiç ölü kardeşinin etini yemeyi sever mi? (Bak, nasıl da) tiksindiniz. Allah’tan korkun. Hiç şüphesiz Allah tevbeleri kabul edendir, çok esirgeyendir.","Muhammed Esed Meali":"Siz ey imana ermiş olanlar! [Birbiriniz hakkında] yersiz zanda bulunmaktan kaçının; ¹⁴ çünkü [bu şekildeki] zannın bir kısmı [da] günahtır; birbirinizin gizli yönlerini araştırmayın, ve arkanızdan birbirinizi çekiştirmeye kalkışmayın. Aranızdan, hiç ölmüş kardeşinin etini yemek isteyen kimse çıkar mı? Hayır, siz ondan iğrenirsiniz! Ve Allah’a karşı sorumluluğunuzun bilincinde olun. Şüphesiz Allah, tevbeleri kabul edendir, rahmet kaynağıdır!","Mustafa Çavdar Meali":"Ey iman edenler! Zandan/insanlar hakkında mesnetsiz ve tahmini bilgiye dayalı hüküm vermekten kaçının. Çünkü zannın bir kısmı günahtır. İnsanların gizli hallerini araştırmayın. Birbirinizin gıybetini de yapmayın. Sizden biri ölmüş kardeşinin etini yemekten hoşlanır mı? Bundan tiksindiniz değil mi? Öyleyse bu konularda duyarlı olun. Hiç kuşku yok ki Allah tövbeleri kabul eden sınırsız bir rahmet kaynağıdır. 10/36, 49/11","Mustafa İslamoğlu Meali":"Siz ey iman edenler! (Birbiriniz hakkında kötü) zandan şiddetle kaçının![⁴⁶⁴⁵] Unutmayın ki zannın bir kısmı ağır bir vebaldir![⁴⁶⁴⁶] Birbirinizin gizli saklısını da asla araştırmayın[⁴⁶⁴⁷] ve birbirinizin gıybetini etmeyin! İçinizde ölü kardeşinin etini yemekten hoşlanan biri var mı? Bakın, tiksindiniz işte![⁴⁶⁴⁸] Sözün özü: Allah’a karşı sorumluluğunuzun bilincine varın! Kuşkusuz Allah tevbeleri kabul edendir, kullarına merhametlidir.","Orhan Kuntman Meali":"Ey iman edenler, zannın bir çoğundan kaçının, çünkü bazı zan günahtır. (Bir din kardeşi hakkında gerçek dışı bir zanda bulunmak doğru değildir.) Birbirinizin kusurunu araştırmayın, biriniz diğerinin arkasından çekiştirmesin. Hiç kimse ölmüş kardeşinin etini yemekten hoşlanır mı? (bu örnekten) Tiksindiniz değil mi? O halde Allah'tan korkun, şüphe yok ki Allah, çok bağışlayandır ve çok merhametli olandır!","Osman Fırat Meali":"Ey iman edenler! Zannın birçoğundan şakının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurlarını ve mahremiyetlerini araştırmayın. Birbirinizin gıybetini yapmayın. Herhangi biriniz ölü kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz! Allah’a karşı gelmekten şakının. Şüphesiz Allah tövbeyi çok kabul edendir, çok merhamet edendir.","Ömer Nasuhi Bilmen Meali":"Ey imân edenler! Çokça zannetmekten kaçınınız. Şüphe yok ki, zannın bâzısı günahtır ve araştırmakta bulunmayınız ve bazınız bazınızı gıybet etmeyiniz. Sizden biriniz ölü kardeşinin etini yemeyi sever mi? (Bilakis) Onu kerih görmüş olursunuz. Artık Allah'tan korkunuz, şüphe yok ki, Allah Teâlâ tevbeleri kabul edicidir, çok esirgeyicidir.","Suat Yıldırım Meali":"Ey iman edenler! Zandan çok sakının. Çünkü zanların bir kısmı günahtır. Birbirinizin gizli hallerini araştırmayın. Kiminiz kiminizi gıybet etmesin. Hiç sizden biriniz ölmüş kardeşinin cesedini dişlemekten hoşlanır mı? İşte bundan hemen tiksindiniz! Öyleyse Allah'ın azabından korkun da bu çirkin işten kendinizi koruyun. Allah tevvabdır, rahîmdir (tövbeleri kabul eder, merhamet ve ihsanı boldur). ","Süleyman Ateş Meali":"Ey inananlar, zandan çok sakının. Zira zannın bir kısmı günahtır. Birbirinizin gizli şeylerini araştırmayın; biriniz diğerinizi arkasından çekiştirmesin. Biriniz, ölmüş kardeşinin etini yemeği sever mi? İşte bundan iğrendiniz. O halde Allah'tan korkun, şüphesiz Allah, tevbeyi çok kabul eden, çok esirgeyendir.","Süleyman Tevfik (1927)":"Ey mü'minler! Zâlimlerin bir çoğundan ictinâb idin. Zîrâ ba'zı zan günâhdır. Ahvâl-i halkı arayub taramayın (câsûsluk itmeyin) Ba'zınız ba'zınıza gıybet itmeyin (arkasından fenâ sözler söylemeyin) Sizden biriniz ölmüş kardaşının etini yimeği ister mi? Belki o size teklîf olunsa ondan ikrâh idersiniz. (Gıybet ölü eti yimek gibidir.) Allâh'dan ittikâ idin. Tahkîk Allâh tevbe idenlerin tevbesini kabûl ider rahîmdir.","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Varsayımların (zanların[1]) çoğundan kaçının. Bazı varsayımlar kişiyi doğrulardan uzaklaştırır[2]. Kimsede kusur aramayın; birbirinizi arkadan çekiştirmeyin[3]. Hanginiz ölü kardeşinizin etini yemek ister ki! Bundan tiksinirsiniz. Allah’tan çekinin; Allah dönüşleri (tevbeleri) kabul eder, ikramı boldur.","Şaban Piriş Meali":"-Ey iman edenler! Aşırı şüpheden kaçının, çünkü bir kısım şüphe günahtır. Birbirinizin gizlisini araştırmayın. Birbirinizi çekiştirmeyin. Biriniz, ölü kardeşinin etini yemeyi sever mi? Bundan tiksindiniz değil mi? Allah'tan korkun, kuşkusuz Allah, tevbeleri kabul eden ve merhamet edendir.","Ümit Şimşek Meali":"Ey iman edenler! Zannın birçoğundan(1) sakının. Çünkü zannın bir kısmı günahtır. Birbirinizin kusurunu araştırmayın. Birbirinizin gıybetini yapmayın.(2) Sizden biriniz, ölmüş kardeşinin etini yemekten hoşlanır mı? İşte bundan tiksindiniz. Allah'tan korkun. Muhakkak ki Allah tevbeleri kabul edici ve merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Zandan çok sakının! Çünkü zannın bir kısmı günahtır. Sinsi casuslar gibi ayıp aramayın! Gıybet ederek biriniz ötekini arkasından çekiştirmesin! Sizden biri, ölmüş kardeşinin etini yemek ister mi? Bakın bundan iğrendiniz. Allah'tan sakının! Hiç kuşkusuz, Allah tövbeleri çok kabul eden, rahmeti sonsuz olandır.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! ıraķ olun çoķdan gümānden bayıķ bir nice gümān yazuķdur. daħı istemeñ ķardaşuñuz 'aybın. daħı ġaybat eylemesün bir niceñüz bir niceye. iy sever mi birüñüz kim yiye ķarındaşı etini ölüle? daħı kerih gördüñüz anı. daħı ķorķuñ Tañrı’dan bayıķ Tañrı tevbe viricidür raḥmet ķılıcı.","Satıraltı Meal (1534)":"İy mü’minler, ıraḳ oluñuz çoḳ ẓan eylemekden. Taḥḳīḳ ẓannuñ ba‘żısı günāhdur. Daḫı biri birüñüz ġaybını aramañuz ve biri birüñüz ardınca söyle‐meñüz. Hīç sever mi sizüñ birüñüz ki yiye ḳarındaşı etini ölmiş‐iken. Sizanı sevmezsiz. Tañrı Ta‘ālādan ḳorḳuñuz. Tañrı Ta‘ālā tevbe viricidür.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Çox zənnə-gümana qapılmaqdan çəkinin. Şübhəsiz ki, zənnin bə’zisi (heç bir əsası olmayan zənn) günahdır. (Bir-birinizin eyibini, sirrini) arayıb axtarmayın, bir-birinizin qeybətini qırmayın! Sizdən biriniz ölmüş qardaşının ətini yeməyə razı olarmı?! Bu sizdə ikrah hissi oyadar (qeybət də belədir). Allahdan qorxun. Həqiqətən, Allah tövbələri qəbul edəndir, rəhmlidir!","M. Pickthall (English)":"O ye who believe! Shun much suspicion; for lo! some suspicion is a crime. And spy not, neither backbite one another. Would one of you love to eat the flesh of his dead brother? Ye abhor that (so abhor the other)! And keep your duty (to Allah). Lo! Allah is Relenting, Merciful.","Yusuf Ali (English)":"O ye who believe! Avoid suspicion as much(4931) (as possible): for suspicion in some cases is a sin: And spy not on each other behind their backs. Would any of you like to eat the flesh of his dead(4932) brother? Nay, ye would abhor it...But fear Allah. For Allah is Oft-Returning, Most Merciful."},"13":{"Arabic":"يَٓااَيُّهَاالنَّاسُاِنَّاخَلَقْنَاكُمْمِنْذَكَرٍوَاُنْثٰىوَجَعَلْنَاكُمْشُعُوبًاوَقَبَٓائِلَلِتَعَارَفُواۜاِنَّاَكْرَمَكُمْعِنْدَاللّٰهِاَتْقٰيكُمْۜاِنَّاللّٰهَعَل۪يمٌخَب۪يرٌ","Abdulbaki Gölpınarlı Meali":"Ey insanlar, şüphe yok ki biz sizi bir erkekle bir dişiden yarattık ve sizi, aşiretler ve kabileler haline getirdik tanışın diye; şüphe yok ki Allah katında sevabı en çok ve derecesi en yüce olanınız, en fazla çekineninizdir; şüphe yok ki Allah, her şeyi bilir, her şeyden haberdardır.","Abdullah-Ahmet Akgül Meali":"<b>Ey insanlar, gerçekten Biz sizi bir erkek ve bir dişiden yarattık </b><i>(Hz. Adem’le Hz. Havva’dan türetip çoğalttık)</i><b>. Ve birbirinizle </b><i>(kolaylıkla)</i><b> tanışmanız </b><i>(ve farklı yetenek ve faziletlerinizden yararlanmanız)</i><b> için sizi </b><i>(değişik)</i><b> kavimler ve kabileler </b><i>(şeklinde)</i><b> kıldık. Şüphesiz, Allah katında sizin en üstün olanınız </b><i>(kerim ve değerli</i> <i>sayılanınız,</i> <i>ırk ya da soyca değil)</i><b> takvaca </b><i>(kötülükten sakınma, iyilikte yarışma konusunda)</i><b> en ileride bulunanlarınızdır. Şüphesiz Allah </b><i>(her şeyi hakkıyla)</i><b> Bilendir, Habir’dir.</b> ","Abdullah Parlıyan Meali":"Ey insanlar! Bakın biz sizi, bir erkekten ve bir kadından yarattık. Sizi birbirinizi tanıyasınız diye, milletlere ve kabilelere ayırdık. Şüphesiz Allah katında şerefli ve itibarlı olanınız, yaşantısını, yolunu, yordamını Allah'ın kitabıyla bulmaya çalışanlarınızdır. Çünkü Allah, herşeyi bilendir, herşeyden haberdar olandır.","Ahmet Tekin Meali":"Ey iman edenler, biz sizi bir erkekle bir kadından, bir asıldan yarattık. Birbirinizle tanışmanız, işlerinizi tedbirle idâre etmeniz, karşılıklı olarak, İslâmî kurallarla örtüşen milletlerarası teamüllere uymanız, yardımlaşmanız, kültür ve medeniyet alışverişinde bulunmanız, birbirinize iyiliği tavsiye etmeniz için, sizi milletler ve kabileler haline getirdik. Allah yanında en değerliniz, en üstününüz, takva esaslarını-Kur'ân esaslarını iyice benimseyerek tavizsiz hayata geçireniniz, en çok günahlardan arınıp azaptan korunanınız, kulluk ve sorumluluk şuuruyla, haklarına ve özgürlüklerine sahip çıkarak şahsiyetli davrananınız, dinî ve sosyal görevlerinin bilincinde olanınızdır. Allah her şeyi bilir, gizli-açık her şeyden haberdar olan Allah sizi bilgilendiriyor.","Ahmet Varol Meali":"Ey insanlar! Sizi bir erkekle bir dişiden yarattık ve birbirinizle tanışmanız için sizi soylara ve kabilelere ayırdık. Allah katında en üstününüz en çok takva sahibi olanınızdır. Allah bilendir, (her şeyden) haberdar olandır.","Ali Bulaç Meali":"Ey insanlar, gerçekten, biz sizi bir erkek ve bir dişiden yarattık ve 'birbirinizi tanımanız ve tanışmanız' için sizi halklar ve kabileler (şeklinde) kıldık. Şüphesiz, Allah katında sizin en üstün (kerim) olanınız, (ırk, renk, soy ve servetçe değil) takvaca en ileride olanınızdır. Şüphesiz Allah bilendir, haber alandır.","Ali Fikri Yavuz Meali":"Ey insanlar! Sizi, bir erkekle bir dişiden (Âdem ile Havva'dan) yarattık. Hem de sizi soylara ve kabilelere ayırdık ki, birbirinizi tanıyasınız, (kim olduğunuz sorulunca, bağlı bulunduğunuz soy veya milletinizin adını söyleyesiniz). Biliniz ki, Allah katında en iyiniz, takvası en ziyade olanınızdır. (Şeref, soy ve neseble değildir). Şüphe yok ki Allah Alîm'dir= her şeyi bilendir, Habîr'dir = her şeyden haberdardır.","Bahaeddin Sağlam Meali":"Ey insanlar! Biz sizi bir erkekle bir kadından yarattık. Sizi milletlere ve kabilelere ayırdık ki tanışasınız. Ve (bilin ki) Allah katında en iyiniz, en takvalı olanınızdır. Şüphesiz Allah, (sizi) çok daha iyi bilen ve (sizden) haberdar olandır.","Bayraktar Bayraklı Meali":"Ey insanlar! Doğrusu biz sizi bir erkek ve bir kadından yarattık ve birbirinizi tanıyıp kaynaşasınız diye sizi milletlere ve kabilelere ayırdık. Şüphesiz Allah katında en üstün olanınız, Allah'a en çok saygı duyanınızdır. Allah her şeyi bilendir; her şeyden haberdar olandır.[575]","Besim Atalay Meali (1965)":"Ey insanlar! Biz sizleri, bir erkekle, bir dişiden yarattık, tanışabilmenizçin, sizi uluslara, oymaklara ayırdık, Allahın katında, en kerim olanınız, en sakınçlı olanınızdır; Allah bilir, Allah haberlidir","Cemal Külünkoğlu Meali":"Ey insanlar! Şüphe yok ki, biz sizi bir erkek ve bir dişiden yarattık ve birbirinizi tanımanız için sizi milletlere ve kabilelere ayırdık. Allah katında en değerli olanınız, O'na karşı gelmekten en çok sakınanınızdır. Şüphesiz Allah her şeyi bilendir, her şeyden haberdar olandır.","Cemil Said (1924)":"Ey insânlar! Biz sizi bir erkek ile bir kadından husûle getürdik sonra ’âilelere ve kabîlelere taksîm iyledik ki biri birinizi biliniz, Allâh’ın ’indinde en muhterem olan en ziyâde Allâh’dan korkandır. Allâh ’âlim ve her şeyden haberdârdır.","Diyanet İşleri Meali (Eski)":"Ey insanlar! Doğrusu Biz sizleri bir erkekle bir dişiden yarattık. Sizi milletler ve kabileler haline koyduk ki birbirinizi kolayca tanıyasınız. Şüphesiz, Allah katında en değerliniz, O'na karşı gelmekten en çok sakınanızdır. Allah bilendir, haberdardır.","Diyanet İşleri Meali (Yeni)":"Ey insanlar! Şüphe yok ki, biz sizi bir erkek ve bir dişiden yarattık ve birbirinizi tanımanız için sizi boylara ve kabilelere ayırdık. Allah katında en değerli olanınız, O’na karşı gelmekten en çok sakınanınızdır. Şüphesiz Allah hakkıyla bilendir, hakkıyla haberdar olandır.","Kur'an Yolu (Diyanet İşleri)":"Ey insanlar! Şüphesiz sizi bir erkek ile bir dişiden yarattık, tanışasınız diye sizi kavim ve kabilelere ayırdık, Allah katında en değerli olanınız O’na itaatsizlikten en fazla sakınanınızdır. Allah her şeyi hakkıyla bilmektedir, her şeyden haberdardır.","Diyanet Vakfı Meali":"Ey insanlar! Doğrusu biz sizi bir erkekle bir dişiden yarattık. Ve birbirinizle tanışmanız için sizi kavimlere ve kabilelere ayırdık. Muhakkak ki Allah yanında en değerli olanınız, O'ndan en çok korkanınızdır. Şüphesiz Allah bilendir, her şeyden haberdardır.  ","Edip Yüksel Meali":"Ey halk, sizi bir erkek ile bir dişiden yarattık ve birbirinizle tanışmanız için sizi ırklara ve boylara ayırdık. ALLAH yanında sizin en değerliniz en erdemli olanınızdır. ALLAH Bilendir, Haberdardır.","Elmalılı Hamdi Yazır Meali":"Ey insanlar! Doğrusu biz sizi bir erkekle bir dişiden yarattık. Ve birbirinizle tanışmanız için sizi milletlere ve kabilelere ayırdık. Muhakkak ki Allah yanında en değerli ve en üstününüz O'ndan en çok korkanınızdır. Şüphesiz Allah bilendir, herşeyden haberdar olandır.","Elmalılı Meali (Orijinal)":"Ey o bütün insanlar! Biz sizi bir erkekle bir dişiden yarattık, hem de sizi şaab şaab, kabîle kabîle yaptık ki tanışasınız, haberiniz olsun ki Allah yanında ekreminiz en takvalınızdır, her halde Allah alîmdir, habîrdir","Emrah Demiryent Meali":"Ey insanlar! Şüphesiz, biz sizi, bir erkekle bir dişiden (Âdem ile Havvâ’dan) yarattık ve (sırf) birbirinizi tanımanız için, sizi milletlere ve kabilelere ayırdık. (Dolayısıyla, nesep ve ırk hususunda övünmenin ve üstünlük taslamanın hiçbir manası yoktur.) Allah nezdinde en üstün olanınız, en çok takva sahibi olanınızdır. Allah her şeyi hakkıyla bilendir, her şeyden hakkıyla haberdar olandır.","Erhan Aktaş Meali":"Ey insanlar! Sizi bir erkek ve bir dişiden yarattık. Birbirinizle tanışmanız¹ için sizi kabilelere ve sülalelere ayırdık. Allah'ın yanında en kerim² olanınız, en çok takva sahibi olanınızdır. Kuşkusuz Allah, Her Şeyi Bilen'dir, Her Şeyden Haberdar'dır.","Hasan Basri Çantay Meali":"Ey insanlar, hakıykat biz sizi bir erkekle bir dişiden yaratdık. Sizi, (sırf) birbirinizle tanışmanız için büyük büyük cem'iyyetlere, küçük küçük kabilelere ayırdık. Şübhesiz ki sizin Allah nezdinde en şerefliniz takvaca en ileride olanınızdır. Hakıykaten Allah her şey'i bilen, her şeyden haberdâr olandır.","Hayrat Neşriyat Meali":"Ey insanlar! Şübhesiz ki biz, sizi bir erkek ve bir dişiden (Âdem ile Havvâ'dan)yarattık. Birbirinizi tanımanız için de sizi, milletler ve kabîleler kıldık.(2) Doğrusu Allah katında sizin en üstün olanınız, en takvâlı olanınızdır. Muhakkak ki Allah, Alîm (herşeyi hakkıyla bilen)dir, Habîr (herşeyden haberdâr olan)dır.","İhsan Aktaş Meali":"Ey insanlar! Sizi (her birinizi) bir erkek (üreme hücresi) ile bir dişi (üreme hücresin)den yarattık ve (birbirinize karşı soy ve renginizle üstünlük iddiasında bulunup övünesiniz diye değil, bilakis) birbirinizi (karşılıklı insanı hak ve hukuk açısından) tanıyıp kaynaşasınız (ve dostane sosyal ilişkiler içinde yardımlaşıp kültür ve medeniyet alışverişinde bulunasınız) diye ayrı milletler ve kabileler hâline getirdik. Şüphesiz Allah katında en değerliniz, (ırk ve soyca değil) takvaca (ona saygıda, iman ve itaatte, kötü işleri yapmamakta ve evrensel insani değer ve haklarına riayet etme hususunda) en ileri olanınızdır. Şüphesiz Allah, (açıktan yapılanları da) bilendir, (gizli yapılanlarından da hakkıyla) haberdar olandır. *","İlyas Yorulmaz Meali":"Ey İnsanlar! Biz sizi bir erkek ve bir dişiden yarattık ve sizi kabilelere ayırdık ki birbirinizi tanıyabilesiniz. Sizin içinizden Allah katında en değerli olanınız, Allah’dan en çok korunanınızdır. Elbette ki Allah her şeyi bilen ve her şeyden haberdar olandır.","İsmayıl Hakkı Baltacıoğlu":"Ey insanlar! İşte Biz sizi bir erkekle bir dişiden yarattık. Sizi kollara ayırdık, biribirinizle tanışasınız diye. İşte sizin Allah katında en değerli olanlarınız, Allah’tan en çok sakınanlarınızdır. Çünkü Allah bilicidir, bilgilidir.","İsmail Hakkı İzmirli":"Ey nâs! Biz sizi bir erkek, bir dişiden yarattık, birbirinizi tanıyasınız diye sizi büyük cemaat ve kabileye ayırdık, soy ve sop ile övünmeyin, çünkü Allah/ın yanında en muazzez ve muteber olan sizin en ziyade mütteki olanınızdır, Allah soyunuzu, sopunuzu hakkıyle bilir, her halinizden haberdardır.","İsmail Yakıt":"Ey insanlar! Muhakkak ki Biz sizi bir erkekle [zeker] bir dişiden [unsâ]⁵ yarattık ve birbirinizi tanımanız için sizi boylara [şu’ûben] ve kabilelere ayırdık. Sizin en yüceniz Allah katında en fazla sorumluluk bilincine sahip olanınızdır. Muhakkak ki Allah Alîm’dir, Habîr’dir.","Kadri Çelik Meali":"Ey insanlar! Gerçekten biz sizi bir erkek ve bir dişiden yarattık ve birbirinizle tanışmanız için sizi boylar ve kabileler (şeklinde) kıldık. Hiç şüphesiz Allah katında sizin en yüce olanınız, takvaca en ileride olanınızdır. Hiç şüphe yok Allah her şeyi bilendir, haberdar olandır.","Mahmut Kısa Meali":"<b>Ey insanlar! Gerçekten Biz sizi</b><b>bir erkekle bir kadından yarattık ve birbirinizle tanış</b>ıp rahat, huzur ve kardeşlik içinde bir hayatı yaşamak için iyilikte, güzellikte yarış<b>asınız diye sizi ırklara, boylara ayırdık. </b>Hepiniz Âdem ve Havvâ adındaki bir anne-babanın çocuklarısınız. Dolayısıyla, herhangi bir ırkın veya sınıfın diğerine üstünlüğü söz konusu olamaz. <b>Gerçek şu ki, Allah katında en üstün, en değerli olanınız, takva bakımından en ileride olanınızdır. </b>Irk, renk, zenginlik, güzellik, makâm, şöhret, güç gibi özellikler, İslâm’a göre asla üstünlük ölçüsü değildir. İlâhî değer ölçülerine göre en kıymetli, en saygıdeğer insan; ahlâkî erdemler bakımından en önde olan insandır. Ey insanlar! İyi-kötü, doğru-yanlış, güzel-çirkin, üstün-aşağı gibi bütün değer ölçülerinizi Allah’ın kitabından almalısınız! Çünkü<b> Allah her şeyi bilendir, her şeyden haberdâr olandır.</b>","Mahmut Özdemir Meali":"Ey İnsanlar! Biz, sizi bir erkek ve bir dişiden yarattık. Sizi, tanışmanız için kollar ve kabileler yaptık. Allah katında sizin en değerliniz / şerefliniz, O’ndan en çok sakınıp korunan’ınızdır. Allah, habîr alîmdir / bildiren bilendir.","Mehmet Çakır Meali":"<b>Ey insanlar</b>! Biz sizi bir erkek ve bir dişiden yarattık. Sonra sizi boylara soylara ayırıp karşılıklı ilişki kurmanızı sağladık Allah'a göre en iyiniz, en sağlamcınızdır.  Allah, engin bilgi ağı ile her şeyden haberlidir.","Mehmet Çoban Meali":"Ey insanlar! Şüphe yok ki biz sizi bir erkek ve bir dişiden yarattık! Birbirinizi tanımanız için sizi boylara, kabilelere ayırdık. Allah katında en değerli olanınız Allah’a karşı gelmekten en çok sakınanınızdır. Eğer Allah’ın sizi birbirinizle tanışmanız, birbirinizle değerlerinizi paylaşmanız için farklı yaratmasının delili olan; ırkınızı, renginizi, boylarınızı, kabilelerinizi; bir mücadele, bir kavga, bir üstünlük nedeni sayarsanız, Rabbinize karşı gelmiş olursunuz. Rabbiniz birbirinizle savaşmanızı değil, barış içinde yaşamanızı ister. Allah her şeyi hakkıyla bilendir, hakkıyla her şeyden haberdar olandır.        ","Mehmet Okuyan Meali":"Ey insanlar! Şüphesiz ki biz sizi bir erkekle bir dişi (hücre türün)den yarattık. [*]Birbirinizle tanışmanız için sizi toplumlara ve kabilelere ayırdık. Şüphesiz ki Allah katında en değerli olanınız, en çok [takvâ]lı (duyarlı) olanınızdır. [*] Şüphesiz ki Allah bilendir, haberdardır.","Mehmet Türk Meali":"Ey insanlar! Gerçekten Biz, sizi bir erkek ve bir kadından¹ yarattık ve birbirinizle tanışasınız diye de sizi, milletlere² ve kabîlelere ayırdık. Allah katında sizin en üstününüz, kesinlikle Ondan en çok sakınanızdır.³ Şüphesiz Allah, hakkıyla bilendir, eksiksiz haber alandır.⁴","Muhammed Esed Meali":"Ey insanlar! Bakın, Biz sizi bir erkek ve bir kadından yarattık, ¹⁵ ve sizi kavimler ve kabileler haline getirdik ki birbirinizi tanıyabilesiniz. ¹⁶ Şüphesiz, Allah katında en üstün olanınız, O’na karşı derin bir sorumluluk bilincine sahip olanınızdır. Allah her şeyi bilendir, her şeyden haberdar olandır.","Mustafa Çavdar Meali":"Ey insanlar! Biz sizi bir erkek ve bir dişiden yarattık. Tanışıp kaynaşasınız/ortak iyide buluşasınız diye sizi milletlere ve kabilelere ayırdık. Allah, katında en şerefliniz/en asil olanınız, ona karşı en duyarlı olanınızdır. Şüphesiz Allah, her şeyi bilen ve her şeyden haberdar olandır. 4/1, 30/22","Mustafa İslamoğlu Meali":"Ey insanlık! Elbet sizi bir erkekle bir dişiden yaratan Biziz; derken sizi kavimler ve kabileler haline getirdik ki tanışabilesiniz.[⁴⁶⁴⁹] Elbet Allah katında en üstününüz, O’na karşı sorumluluk bilinci en güçlü olanınızdır;[⁴⁶⁵⁰] şüphe yok ki Allah her şeyi bilir, her şeyden haberdardır.","Orhan Kuntman Meali":"Ey insanlar unutmayın ki biz sizi, bir erkekle bir dişiden -Âdem ile Havva'dan- yarattık. (Bu yönden hepiniz eşit sayılırsınız, o halde birbirinize karşı övünmeye hakkınız yoktur) Ve birbirinizle tanışmanız için sizi, kavimlere ve kabilelere ayırdık. Kuşkusuz Allah katında en değerli olanınız takvaca en ileride olanınızdır. Şüphe yok ki Allah, her şeyi hakkıyle bilendir, her şeyden haberdar olandır.","Osman Fırat Meali":"Ey insanlar! Şüphe yok ki, biz sizi bir erkek ve bir dişiden yarattık ve birbirinizi tanımanız için sizi boylara ve kabilelere ayırdık. Allah katında en değerli olanınız, O’na karşı gelmekten en çok sakınanınızdır. Şüphesiz Allah hakkıyla bilendir, hakkıyla haberdar olandır.","Ömer Nasuhi Bilmen Meali":"Ey insanlar! Muhakkak ki, Biz sizi bir erkek ile dişiden yarattık ve sizleri şubelere ve kabilelere ayırdık ki birbirinizi tanıyasınız. Şüphe yok ki, sizin ind-i ilâhide en mükerrem olanınız en ziyâde müttakî olanınızdır. Muhakkak ki Allah Teâlâ alîmdir, habîrdir.","Suat Yıldırım Meali":"Ey insanlar! Biz sizi bir erkekle bir kadından yarattık. Birbirinizi tanıyıp sahip çıkmanız için milletlere, sülâlelere ayırdık. Şunu unutmayın ki Allah'ın nazarında en değerli, en üstün olanınız, takvâda (Allah'ı sayıp haramlardan sakınmada) en ileri olandır. Muhakkak ki Allah her şeyi mükemmelen bilir, her şeyden hakkıyla haberdardır. ","Süleyman Ateş Meali":"Ey insanlar, biz sizi bir erkek ve bir kadından yarattık ve birbirinizi tanımanız için sizi milletlere ve kabilelere ayırdık. Allah yanında en üstün olanınız, (günahlardan) en çok korunanınızdır. Allah bilendir, haber alandır.","Süleyman Tevfik (1927)":"Ey insânlar! Biz sizi bir erkek bir dişiden halk itdik. Birbirinizi bilüb tanıyasınız içün sizi tâifeler ve kabîleler kıldık. Tahkîk Allâh 'indinde ekreminiz, (makbûl ve i'tibârlı olanınız) en ziyâde sâhib-i takvâ olanınızdır. Allâh Te'âlâ sizin asl ve neslinizi, kadr ve derecenizi bilir. Bütün bunlardan haberdârdır.","Süleymaniye Vakfı Meali":"Ey insanlar! Sizi bir erkekle bir dişiden yarattık. Birbirinizi tanıyasınız diye oymaklara ve boylara[*] ayırdık. Allah katında en değerli olanınız, Allah’tan en çok çekinenizdir. Her şeyin iç yüzünü bilen Allah’tır.","Şaban Piriş Meali":"-Ey insanlar! Biz sizi bir erkek ve bir dişiden yarattık. Sizi tanışasınız diye kollara ve kabilelere ayırdık. Allah, katında en şerefliniz, ondan en çok sakınanınızdır. Şüphesiz Allah, alimdir, haberdardır.","Ümit Şimşek Meali":"Ey insanlar! Biz sizi bir erkekle bir dişiden yarattık; sonra da birbirinizi tanıyasınız diye sizi milletlere ve kabilelere ayırdık. Allah katında en değerli olanınız, en ziyade takvâ(3) sahibi olanınızdır. Allah ise herşeyi bilir, herşeyden haberdardır.","Yaşar Nuri Öztürk Meali":"Ey insanlar! Biz sizi, bir erkekle bir dişiden yarattık. Ve örfler yoluyla tanışıp kaynaşasınız diye sizi milletlere, boylara ayırdık. Hiç kuşkusuz, Allah katında en seçkininiz, sakınılması gereken şeylerden en çok sakınanınızdır. Allah her şeyi bilir, her şeyden haberdardır.","Eski Anadolu Türkçesi":"iy ādemįler! bayıķ biz yarat(t)uķ sizi irkekden daħı dişiden daħı eyledük sizi ulu ķabileler daħı ķabileler tā biribirüñüzi bilesiz. bayıķ 'azįziregüñüz Tañrı ķatında śaķınıcıraġuñuzdur. bayıķ Tañrı bilicidür ħaberlüdür.","Satıraltı Meal (1534)":"Ey nās, biz sizi bir ḳadın bir irkekden ḫalḳ itdik. Biz sizi yapdıḳ veḳabīleler bir ṭaḳım şu‘be biri biriñizi bilüp farḳ olunasıñız. Allāhu Ta‘ālā ‘indinde si‐ziñ kibār ve ekremiñiz eñ ziyāde taḳvā ṣāḥibi olanıñızdır. Allāhu ‘azīmü’ş‐şān siziñaḥvāliñize ‘alīm ve ḫabīrdür.","Bunyadov-Memmedeliyev ":"Ey insanlar! Biz sizi bir kişi və bir qadından (Adəm və Həvvadan) yaratdıq. Sonra bir-birinizi tanıyasınız (kimliyinizi biləsiniz) deyə, sizi xalqlara və qəbilələrə ayırdıq. Allah yanında ən hörmətli olanınız Allahdan ən çox qorxanınızdır (pis əməllərdən ən çox çəkinəninizdir). Həqiqətən, Allah (hər şeyi) biləndir, (hər şeydən) xəbərdardır.","M. Pickthall (English)":"O mankind! Lo! We have created you male and female, and have made `you nations and tribes that ye may know one another. Lo! the noblest of you, in the sight of Allah, is the best in conduct. Lo! Allah is Knower, Aware.","Yusuf Ali (English)":"O mankind! We created(4933) you from a single (pair) of a male and a female, and made you into nations and tribes, that ye may know each other (not that ye may despise (each other). Verily the most honoured of you in the sight of Allah is (he who is) the most righteous of you. And Allah has full knowledge and is well acquainted (with all things)."},"14":{"Arabic":"قَالَتِالْاَعْرَابُاٰمَنَّاۜقُلْلَمْتُؤْمِنُواوَلٰكِنْقُولُٓوااَسْلَمْنَاوَلَمَّايَدْخُلِالْا۪يمَانُف۪يقُلُوبِكُمْۜوَاِنْتُط۪يعُوااللّٰهَوَرَسُولَهُلَايَلِتْكُمْمِنْاَعْمَالِكُمْشَيْـًٔاۜاِنَّاللّٰهَغَفُورٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Bedeviler, inandık dediler; de ki: İnanmadınız ve fakat Müslüman olduk deyin ve inanç, henüz gönüllerinize girmedi sizin ve Allah'a ve Peygamberine itaat ederseniz yaptığınız iyiliklerin sevabından hiçbir şey eksilmez, şüphe yok ki Allah, suçları örter, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Bedeviler </b><i>(her asırdaki cahil, gafil ve menfaatçi kesimler; kavim ve kabilesiyle övünen cahil kimseler)</i><b>: \"Biz de iman ettik\" derler. </b><i>(Onlara)</i><b> De ki: \"</b><i>(Hayır)</i><b> Siz </b><i>(hâlâ) </i><b>iman etmediniz; ancak </b><i>(mecburen ve görünüşte)</i><b> İslam </b><i>(veya teslim)</i><b> olduk deyin.\" </b><i>(Çünkü)</i><b> İman henüz kalplerinize girmiş değildir. Eğer Allah’a ve Resulüne </b><i>(tam iman ve)</i><b> itaat ederseniz </b><i>(Kur’an ve Sünnet ölçülerine göre hayatınızı düzenlerseniz)</i><b>, O </b><i>(zaman Allah CC)</i><b> sizin amellerinizden hiçbir şeyi eksiltmeyecek </b><i>(ve emeklerinizi boşa vermeyecektir)</i><b>. Şüphesiz Allah, çok Bağışlayandır, çok Esirgeyendir.</b> ","Abdullah Parlıyan Meali":"Çölde yaşayanlardan, yani bedevîlerden bir kısmı kıtlık yılında, ganimetlerden istifade etmek için, savaşı bırakıp Medine'ye gelerek “İnandık” dediler. De ki: “Siz henüz imana ermediniz, fakat İslâm olduk deyin, çünkü siz şeklen güvenliğiniz için İslâm'a girdiniz. Çünkü iman gönülden olur, İslâm ise itaat ederek, barışa girmek, savaşı bırakmaktır. Böylece savaşı bırakmakla, İslâm olup güvene girdiniz, fakat iman henüz kalplerinize girmedi. Ama Allah'a ve elçisine itaat ederseniz, Allah yaptıklarınızdan hiçbir şeyi eksiltmez. Çünkü Allah, çok acıyan ve çok bağışlayandır.”","Ahmet Tekin Meali":"Bedevî Araplar, her kafadan bir ses çıkararak: <br>\r\n“İman ettik.” dediler. Onlara;<br>\r\n“İman etmediniz. Fakat boyun eğerek İslâm toplumuna girdik, diyebilirsiniz.” de. Henüz iman kalplerinize, kafalarınıza yerleşmedi. Eğer Allah'a ve Rasulüne itaat ederseniz, Kur'ân'ı ve sünneti uygularsanız Allah, amellerinizin sevaplarından hiçbir şey eksiltmeden sizi mükâfatlandırır. Allah kullarını koruma kalkanına alır, çok bağışlayıcıdır, engin merhamet sahibidir.","Ahmet Varol Meali":"Bedeviler: \"İman ettik\" dediler. De ki: \"Siz iman etmediniz. Ancak \"teslim olduk\" deyin. Fakat iman henüz kalplerinize girmemiştir. Eğer Allah'a ve elçisine itaat ederseniz O sizin amellerinizden hiçbir şey eksiltmez. Şüphesiz Allah bağışlayandır, rahmet edendir.\"","Ali Bulaç Meali":"Bedeviler, 'İman ettik' dediler. De ki: 'Siz iman etmediniz; ancak 'İslam (müslüman veya teslim) olduk deyin. İman henüz kalplerinize girmiş değildir. Eğer Allah'a ve Resûlü'ne itaat ederseniz, O, sizin amellerinizden hiç bir şeyi eksiltmez. Şüphesiz Allah çok bağışlayandır, çok esirgeyendir.'","Ali Fikri Yavuz Meali":"(Ganimet hevesi ile görünüşte İslâm'ı kabul eden bazı) Bedevî'ler: “- Biz, gerçekten iman ettik.” dediler. (Ey Rasûlüm, onlara) de ki: “-Siz kalblerinizle iman etmediniz. Ancak biz (kılıç korkusundan ve İslâm nimetinden faydalanmak için) müslüman gözüktük” deyin. Henüz iman kalblerinize girmemiştir. Eğer Allah'a ve Peygamberine itaat ederseniz, sizin amellerinizden (Allah) hiç bir şey eksiltmez. Çünkü Allah Gafûr'dur= mağfireti boldur, Rahim'dir= çok merhametlidir.","Bahaeddin Sağlam Meali":"Bedevi Araplar “inandık” dediler. De ki: “İnanmadınız. Yalnızca “teslim olduk” deyiniz. Çünkü henüz iman, kalbinize girmiş değildir. Eğer Allah’a ve Resulüne itaat ederseniz O, yaptıklarınızın karşılığında hiçbir şey eksiltmez. Çünkü Allah, çok bağışlayan ve çok acıyandır.","Bayraktar Bayraklı Meali":"Bedevîler, “İnandık” dediler. De ki: “Siz iman etmediniz, ama ‘boyun eğdik' deyiniz. Henüz iman kalplerinize girmedi. Eğer Allah'a ve Peygamberine itaat ederseniz, Allah işlerinizden hiçbir şeyi eksiltmez.” Çünkü Allah, affedicidir; merhamet sahibidir.","Besim Atalay Meali (1965)":"«İnan ettik!» derler çöl Arapları; diyesin ki: «İnan etmediniz siz, yalnız başeğdiniz, inan sizin gönlünüze girmedi, eğer siz Allaha, peygamberine başeğecek olursanız işinizden bir şey eksilmiyecek», Allah bağışlayıcı, Allah yarlıgayıcı","Cemal Külünkoğlu Meali":"Bedevi (göçebe) Araplar: “İman ettik” dediler. De ki: “(Siz gerçek manada) iman etmediniz. (Öyle ise: “iman ettik” demeyin.) Fakat “Boyun eğdik (teslim olduk)” deyin. Çünkü iman, henüz kalplerinize yerleşmedi. Eğer Allah'a ve resulüne (tam) itaat ederseniz, (Allah da) yaptıklarınızdan hiçbir iyi şeyi karşılıksız bırakmaz. Allah, çok bağışlayandır (yürekten iman edenlerin günahlarını affedendir), kullarına karşı merhamet edendir.”","Cemil Said (1924)":"(Çöl) ’Arabları \"Îmân itdik\" dirler. \"Hayır! Siz îmân itmediniz. İslâm’ı kabûl iylediniz ama îmân kalblerinize nüfûz itmedi. Eğer Allâh’a ve rasûlüne itâ’at ider iseniz a’mâlinizin hiç biri mükâfâtsız kalmaz çünki Allâh gafûr ve rahîmdir.\" cevâbını vir.","Diyanet İşleri Meali (Eski)":"Bedeviler: \"İnandık\" dediler, de ki: \"İnanmadınız ama İslam olduk deyin; inanç henüz gönüllerinize yerleşmedi; eğer Allah'a ve Peygamberine itaat ederseniz, işlediklerinizden bir şey eksilmez; doğrusu Allah, bağışlar, merhamet eder.\"","Diyanet İşleri Meali (Yeni)":"Bedevîler “İman ettik” dediler. De ki: “İman etmediniz. (Öyle ise, “iman ettik” demeyin.) “Fakat boyun eğdik” deyin.[500] Henüz iman kalplerinize girmedi.  Eğer Allah’a ve Peygamberine itaat ederseniz, yaptıklarınızdan hiçbir şeyi eksiltmez. Allah, çok bağışlayandır, çok merhamet edendir.”","Kur'an Yolu (Diyanet İşleri)":"Bedevîler, “İman ettik” dediler. Şunu söyle: “Henüz iman gönüllerinize yerleşmediğine göre, sadece boyun eğdiniz. Bununla beraber Allah’a ve resulüne itaat ederseniz yaptığınız hiçbir şeyi boşa çıkarmaz; Allah çok bağışlayıcı, çok esirgeyicidir.”","Diyanet Vakfı Meali":"Bedevîler «İnandık» dediler. De ki: Siz iman etmediniz, ama «Boyun eğdik» deyin. Henüz iman kalplerinize yerleşmedi. Eğer Allah'a ve elçisine itaat ederseniz, Allah işlerinizden hiçbir şeyi eksiltmez. Çünkü Allah çok bağışlayan, çok esirgeyendir.  ","Edip Yüksel Meali":"Araplar \"İnandık,\" dediler. De ki, \"Siz inanmadınız, fakat inanç kalbinize girinceye kadar, 'teslim olduk' deyin. ALLAH'a ve elçisine uyarsanız yaptıklarınızdan hiç bir şeyi eksiltmez. ALLAH Bağışlayandır, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Bedevîler \"inandık\" dediler. De ki: Siz iman etmediniz ama \"İslâm olduk.\" deyin. Henüz iman kalplerinize yerleşmedi. Eğer Allah'a ve Resulüne itaat ederseniz, Allah işlerinizden hiçbir şeyi eksiltmez. Çünkü Allah çok bağışlayan, çok merhamet edendir.","Elmalılı Meali (Orijinal)":"A'râbîler iyman ettik dediler, de ki: siz henüz iyman etmediniz ve lâkin henüz iyman kalblerinizin içine girmemiş olduğu halde islâma girdik deyin ve eğer Allaha ve Resulüne itâat ederseniz size amellerinizden hiç bir şey eksiklemez, çünkü Allah gafur, rahîmdir","Emrah Demiryent Meali":"(Benî Esed kabilesinden bazı) bedeviler, “Îmân ettik” dediler. (Resûlüm! Onlara) de ki: “Siz (kalben) îmân etmediniz, ancak, ‘(Bazı maddî menfaatler elde etmek için, zahiren müslüman görünerek, İslâm dininin emir ve yasaklarına) boyun eğdik, teslim olduk’ deyin. Îmân henüz kalplerinize girmiş değildir. Eğer Allah’a ve Resûlü’ne (kalben) itaat ederseniz, O, sizin amellerinizden hiçbir şeyi eksiltmez. Şüphesiz Allah çok bağışlayandır, çok merhamet edendir.”","Erhan Aktaş Meali":"Araplar¹, “İnandık.” dediler. De ki: “Siz inanmadınız, fakat teslim² olduk, deyin. Çünkü henüz iman kalbinize girmedi. Eğer Allah'a ve Resûl'üne itaat ederseniz, O, yaptıklarınızdan hiçbir şeyi eksiltmez.” Kuşkusuz Allah, Çok Bağışlayıcı'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Bedevîler «İman etdik» dediler. De ki: «Siz îman etmediniz amma, (bari) müslüman olduk deyin. İman henüz sizin kalblerinize gir (ib yerleş) memişdir. Eğer Allaha ve peygamberine itaat ederseniz O, sizin amel (ve hareket) lerinizden hiçbir şey eksiltmez. Çünkü Allah (mü'minleri) çok yarlığayıcı, çok esirgeyicidir».","Hayrat Neşriyat Meali":"Bedevîler(den bir kısmı): “Îmân ettik!” dediler. De ki: “(Siz aslında gerçekten) îmân etmediniz; fakat 'Teslîm olduk!' deyin; çünki îman henüz kalblerinize girmemiştir. Eğer Allah'a ve Resûlüne itâat ederseniz, (Allah) amellerinizden hiçbir şey eksiltmez. Şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.”","İhsan Aktaş Meali":"(Ey Resulüm, bazı) Göçebe araplar dedi ki: “Biz inandık.” De ki: “Siz (daha) iman etmiş değilsiniz; fakat (zahiren) teslim olduk (müslüman olduk, boyun eğdik), deyin. Hâlbuki iman henüz gönüllerinize girmiş değildir. Ama eğer (inanarak) Allah’a ve (onun mesajını yaymaya çalışıp tebliğ eden) Resulü’ne (gönülden) itaat ederseniz (vahiy yoluyla elçinin Allah’tan alıp tebliğ ettiği mesaja uyarsanız), O, sizin amellerinizden hiçbir şeyi eksiltmez. Şüphesiz ki Allah (çok) bağışlayan, (çok) merhamet edendir. *","İlyas Yorulmaz Meali":"Arap bedeviler  “İman ettik” dediler. Onlara deki “Hayır, siz iman etmediniz. Yalnızca teslim olduk deyin. Çünkü iman henüz kalplerinize yerleşmemiş. Eğer Allah’a ve O’nun elçisine itaat ederseniz, daha önceden yaptığınız güzel şeylerden hiç biri boşa gitmeyecektir. Muhakkak ki Allah bağışlayan ve merhametli olandır.","İsmayıl Hakkı Baltacıoğlu":"Çöl arapları \"inandık\" derler. Onlara de ki: \"İnandınız, ancak, bağındık da deyin.\" O inanç daha yüreklerinize yerleşmedi. Eğer Allah’a, elçisine boyun eğerseniz Allah işlediklerinizin hiç birini eksiltmez. Çünkü Allah yarlıgayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Çöl Arapları «— İman ettik» dediler, onlara de ki siz iman etmediniz, fakat «— İslâm/a geldik» [³] deyin, iman henüz kalblerinize girmedi, eğer Allah/a, peygamberine itaat ederseniz Allah amelinizin mükâfatından hiçbir şey eksiltmez, O, yarlıgayan, bağışlayandır.","İsmail Yakıt":"(Ey Peygamber!) Bedevîler; “İnandık” diyorlar.⁶ De ki: “Siz (henüz) inanmadınız, fakat (zahiren) ‘teslim/Müslüman olduk’ deyiniz. Çünkü iman henüz kalplerinize yerleşmedi. Eğer Allah’a ve elçisine itaat ederseniz, Allah yaptıklarınızdan hiçbir şeyi eksiltmez. Muhakkak ki Allah, Gafûr’dur, Rahîm’dir.”","Kadri Çelik Meali":"Bedeviler dedi ki: “İman ettik.” De ki: “Siz iman etmediniz; ancak “İslâm (Müslüman) olduk” deyin. İman henüz kalplerinize girmiş değildir. Eğer Allah'a ve resulüne itaat ederseniz, O, sizin amellerinizden hiç bir şeyi eksiltmez. Hiç şüphesiz Allah çok bağışlayandır, çok esirgeyendir.”","Mahmut Kısa Meali":"Yüzeysel olarak Müslümanlığı kabul eden bazı <b>göçebe</b> <b>kabîleler, “</b>Biz de <b>iman ettik!” dediler. </b>Ey Muhammed! Onlara <b>de ki: “</b>Hayır; <b>siz</b>henüz tam olarak <b>inanmış değilsiniz! </b>Bu yüzden “İman ettik!” demeyin,<b>fakat “Biz </b>Müslüman olmaya karar verdik ve bize tebliğ edilecek İslâmî hükümlere prensip olarak <b>boyun eğdik!” deyin. Çünkü </b>Kur’an’ın ortaya koyduğu <b>iman </b>ilkeleri, <b>henüz kalbinize yerleşmiş değildir. </b>Bununla birlikte, <b>eğer </b>bundan böyle <b>Allah’a ve Elçisine itaat eder</b>ek iman iddianızda samîmî olduğunuzu gösterir<b>seniz, </b>elbette Rabb’iniz, <b>yaptığınız hiçbir </b>güzel <b>davranışı karşılıksız bırakmayacaktır. </b>Unutmayın; <b>Allah çok bağışlayıcı, çok merhametlidir. </b>","Mahmut Özdemir Meali":"Bedevî Arablar dedi ki: -“İman ettik”. De ki: İman etmediniz. İman henüz kalblerinize girmedi. Hiç olmazsa, “Teslim olduk” deyin! Allah’a ve O’nun rasûlüne itaat ederseniz, amellerinizden bir şey eksiltmez. Allah, rahîm gafûrdur.","Mehmet Çakır Meali":"<b>Resulüm</b>! Bedevî Araplar: &quot; <i>inandık</i> &quot; diyorlar.  De ki: &quot; <i>inanmadınız, bari ' teslim olduk ' deyin</i>. <i>Çünkü iman, henüz kalplerinize girmedi.</i> <i>Eğer Allah ve resulüne itaat ederseniz, iyilikleriniz eksiltilmez. Çünkü Allah, engin hoşgörülü bir sevgi selidir. &quot;</i>","Mehmet Çoban Meali":"Bedevîler \"İman ettik\" dediler. De ki; \"İman etmediniz. Onun için iman ettik demeyin! Fakat barış, huzur, esenlik içinde yaşamak için İslam’a, İslam’ın yasalarına boyun eğdik deyin! Henüz kalplerinize iman girmedi! Eğer Allah’a ve Resulüne itaat ederseniz, Allah yaptıklarınızdan hiçbir şeyi eksiltmez. İleride gerçekten iman ederseniz, bütün yaptığınız iyi şeyler lehinize yazılır. Önceki yaptığınız günahlardan vazgeçilir. Şüphesiz Allah çok bağışlayandır, çok merhamet edendir.”        ","Mehmet Okuyan Meali":"Göçebe Araplar “İman ettik!” dediler. De ki: “Siz (henüz) iman etmediniz ama ‘Teslim olduk!’ deyin! (Çünkü) iman henüz kalplerinize yerleşmedi. Allah’a ve Elçisine itaat ederseniz (Allah) işlerinizden hiçbir şeyi eksiltmez.” Şüphesiz ki Allah çok bağışlayandır, çok merhametlidir.","Mehmet Türk Meali":"Bedevîler,¹ “İman ettik” dediler, Sen de (onlara): “Siz (gerçekten) îman etmediniz; (sadece) Müslüman olduk deyin, zîrâ îman henüz sizin kalplerinize girmedi.² Eğer Allah’a ve Rasûlü’ne itaat ederseniz (Allah) sizin yaptığınız kulluklardan hiç bir şeyi boşa götürmez. Şüphesiz Allah çok bağışlayandır, çok esirgeyendir.” de.","Muhammed Esed Meali":"BEDEVÎLER, “Biz imana erdik” derler. De ki [onlara, ey Muhammed]: “Siz [daha] imana ermediniz: ‘Biz [zahiren] teslim olduk’ demeniz daha doğrudur; çünkü [gerçek] inanç henüz kalplerinize girmiş değil”. ¹⁷ Ama Allah’a ve Elçisi’ne [gerçekten] kulak verirseniz O, hiçbir işinizin ¹⁸ boşa gitmesine izin vermez: çünkü şüphesiz Allah çok bağışlayıcıdır, bir rahmet kaynağıdır.","Mustafa Çavdar Meali":"Bazı bedeviler (göçebe çöl Arapları) sana gelerek: – Biz de iman ettik, dediler. De ki: – Siz henüz iman etmediniz, fakat teslim olduk deyin! Çünkü iman, henüz kalplerinize yerleşmedi. Eğer gerçekten Allah’a ve Allah’ın mesajlarını tebliğ eden Elçisine itaat ederseniz, Allah, yaptığınız hiçbir iyi işi karşılıksız bırakmaz. Nitekim Allah, eşsiz bir bağışlayıcı ve sonsuz rahmet kaynağıdır. 3/39...41, 4/80, 47/33","Mustafa İslamoğlu Meali":"BEDEVİLER[⁴⁶⁵¹] “İman ettik” dediler. De ki “iman etmiş değilsiniz, lakin ‘teslim olduk’ diyebilirsiniz,[⁴⁶⁵²] zira iman henüz[⁴⁶⁵³] kalplerinize girmiş değil. Ama eğer Allah ve Rasulü’ne uyarsanız, Allah amellerinizin zerresini eksiltmez: çünkü Allah tarifsiz bir bağış, eşsiz bir merhamet sahibidir.”","Orhan Kuntman Meali":"Bedeviler \"İman ettik\" dediler. (Ey Muhammed) De ki, Siz iman etmediniz, ama (bari) \"İslam'a geldik (müslümanlığa karar verdik, sulha girdik) deyin. (Böyle derseniz yalan söylemiş olmazsınız) İman henüz kalblerinize yerleşmiş değildir. Eğer Allah’a ve Resulüne itaat ederseniz, (açıktan şehadet ile ikrar ettiğiniz gibi, ihlâs'a erip gereğince amel ederek, Allah ve resulünün emirlerini seve seve yerine getirirseniz) Allah, amellerinizin mükâfatını eksik etmez (kusurlarınızı bağışlar) çünkü Allah, çok bağışlayandır, çok merhametli olandır!","Osman Fırat Meali":"Bedeviler \"iman ettik\" dediler. De ki: \"iman etmediniz lakin ’’teslim olduk/boyun eğdik’’ deyin. Henüz iman kalplerinize girmedi. Eğer Allah’a ve Peygamberine itaat ederseniz, yaptıklarınızdan hiçbir şeyi eksiltmez. Allah, çok bağışlayandır, çok merhamet edendir. \"","Ömer Nasuhi Bilmen Meali":"Bedeviler dedi ki: «Biz imân ettik». De ki: «Siz imân etmediniz; velâkin deyiniz ki, biz İslâma girdik. Ve henüz imân sizin kalplerinizin içine girmiş değildir ve eğer Allah'a ve Resulüne itaat ederseniz sizin amellerinizden hiçbirşeyi sizin için noksan kılmaz. Şüphe yok ki, Allah Teâlâ gafûrdur, rahîmdir.»","Suat Yıldırım Meali":"Bedeviler “iman ettik! ” dediler. De ki: “Siz iman etmediniz, lâkin “İslâm olduk, size inkıyad ettik! ” deyiniz. Zira iman henüz kalplerinize girmiş değildir. Eğer Allah'a ve resulüne itaat ederseniz, sizin emeklerinizden hiçbir şeyin mükâfatını eksiltmez. Yaptığınızı zayi etmez. Gerçekten Allah gafûr ve rahîmdir (mağfireti, merhamet ve ihsanı boldur). ","Süleyman Ateş Meali":"Göçebe Araplar: \"İnandık\" dediler. De ki: \"İnanmadınız, fakat 'İslam olduk' deyin. Henüz iman kalblerinize girmedi. Eğer Allah'a ve Elçisine ita'at ederseniz (Allah), yaptığınız güzel işlerden hiçbirinin sevabını size eksik vermez. Allah çok bağışlayan, çok esirgeyendir.\"","Süleyman Tevfik (1927)":"A'râb \"Îmân itdik\" didiler. Di ki: \"Siz îmân itmediniz ve lâkin İslâm olduk diyiniz. (Katl ve helâkden selâmete irdik diyiniz.) Çünki îmân kalbinize girmemişdir. Eğer Allâh'a ve rasûlüne itâ'at ider iseniz Allâh a'mâlinizin ecrinden bir şey noksan itmez. Allâh tevbe idenleri bağışlayıcı ve 'ibâdına merhametlidir.","Süleymaniye Vakfı Meali":"Çöl arapları: “İnanıyoruz” dediler. De ki “Henüz inanıp güvenmediniz. Ama siz ‘Teslim olduk’ deyin.” Çünkü inancınız henüz kalbinize yerleşmedi. Eğer Allah’a ve elçisine boyun eğiyorsanız işlerinizin değeri azalmaz. Çünkü Allah bağışlar, ikramı boldur.","Şaban Piriş Meali":"Bedeviler “iman ettik” dediler. De ki: -Siz iman etmediniz, fakat teslim olduk deyin! Çünkü iman, henüz kalblerinize girmedi. Eğer Allah'a ve Resûlüne itaat ederseniz, (Allah) amellerinizden hiç bir şey eksiltmez. Nitekim Allah, çok bağışlayan ve çok merhamet edendir.","Ümit Şimşek Meali":"Bedevîler “İman ettik” dediler. De ki: Siz iman etmediniz. “İslâma girdik” deyin; çünkü iman henüz kalbinize girmedi.(4) Eğer siz Allah'a ve Resulüne itaat ederseniz, Allah yaptıklarınızdan hiçbir şeyi zayi etmez. Şurası gerçek ki, Allah çok bağışlayıcı, çok merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Bedeviler: \"İman ettik.\" dediler. De ki: \"Siz iman etmediniz. Ancak \"Müslüman olduk\" deyin. İman sizin kalplerinize girmemiştir. Eğer Allah'a ve resulüne itaat ederseniz Allah, yapıp ettiklerinizden hiçbir şey eksiltmez. Çünkü Allah Gafûr'dur, Rahîm'dir.\"","Eski Anadolu Türkçesi":"eyitti “įmān getürdük”. eyit “įmān getürmedüñüz ve lįkin eyidüñ “boyun virdük”. daħı girmedi įmān göñüllerüñüz içine. daħı eger muŧį' olursañuz Tañrı’ya daħı yalavacına eksmeye size 'amellerüñüzden nesene. bayık Tañrı yarlıġavıcıdur raḥmet ķılıcı.","Satıraltı Meal (1534)":"‘Arablar: Yā resūlu’llāh biz saña īmān itdik, didiler. Siz īmān itmediñiz, lākinİslām olduḳ, didiñiz. Vaḳtā ki siziñ ḳalbiñizde īmān tecellī itmedi. Eger Allāha veresūline ḫulūṣ‐ı ḳalb‐ile īmān iderseñiz ‘amelleriñiziñ ecrinden bir şeyi noḳṣān itmez. Allāhu Ta‘ālā muṭī‘leriñ günāhını ‘afv ve maġfiret ve anlara çoḳ raḥmet idicidir.","Bunyadov-Memmedeliyev ":"(Qənimət əldə etmək iştahası ilə islama daxil olan) bədəvi ərəblər: “Biz iman gətirdik!” – dedilər. (Ya Peyğəmbər! Onlara) de: “Siz (qəlbən) iman gətirmədiniz! Ancaq: “Biz islamı (müəyyən şəxsi məqsəd, mənfəət naminə) qəbul etdik!” – deyin. Hələ iman sizin qəlblərinizə daxil olmamışdır (çünki iman əməllə e’tiqadın vəhdəti, islamı qəbul etmək isə yalnız zahiri əməl deməkdir). Əgər Allaha və Peyğəmbərinə itaət etsəniz, O sizin əməllərinizdən heç bir şey əskiltməz (mükafatınızı layiqincə verər). Həqiqətən, Allah bağışlayandır, rəhm edəndir!","M. Pickthall (English)":"The wandering Arabs say: We believe. Say (unto them, O Muhammad): Ye believe not, but rather say `We submit,' for the faith hath not yet entered into your hearts. Yet, if ye obey Allah and His messenger, He will not withhold from you aught of (the reward of) your deeds. Lo! Allah is Forgiving, Merciful.","Yusuf Ali (English)":"The desert Arabs say,(4934) \"We believe.\" Say, \"Ye have no faith; but ye (only)say, ´We have submitted(4935) our wills to Allah,´ For not yet has Faith entered your hearts. But if ye obey Allah and His Messenger, He will not belittle aught of your deeds: for Allah is Oft-Forgiving, Most Merciful.\""},"15":{"Arabic":"اِنَّمَاالْمُؤْمِنُونَالَّذ۪ينَاٰمَنُوابِاللّٰهِوَرَسُولِه۪ثُمَّلَمْيَرْتَابُواوَجَاهَدُوابِاَمْوَالِهِمْوَاَنْفُسِهِمْف۪يسَب۪يلِاللّٰهِۜاُو۬لٰٓئِكَهُمُالصَّادِقُونَ","Abdulbaki Gölpınarlı Meali":"İnananlar, ancak o kişilerdir ki Allah'a ve Peygamberine inanırlar da sonra şüpheye düşmezler ve mallarıyla ve canlarıyla savaşırlar Allah yolunda, işte onlardır doğru söyleyenlerin ta kendileri.","Abdullah-Ahmet Akgül Meali":"<i>(Hakiki)</i><b> Mü’minler ancak o kimselerdir ki: Allah’a </b><i>(Kur’an’ın hükümlerine)</i><b> ve Resulüne </b><i>(Hz. Peygamberin öğretilerine tamamen ve samimiyetle)</i><b> iman getirirler; sonra hiçbir kuşkuya </b><i>(ve korkuya)</i><b> kapılmadan </b><i>(ve asla Hakk’tan caymadan)</i><b> mallarıyla ve canlarıyla Allah yolunda </b><i>(Din, Millet ve Vatan uğrunda)</i><b> cihad ederler. İşte bunlar, </b><i>(iman davasında)</i><b> sadık olanların ta kendileridir. </b> ","Abdullah Parlıyan Meali":"Mü'minler ancak o kimselerdir ki, Allah'a ve Rasülü'ne iman ettikten sonra, hiçbir şüpheye sapmayıp, imanlarında sarsıntı geçirmeyen ve böylece Allah yolunda mallarıyla, canlarıyla savaşan kimselerdir. İşte iman iddiasında doğru olanlar onlardır.","Ahmet Tekin Meali":"Mü'minler, kesinlikle Allah'a ve Rasulüne iman edenler, dahası, İslamda şüpheye düşürecek konular aramayanlar, şüphe içinde bocalamayanlar, ithamlarda bulunmayanlar, Allah yolunda, İslâm uğrunda mallarını, servetlerini, canlarını ortaya koyarak cihad edenlerdir. İşte imanlarında samimi olanlar bunlardır.","Ahmet Varol Meali":"Mü'minler ancak o kimselerdir ki, Allah'a ve elçisine iman etmiş sonra şüphe etmemiş ve mallarıyla ve canlarıyla Allah yolunda cihad etmişlerdir. İşte doğrular [1] onlardır.","Ali Bulaç Meali":"Mü'min olanlar, ancak o kimselerdir ki, onlar, Allah'a ve Resûlü'ne iman ettiler, sonra hiç bir kuşkuya kapılmadan Allah yolunda mallarıyla ve canlarıyla cihad ettiler. İşte onlar, sadık (doğru) olanların ta kendileridir.","Ali Fikri Yavuz Meali":"Müminler ancak o kimselerdir ki, Allah'a ve Peygamberine iman etmişlerdir; sonra (imanlarında) şüpheye düşmemişler ve Allah yolunda mallarıyla, canlarıyla savaşmışlardır. İşte böyle kimseler, imanlarında sadık olanlardır.","Bahaeddin Sağlam Meali":"Gerçek inananlar; ancak Allah ve Resulüne inanan, sonra şüpheye düşmeyen, malları ve canları ile Allah yolunda cihad edenlerdir. İşte asıl doğru olanlar bunlardır.","Bayraktar Bayraklı Meali":"Gerçek müminler, Allah'a ve Peygamberine inanan, sonra şüphe etmeyen ve Allah yolunda mallarıyla, canlarıyla cihad edenlerdir. İşte sözünde duranlar onlardır.","Besim Atalay Meali (1965)":"İnanmış bulunanlar o kimseler ki, hem Allaha, hem de peygamberine inan edeler, sonra şüphe etmezler, mallariyle, canlariyle Allahın yolunda uğraş ederler, işte bunlar gerçeklerdir","Cemal Külünkoğlu Meali":"(Gerçek) mü'minler ancak, Allah'a ve Peygamberine inanan, sonra (inandıklarında zerre kadar) şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla cihad edenlerdir. İşte onlar doğru kimselerin ta kendileridir.","Cemil Said (1924)":"Hakîki mü’minler Allâh’a ve rasûlüne îmân idenler ve hiç şübhe iymeyenler ve emvâli ve nefisleri ile Allâh yolunda muhârebe idenlerdir. Bunlar sâdıkdırlar.","Diyanet İşleri Meali (Eski)":"\"İnananlar, ancak Allah'a ve peygamberine inanmış, sonra şüpheye düşmemiş; Allah uğrunda mallarıyla, canlarıyla cihat etmiş olanlardır. İşte onlar doğru olanlardır.\"","Diyanet İşleri Meali (Yeni)":"İman edenler ancak, Allah’a ve Peygamberine inanan, sonra şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla cihad edenlerdir. İşte onlar doğru kimselerin ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"Müminler ancak, Allah’a ve resulüne iman eden, sonra şüpheye düşmeyen, Allah yolunda malları ve canlarıyla cihad eden kimselerdir. İçleri dışları bir olanlar işte bunlardır.","Diyanet Vakfı Meali":"Müminler ancak Allah'a ve Resûlüne iman eden, ondan sonra asla şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla savaşanlardır. İşte doğrular ancak onlardır.","Edip Yüksel Meali":"İnananlar onlardır ki, ALLAH'a ve elçisine inandılar, sonra kuşku beslemediler ve ALLAH yolunda paraları ve canlarıyla savaşım verdiler. Onlar doğru olanlardır.","Elmalılı Hamdi Yazır Meali":"Gerçek müminler ancak Allah'a ve Resulüne iman eden, ondan sonra asla şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla savaşanlardır. İşte doğrular ancak onlardır.","Elmalılı Meali (Orijinal)":"Mü'minler ancak o kimselerdir ki Allaha ve Resulüne iyman ettikten sonra şübheye düşmeyip Allah yolunda mallariyle, canlariyle mücahede etmektedirler işte onlardır ki sâdıklardır","Emrah Demiryent Meali":"Mü’minler ancak o kimselerdir ki, Allah’a ve Resûlü’ne (kalben) îmân ederler, sonra (îmânlarında, hiçbir şekilde) şüpheye düşmezler ve Allah yolunda mallarıyla ve canlarıyla (sırf, Allah rızası için) cihat ederler! İşte (îmân iddiâsında) sadık olanlar bunlardır.","Erhan Aktaş Meali":"İnananlar, ancak Allah'a ve Resûl'üne iman eden, sonra da bunda en küçük bir kuşkuya yer vermeyen; malları ve canlarıyla Allah yolunda cihad eden kimselerdir. Onlar, özü ve sözü bir olanlardır.","Hasan Basri Çantay Meali":"Mü'minler ancak o kimselerdir ki Allaha ve resulüne îman etdikden sonra şübheye sapmayıp Allah yolunda mallariyle, canlariyle savaşırlar. İşte onlar (îmanlarında) saadık olanların ta kendileridir.","Hayrat Neşriyat Meali":"Mü'minler ancak o kimselerdir ki, Allah'a ve Resûlüne îmân ederler, sonra şübheye düşmezler ve Allah yolunda mallarıyla ve canlarıyla cihâd ederler! İşte onlar, (îmanlarında)gerçekten sâdık olanlardır!","İhsan Aktaş Meali":"Gerçekten inananlar, Allah’a ve O’nun elçisine iman eden, sonra asla şüphe etmeyen, mallarıyla ve canlarıyla Allah yolunda cihad eden (insanlığın hidayeti, huzur ve mutluluğu için var güçleriyle her türlü gayret ve fedakârlığı gösteren) kimselerdir. İşte onlar, (iman ve amel hususunda) doğruluklarını ispat etmiş olanlardır. *","İlyas Yorulmaz Meali":"Gerçekten inananlar, Allah’a ve O’nun elçisine iman eden, sonra asla şüphe etmeyen, mallarıyla ve canlarıyla Allah yolunda mücadele eden kimselerdir. İşte onlar, doğruluklarını ispat etmiş olanlardır.","İsmayıl Hakkı Baltacıoğlu":"İşte inanalar o kimselerdir ki Allah’a, elçisine inanırlar, sonra işkillenmezler, Allah uğrunda mallarıyla, canlarıyla savaşırlar. Doğrular işte bulardır.","İsmail Hakkı İzmirli":"Mü/minler yalnız o kimselerdir ki Allah/a ve peygamberine iman ettiler, bundan sonra şüpheye de düşmediler, mallarıyle, canlarıyle Allah yolunda duruştular, işte imanlarında sadık olanlar bunlardır.","İsmail Yakıt":"“İnananlar ancak Allah’a ve elçisine inanan ve bu (inancından) kesinlikle ödün vermeyen [lem yertâbû] ve Allah yolunda mallarıyla canlarıyla cihat edenlerdir. İşte onlar doğru olanların tâ kendileridir.","Kadri Çelik Meali":"Müminler ancak Allah'a ve resulüne iman eden, ondan sonra asla şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla savaşanlardır. İşte doğrular ancak onlardır.","Mahmut Kısa Meali":"Gerçek <b>müminler, ancak Allah’a ve Elçisine </b>yürekten <b>inanan, </b>imanın tadını tattıktan <b>sonra </b>en ağır imtihânlar karşısında bile sarsılmadan ayakta kalabilen, inançlarında en ufak bir <b>kuşkuya kapılmayan ve Allah yolunda mallarıyla, canlarıyla </b>fedâkârca <b>mücâdele eden kimselerdir. İşte </b>iman iddiasında<b> doğru olanlar bunlardır.</b>","Mahmut Özdemir Meali":"Doğrusu Allah’a ve O’nun rasûlüne iman etmiş, sonrasında kuşkuya düşmemiş, Allah yolunda mallarıyla ve canlarıyla (çalışıp) cihad etmiş Müminler, işte Sadıklar (Doğru Söyleyenler / Özü- Sözü Doğrular) onlardır.","Mehmet Çakır Meali":"Mümin dediğin, Allah ve resulüne hiç kuşku duymadan inanıp mallarıyla canlarıyla Allah için mücadele eden, doğrulardır.","Mehmet Çoban Meali":"Gerçekten iman etmiş olanlar; Allah’a ve Resulüne inanan, inancından şüpheye düşmeyen, Allah yolunda mallarıyla canlarıyla mücadele edenlerdir. İşte onlar doğru kimselerdir.        ","Mehmet Okuyan Meali":"Gerçek müminler ancak Allah’a ve Elçisine iman eden, sonrasında şüphe duymayan, Allah yolunda mallarıyla ve canlarıyla [cihad] edenlerdir (fedakârlık yapanlardır). İşte (inancında) doğru olanlar sadece bunlardır.","Mehmet Türk Meali":"Mü’minler ancak, Allah’a ve Rasûlü’ne îman eden, sonra (îman ettiği şeylerde) kuşkuya kapılmayan, Allah yolunda mallarıyla ve canlarıyla savaşanlardır. İşte doğrular, ancak onlardır.","Muhammed Esed Meali":"[Şunu bil ki, gerçek] müminler, yalnızca, Allah’a ve Elçisi’ne iman edenler ve (bu konuda) bütün şüphelerden uzak duranlardır; ¹⁹ ve Allah yolunda bütün malları ve canları ile cihad edenlerdir: işte onlardır sözlerinde duranlar!","Mustafa Çavdar Meali":"Gerçek müminler, Allah’a ve Allah’ın mesajlarını tebliğ eden Elçisine iman eden imanlarında hiçbir şüpheye yer vermeyen ve Allah yolunda mallarıyla, canlarıyla tüm gayretlerini sarf edenlerdir. İşte iman davasında sadık olanlar bunlardır. 8/2-3, 57/19","Mustafa İslamoğlu Meali":"Gerçek mü’minler sadece Allah’a ve Rasulü’ne iman edenler, ondan sonra da kuşkunun semtine uğramayanlar ve Allah yolunda mallarıyla, canlarıyla cihad edenlerdir: İşte bunlar sadık olanların ta kendileridir.[⁴⁶⁵⁴]","Orhan Kuntman Meali":"Müminler ancak onlardır ki, Allah’a ve Resulüne iman etmiş, sonra kuşkuya düşmemiş ve Allah yolunda mallarıyla canlarıyla savaşmışlardır, işte onlar sadıkların ta kendileridir.","Osman Fırat Meali":"Ancak iman edenler, Allah’a ve resulüne iman eden, sonra şüpheye düşmeyen, Allah yolunda mallarıyla ve canlarıyla cihad edenlerdir. İşte onlar doğru kimselerin ta kendileridir.","Ömer Nasuhi Bilmen Meali":"Mü'minler ancak o zâtlardır ki, Allah'a ve O'nun Peygamberine imân etmişlerdir, sonra bir şüpheye düşmemişler ve mallarıyla ve nefisleriyle Allah yolunda mücâhedede bulunmuşlardır. İşte sâdık olanlar da onların tâ kendileridir.","Suat Yıldırım Meali":"Müminler ancak o kimselerdir ki Allah'ı ve resulünü tasdik eder ve sonra da hiçbir şüpheye düşmezler, Allah yolunda mallarıyla, canlarıyla mücahede ederler. İşte imanına bağlı, gerçek müminler bunlardır. ","Süleyman Ateş Meali":"Mü'minler onlardır ki Allah'a ve Elçisine inandılar, sonra şüphe etmediler; Allah yolunda mallarıyle, canlarıyle cihadettiler. İşte (iman sözlerinde) doğru olanlar onlardır.","Süleyman Tevfik (1927)":"Allâh ve rasûlüne îmân iden ve sonra bundan şek itmeyen ve malları ve nefisleriyle fîsebîlillâh cihâd iyleyen mü'minlerdir ki sâdıklardır. ","Süleymaniye Vakfı Meali":"İnanıp güvenenler (müminler) sadece şunlardır: Allah’a ve elçisine güvenen, sonra güveninde şüpheye düşmeyen, Allah yolunda mallarıyla, canlarıyla mücadele(cihad) edenlerdir. Özü sözü doğru olanlar işte bunlardır.","Şaban Piriş Meali":"Asıl müminler, Allah'a ve Resûlüne iman edip, hiç şüphe etmeyen ve Allah yolunda mallarıyla, canlarıyla cihad edenlerdir. İşte doğrular/sadıklar onlardır.","Ümit Şimşek Meali":"Mü'minler ancak o kimselerdir ki, Allah'a ve Resulüne iman ederler, sonra da asla şüpheye düşmez, malları ve canlarıyla Allah yolunda cihad ederler. İşte onlar özü sözü doğru olanların tâ kendileridir.","Yaşar Nuri Öztürk Meali":"Müminler ancak şu kimselerdir ki, Allah'a ve resulüne iman ederler; sonra hiçbir kuşkuya düşmezler ve mallarıyla, canlarıyla Allah yolunda didinirler. İşte bunlardır, özü-sözü birbirine uyanlar.","Eski Anadolu Türkçesi":"bayıķ mü’minler anlar kim įmān getürdiler Tañrı’ya daħı yalavacına andan gümānlenmediler daħı ġaża eylediler malları-y-ıla daħı nefsleri-y-ile Tañrı yolında şunlar anlardur girçekler.","Satıraltı Meal (1534)":"Mü’minler ancaḳ ol kimselerdir ki Allāh resūline īmān itdiler ve cüdā niyetde şekitmediler. Ṣoñra Allāh yolında nefsleri‐y‐le hem mālları‐y‐la cihād itdiler. İḫlāṣıtam gösterdiler. işte o iḫlāṣ ṣāḥibi olan mü’minler ṣādıḳdırlar.","Bunyadov-Memmedeliyev ":"Mö’minlər yalnız Allaha və Peyğəmbərinə iman gətirən, (iman gətirdikdən) sonra heç bir şəkk-şübhəyə düşməyən, Allah yolunda malları və canları ilə vuruşanlardır! Məhz belələri (imanlarında) sadiq olanlardır!","M. Pickthall (English)":"The (true) believers are those only who believe in Allah and His messenger and afterward doubt not, but strive with their wealth and their lives for the cause of Allah. Such are the sincere.","Yusuf Ali (English)":"Only those are Believers who have believed in Allah and His Messenger, and have never since doubted, but have striven with their belongings and their persons in the Cause of Allah: Such are the sincere ones."},"16":{"Arabic":"قُلْاَتُعَلِّمُونَاللّٰهَبِد۪ينِكُمْوَاللّٰهُيَعْلَمُمَافِيالسَّمٰوَاتِوَمَافِيالْاَرْضِۜوَاللّٰهُبِكُلِّشَيْءٍعَل۪يمٌ","Abdulbaki Gölpınarlı Meali":"De ki: Dininizi, Allah'a mı bildireceksiniz? Ve Allah bilir ne varsa göklerde ve ne varsa yeryüzünde ve Allah, her şeyi bilir.","Abdullah-Ahmet Akgül Meali":"<i>(Bu cihad mesuliyeti ve mecburiyeti kendilerine ağır gelenlere)</i><b> De ki: \"Allah’a dininizi</b><i>(n kurallarını ve kulluk imtihanını kazanma şartlarını)</i><b> siz mi öğreteceksiniz? </b><i>(Yoksa nasıl mü’min ve makbul olacağınızı Kur’an’dan ve Resulüllah’tan mı öğreneceksiniz?)</i><b> Oysa Allah, göklerde ve yerde olanları </b><i>(ve sizin kuruntu ve kaytarmalarınızı)</i><b> bilir. Allah, her şeyi Bilendir.\"</b> ","Abdullah Parlıyan Meali":"Ey peygamber! İman ettik diyen o bedevîlere de ki: “Siz dininizi Allah'a bildirmek için mi iman ettik diyorsunuz? Allah göklerde olanı da, yerde olanı da bilir. Allah herşeyi en iyi bilendir.”","Ahmet Tekin Meali":"“Siz dindarlığınızı, dindeki samimiyetinizi Allah'a mı öğretiyorsunuz? Allah göklerin ve yerin bilinmeyenlerini, sırlarını bilir. Her şey Allah'ın ilmi, planı, iradesi dâhilinde gerçekleşmektedir.” de.","Ahmet Varol Meali":"De ki: \"Allah'a dininizi mi öğretiyorsunuz? Oysa Allah göklerde ve yerde ne varsa bilir. Allah her şeyi bilendir.\"","Ali Bulaç Meali":"De ki: 'Siz Allah'a dininizi mi öğreteceksiniz? Oysa Allah, göklerde ve yerde olanları bilir. Allah, her şeyi bilendir.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, o Bedevî'lere) de ki: “- Siz dininizi Allah'a mı öğretiyorsunuz? (sadece inandık demekle mümin mi oluyorsunuz?) Allah ise, göklerdekileri ve yerdekileri bilir. Allah her şeyi bilendir.","Bahaeddin Sağlam Meali":"De ki: “Siz dindarlığınızı Allah’a mı bildiriyorsunuz. Hâlbuki Allah, göklerde ve yerde olan her şeyi çok iyi bilendir. O’nun ilmi her şeyi kuşatmıştır. [Siz imanınızı bildiriyorsunuz. Ama Allah böyle bir şey bilmiyor. Yani iman etmiş değilsiniz. Yoksa Allah var olan her şeyi biliyor.]","Bayraktar Bayraklı Meali":"De ki: “Dininizi Allah'a mı öğretiyorsunuz? Allah, göklerde ve yerde ne varsa hepsini bilir. Allah her şeyi bilmektedir.”[576]","Besim Atalay Meali (1965)":"Sizler dininizi, Allaha mı öğretmek istiyorsunuz? Allahsa göklerde, yerde olanı bilir, Allah her şeyi bilir !","Cemal Külünkoğlu Meali":"(Ey Resul!) De ki: “Siz dininizi (dindarlığınızı) Allah'a mı öğretiyorsunuz? Oysa Allah, göklerdeki ve yerdeki her şeyi bilir. Çünkü Allah, her şeyi hakkıyla bilendir.”","Cemil Said (1924)":"Yâ Muhammed! Ânlara di ki: \"Kalblerinizde dîn olub olmadığını Allâh’a mı öğreteceksiniz? Allâh semâvât ve arzda ne var ise bilür, her şeyden haberdârdır.","Diyanet İşleri Meali (Eski)":"De ki: \"Dininizi Allah'a mı öğretiyorsunuz? Oysa Allah göklerde olanları da yerde olanları da bilir, Allah her şeyi bilendir.\"","Diyanet İşleri Meali (Yeni)":"(Ey Muhammed!) De ki: “Siz Allah’a dininizi mi öğretiyorsunuz? Oysa Allah, göklerdeki ve yerdeki her şeyi bilir. Allah, her şeyi hakkıyla bilendir.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Allah göklerde ve yerde olanları bildiği halde Allah’a dininizi öğretmeye mi kalkışıyorsunuz! Allah her şeyi bilmektedir.”","Diyanet Vakfı Meali":"De ki: Siz dininizi Allah'a mı öğretiyorsunuz? Oysa Allah göklerde olanları da bilir, yerde olanları da. Allah her şeyi hakkıyla bilendir.","Edip Yüksel Meali":"De ki, \"ALLAH'a dininizi mi öğretiyorsunuz? ALLAH göklerde ve yerde olanı bilir. ALLAH her şeyi bilendir.\"","Elmalılı Hamdi Yazır Meali":"De ki: Siz dininizi Allah'a mı öğretiyorsunuz? Oysa Allah göklerde olanları da bilir, yerde olanları da. Allah herşeyi hakkıyla bilendir.","Elmalılı Meali (Orijinal)":"De ki siz Allaha dindarlığınızı mı öğretiyorsunuz, halbuki Allah Göklerdekini ve Yerdekini bilir ve Allah her şey'e alîmdir","Emrah Demiryent Meali":"(Resûlüm! O bedevileri kınayarak) de ki: “Siz dininizi (îmân iddiânızda, ne kadar sadık olduğunuzu) Allah’a mı öğretiyorsunuz? Hâlbuki Allah göklerde ve yerdeki her şeyi hakkıyla bilir. (Hiç şüphesiz) Allah, her şeyi hakkıyla bilendir.”","Erhan Aktaş Meali":"De ki: “Dininizi Allah'a mı öğretiyorsunuz? Allah, göklerde olanları da yerde olanları da bilir. Allah, Her Şeyi En İyi Bilen'dir.”","Hasan Basri Çantay Meali":"De ki: «Siz dîninizi Allaha mı öğretiyorsunuz? Halbuki Allah, göklerde ne var, yerde ne varsa bilir. Allah her şey'i hakkıyle bilendir.","Hayrat Neşriyat Meali":"De ki: “(Siz) dîninizi (dindar olup, onda sâdık olduğunuzu) Allah'a mı öğretiyorsunuz? Hâlbuki Allah, göklerde olanları ve yerde bulunanları bilir. Çünki Allah, herşeyi hakkıyla bilendir.”","İhsan Aktaş Meali":"(Ey Resulüm!) De ki: “Siz dininizi (dindarlığınızı) Allah’a mı öğretiyorsunuz? Oysa Allah (bu durumunuz dâhil) göklerde (uzayda) olanları da bilir, yerkürede olanları da bilir. Ve Allah (her şeyi hakkıyla) bilendir.","İlyas Yorulmaz Meali":"Onlara deki “Allah göklerde ve yerde olanların hepsini bildiği halde, siz şimdi, Allah’a dininizi mi öğretmeye kalkıyorsunuz? Allah her şeyi bilendir.","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Siz kendi dininizi Allah’a mı öğretmek istiyorsunuz! Oysaki Allah yerlerde, göklerde ne varsa hepsini bilir. Allah her nesneyi bilicidir.","İsmail Hakkı İzmirli":"De ki cahiller! Dininizi Allah/a mı öğretmek istiyorsunuz? Halbuki Allah göklerde, yerde olanı bilir, Allah her şeyi tamamıyle bilir.","İsmail Yakıt":"(Ey Peygamber!) De ki: “Dininizi Allah’a mı öğretiyorsunuz? Oysa Allah, göklerde olanları da yerde olanları da bilir. Zira Allah her şeyi hakkıyla bilendir.”","Kadri Çelik Meali":"De ki: “Siz Allah'a dininizi mi öğreteceksiniz? Oysa Allah göklerde ve yerde olanları bilir. Allah, her şeyi bilendir.”","Mahmut Kısa Meali":"Ey Peygamber! Bu özelikleri taşımadan da Müslüman olabileceklerini zanneden câhillere <b>de ki: “Dininizi</b>n ne olduğunu<b> siz mi Allah’a öğreteceksiniz? Oysa Allah, göklerde ve yerde olanı bilir. </b>Kısacası <b>Allah, her şeyi </b>tam olarak <b>bilmektedir.” </b>Hal böyleyken;","Mahmut Özdemir Meali":"De ki: -“Dininizi Allah’a mı öğretiyorsunuz? Allah, Yer’deki şeyleri de, Gökler’deki şeyleri de biliyor. Allah her şeyi bilendir”.","Mehmet Çakır Meali":"Resulüm de ki: <i>&quot; göklerde ve yerde olup bitenleri en iyi Allah bildiği halde, ona dininizi mi öğretiyorsunuz?</i> &quot; O zaten, her şeyi biliyor.","Mehmet Çoban Meali":"İman ettik diyenlere de ki: \"Siz Allah’a dininizi mi öğretiyorsunuz? Oysa Allah göklerdeki ve yerdeki her şeyi bilir. Allah her şeyi hakkıyla bilendir.\" Onun için kendi kendinize iman ilkeleri belirlemeyin! Allah’ın ayetlerine uyarak iman edin!        ","Mehmet Okuyan Meali":"De ki: “Allah göklerde ve yerde olanları bilmekteyken siz dininizi Allah’a mı öğretiyorsunuz!” [*] Allah her şeyi bilendir.","Mehmet Türk Meali":"(Ey Muhammed!): “Allah, göklerde ve yerde olan her şeyi bilip dururken siz, Allah’a dindarlığınızı mı öğreteceksiniz? Oysa Allah, her şeyi tam bilendir.” de.","Muhammed Esed Meali":"De ki: “Siz, Allah’a dininizi[n mahiyetini] mi öğret[mek ist]iyorsunuz? ²⁰ Allah göklerde ve yerde olan her şeyi bilir. Allah her şeyin eksiksiz bilgisine sahiptir!”","Mustafa Çavdar Meali":"De ki: – Dininizi Allah’a mı öğretiyorsunuz? Oysa Allah, göklerde ve yerde ne varsa her şeyi biliyor. Zira Allah, her şeyi hakkıyla bilendir. 10/18, 13/33","Mustafa İslamoğlu Meali":"De ki: “Allah’a dininizi siz mi öğreteceksiniz?[⁴⁶⁵⁵] Ama Allah göklerde ve yerde ne varsa hepsini bilir: zira Allah her şeyi ayrıntısıyla bilendir.”","Orhan Kuntman Meali":"(Ey Muhammed) De ki: (Yoksa) Siz dininizi, Allah'a mı öğretiyorsunuz? (da, dindarlığınızı haber verip \"Biz iman ettik\" diyorsunuz, oysa) Allah, göklerde olanı da bilir, yerde olanları da.. Allah her şeyi hakkıyle bilendir.","Osman Fırat Meali":"De ki: \"Siz Allah’a (uydurduğunuz) dininizi mi öğretiyorsunuz? Oysa Allah, göklerdeki ve yerdeki her şeyi bilir. Allah, her şeyi hakkıyla bilendir. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Siz dininizi Allah'a mı öğretiyorsunuz? Allah ise göklerde olanı da yerde olanı da bilir, ve Allah Teâlâ herşeyi bihakkın bilendir.»","Suat Yıldırım Meali":"De ki: “Dindarlık derecenizi siz mi Allah'a bildireceksiniz? (Allah sanki bunu bilmiyor da sizin iddianıza mı bakacak? ) Halbuki Allah bunu bildiği gibi, göklerde ve yerde ne varsa bilir. Evet, Allah her şeyi hakkıyla bilir. ”","Süleyman Ateş Meali":"De ki: \"Siz mi Allah'a din(darlığ)ınızı öğreteceksiniz? Allah, göklerde ve yerde olanları bilir. Allah, her şeyi bilendir.\"","Süleyman Tevfik (1927)":"Yâ Muhammed! Onlara di ki: \"Dîninizi Allâh'a öğretmek mi istiyorsunuz? Allâh Te'âlâ göklerde ve yerde olanları bilir ve her şeye 'âlimdir. \"","Süleymaniye Vakfı Meali":"De ki “Dininizi Allah’a mı öğretiyorsunuz?” Allah göklerde ve yerde olanları bilir. Allah her şeyi bilendir.","Şaban Piriş Meali":"De ki:-Dininizi Allah'a mı öğreteceksiniz? Allah, göklerde ve yerde ne varsa bilir. Allah, herşeyi bilendir.","Ümit Şimşek Meali":"De ki: Dininizi Allah'a mı öğretiyorsunuz? Oysa göklerde ne var, yerde ne varsa Allah hepsini bilir. Çünkü Allah herşeyi hakkıyla bilendir.","Yaşar Nuri Öztürk Meali":"De ki: \"Siz Allah'a dininizi mi öğretiyorsunuz? Oysaki Allah, gökte ne var, yerde ne var hepsini bilir. Allah her şeyi çok iyi bilmektedir.\"","Eski Anadolu Türkçesi":"eyit “iy bildürür misiz Tañrı’ya dįnüñüzi? daħı Tañrı bilür anı kim gökler içindedür daħı anı kim yirdedür daħı Tañrı her neseneyi bilicidür.","Satıraltı Meal (1534)":"Ḳalbiñizde olmayan dīni Allāha ta‘līm mi idersiñiz? di. Allāhu ‘azīmü’ş‐şān her şeyi ‘alīmdür. Zīrā o ẕāt‐ı ecel a‘lā semāvāt ve arżda olan maḫlūḳatıñ esrārınıbilir. Oña hīç bir şey’ ḥafiyy olmaz.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər! Bu bədəvilərə) de: “Siz dininizi (həqiqi müsəlman olduğunuzu) Allahamı öyrədirsiniz?” Halbuki Allah göylərdə və yerdə nə varsa, (hamısını) bilir. Allah hər şeyi biləndir!","M. Pickthall (English)":"Say (unto them, O Muhammad): Would ye teach Allah your religion, when Allah knoweth all that is in the heavens and all that is in the earth, and Allah is Aware of all things?","Yusuf Ali (English)":"Say: \"What! Will ye(4936) instruct Allah about your religion? But Allah knows all that is in the heavens and on earth: He has full knowledge of all things."},"17":{"Arabic":"يَمُنُّونَعَلَيْكَاَنْاَسْلَمُواۜقُلْلَاتَمُنُّواعَلَيَّاِسْلَامَكُمْۚبَلِاللّٰهُيَمُنُّعَلَيْكُمْاَنْهَدٰيكُمْلِلْا۪يمَانِاِنْكُنْتُمْصَادِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Müslüman olduk diye seni minnet altında mı bırakırlar? De ki: Müslümanlığınızdan dolayı beni minnet altında bırakmaya kalkışmayın, hayır, Allah'a karşı siz minnet altındasınız, sizi doğru yola sevkedip imanda başarı verdiğinden, eğer doğru söylüyorsanız.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm, bazıları da)</i><b> Müslüman oldular </b><i>(ve birtakım hizmet ve fedakârlıkta bulundular)</i><b> diye </b><i>(gelip başına kakmak niyetiyle)</i><b> Sana minnet etmektedirler. </b><i>(Uğradıkları sıkıntıların sorumluluğunu Sana yüklemektedirler.)</i><b> De ki: \"Müslümanlığınızı Bana karşı minnet </b><i>(konusu)</i><b> etmeyin. </b><i>(Hizmet ve ibadetlerinize karşılık dünyalık makam ve menfaat beklemeyin, kendinizi ayrıcalıklı zannetmeyin!)</i><b> Tam tersine, sizi imana yönelttiği </b><i>(küfür ve kötülükten çekip çevirdiği)</i><b> için Allah size minnet edip </b><i>(verdiği nimet ve faziletlerin şükrünü isteyebilir)</i><b>. Eğer doğru sözlüler </b><i>(ve temiz özlüler)</i><b> iseniz </b><i>(bunu böyle kabullenmeniz gerekir.)</i><b>\"</b> ","Abdullah Parlıyan Meali":"Ey Muhammed! onlar islâm'a girip, müslüman olmak suretiyle, sana bir lütufta bulunduklarını zannederek, müslüman olmalarını senin başına kakarlar. De ki: “Müslüman olmanızı benim başıma kakmayın. Bilakis sizi imana ilettiği için, Allah size lütufta bulunmuştur. Eğer sözünüzde samimi iseniz.”","Ahmet Tekin Meali":"Onlar, İslâm'a girdikleri için seni minnet altında bırakıyorlar.<br>\r\n“Yaşamaya devam ettiğiniz müslümanlığınızı benim başıma kakmayın. Asıl sizin, aydınlatıcı bilgiler verdiği, imana kavuşturduğu için, sizin Allah'a minnet borcunuz var. Eğer imanınızda samimi iseniz siz borcunuzu ödeyin.” de.","Ahmet Varol Meali":"Müslüman oldular diye sana minnet ediyorlar. De ki: \"Müslüman olmanızı bana minnet etmeyin. Aksine, sizi imana yöneltmesi dolayısıyla size minnet eder; eğer doğrular iseniz.","Ali Bulaç Meali":"Müslüman oldular diye sana minnet etmektedirler. De ki: 'Müslümanlığınızı bana karşı minnet (konusu) etmeyin. Tam tersine, sizi imana yönelttiği için Allah size minnet etmektedir. Eğer doğru söylüyor iseniz (bunu böyle kabullenmeniz gerekir.)'","Ali Fikri Yavuz Meali":"(Bedevî'ler= Benî esed kabilesi, biz müslüman olduk; bize ikram et; bize yiyecek ver diye) İslâm'a girdiklerini senin başına kakıyorlar. (Ey Rasûlüm, onlara) de ki: “-İslâm oluşunuzu benim başıma kakmayın. Doğrusu sizi imana hidayet buyurduğundan, Allah sizin başınıza kakar; eğer (imanınızda) sadık kimselerseniz.","Bahaeddin Sağlam Meali":"Müslüman oldular diye, sana minnet ediyorlar. De ki: “Müslümanlığınızı minnet olarak başıma vurmayın. Belki Allah sizi imana iletti diye, size minnet eder. O da, eğer (imanınızda) doğru iseniz…","Bayraktar Bayraklı Meali":"Bedevîler Müslüman olmalarını senin başına kakıyorlar. De ki: “Müslüman olmanızı benim başıma kakmayınız. Tersine, eğer gerçekten inanmışsanız, sizi imana ilettiği için Allah, başınıza kaksa yeridir.”[577]","Besim Atalay Meali (1965)":"İslama girdiklerin, senin başına kakıyorlar; diyesin ki: «İslâmlığınızı başa kakmayın, sizi doğru yola ilettiğinden, eğer gerçekseniz, Allah size büyük iyilik etmiştir»","Cemal Külünkoğlu Meali":"(Ey Muhammed!) Onlar Müslüman oldular diye, bunu senin başına kakıyorlar. (Sen onlara) de ki: “Müslüman olmanızı başıma kakmayın (benden minnet beklemeyin!) Tam tersine eğer doğru kimselerseniz, imana erdirmesinden dolayı sizin Allah'a minnet borcunuz vardır.”","Cemil Said (1924)":"İslâmı kabûl iylediklerinden dolayı sana minnet koyuyorlar. Ânlara di ki: \"Siz müslim oldığınızdan nâşî minnet itmeyin, belki size îmân nasîb itdiği içün sâdık iseniz siz Allâh’a minnetdarsınzı.\"","Diyanet İşleri Meali (Eski)":"Müslüman oldular diye seni minnet altında bırakmak isterler; de ki: \"Müslüman olmanızla beni minnet altında tutmayın, hayır; eğer doğru kimselerseniz, sizi imana eriştirmekle Allah sizi minnet altında bırakır.\"","Diyanet İşleri Meali (Yeni)":"Müslüman olmalarını bir lütufta bulunmuş gibi sana hatırlatıyorlar. De ki: “Müslüman olmanızı bir lütuf gibi bana hatırlatıp durmayın. Tam tersine eğer doğru kimselerseniz sizi imana erdirmesinden dolayı Allah size lütufta bulunmuş oluyor.”","Kur'an Yolu (Diyanet İşleri)":"Boyun eğmelerini sana bir iyilik yapmış gibi gösteriyorlar. Onlara şöyle de: “Boyun eğmenizi bana yapılmış bir iyilik saymayın. Eğer samimi iseniz (bilmelisiniz ki) sizi imana yöneltmekle asıl Allah size lütufta bulunmaktadır.","Diyanet Vakfı Meali":"Onlar İslâm'a girdikleri için seni minnet altına sokuyorlar. De ki: Müslümanlığınızı benim başıma kakmayın. Eğer doğru kimselerseniz bilesiniz ki, sizi imana erdirdiği için asıl Allah size lütufta bulunmuştur.","Edip Yüksel Meali":"Müslüman (teslim) oldular diye seni minnet altında bırakmak istiyorlar. De ki, \"Müslümanlığınızı başıma kakmayın. Aslında, sizi inanca ulaştırdığı için ALLAH sizi kendisine borçlu görür, eğer doğru kimselerseniz.\"","Elmalılı Hamdi Yazır Meali":"Onlar İslâm'a girdikleri için sana minnet ediyorlar. De ki: Müslümanlığınızı benim başıma kakmayın. Bilakis sizi imana erdirdiği için Allah sizin başınıza kakar. Eğer doğrulardan iseniz (Allah'a minnettar olmanız gerekir.)","Elmalılı Meali (Orijinal)":"İslâma girdiklerini senin başına kakıyorlar, de ki islâmınızı benim başıma kakmayın, belki sizi iymana hidâyet buyurduğundan dolayı Allah sizin başınıza kakar, eğer sadıksanız","Emrah Demiryent Meali":"(Habibim! O bedeviler, “Biz bazılarının aksine, Müslümanlarla hiç savaşmadan İslâm dinini kabul ettik!” diyerek, sözde,) müslüman olmalarını, (sanki sana) bir lütufta bulunmuşlar gibi dile getirerek, seni minnet altında bırakmak istiyorlar. De ki: “(Sözde) müslümanlığınızdan dolayı, beni minnet altında bırakmaya kalkışmayın. Bilakis sizi îmâna ilettiği için, Allah size lütufta bulunmuştur, eğer (îmân ettik sözünüzde) sadık kimselerseniz (durum böyledir).”","Erhan Aktaş Meali":"Onlar, teslim olmalarını başına kakıyorlar. De ki: “İslam'a boyun eğdiniz diye, benden minnet beklemeyin. Bilakis, eğer özü-sözü bir kimselerseniz, sizi imana erdirdiği için, siz Allah'a minnet duyun.”","Hasan Basri Çantay Meali":"Onlar İslama girdiklerini senin başına kakıyorlar. (Onlara) de ki: «Müslümanlığınızı benim başıma kakmayın. Bil'akis sizi îmâna muvaffak etdiği için size Allah minnet eder, eğer size («İnandık» demenizde) sadık (insan) larsanız.","Hayrat Neşriyat Meali":"(Onlar) İslâm'a girmelerini senin başına kakıyorlar. De ki: “İslâm'a girmenizle beni minnet altında bırakmayın! Eğer (iddiânızda) doğru kimseler iseniz, bil'akis sizi îmâna erdirdiği için Allah sizi minnet altında bırakır.”","İhsan Aktaş Meali":"(Bazıları da) Müslüman oldular (teslim olup boyun eğdiler) diye sana minnet ediyorlar. De ki: “Müslümanlığınızı bana karşı minnet (konusu) etmeyin. Tam tersine eğer (iman ve müslümanlık iddianızda) doğru iseniz, size iman yolunu gösterdiği için asıl Allah size lütufta bulunmuş oluyor”","İlyas Yorulmaz Meali":"Onlar müslüman olmalarından dolayı, seni minnet altında bırakıyorlar. Böylelerine deki “Müslüman olmanızdan dolayı beni minnet altında bırakmayın. Tam aksine, eğer doğru düşünenlerdenseniz, bilin ki! Allah size iman etmenin doğru yollarını göstermesinden dolayı, sizi minnet altında O bırakıyor.","İsmayıl Hakkı Baltacıoğlu":"Onlar: \"Allah’a bağındık\" diye seni kendilerine borçlandırmak istiyorlar. De ki: \"Allah’a bağındık diye siz beni borçlandıramazsınız. Belki, siz sizi inanma yoluna ileten Allah’a karşı borçlanmış oluyorsunuz, eğer doğru kimselerseniz.\"","İsmail Hakkı İzmirli":"Onlar cenksiz Müslüman olmakla sana minnet yükletiyorlar. Onlara de ki Müslüman olmanız ile bana minnet yükletmeyin. Belki imanınızda gerçekseniz Allah size imana yol göstermekle size minnet yükletir.","İsmail Yakıt":"(Bedeviler) Müslüman oldular diye seni minnet altında bırakmak istiyorlar. De ki: “Müslümanlığınızı başıma kakmayınız. Bilakis, eğer doğru söyleyenlerden iseniz, imana eriştirdiği için Allah sizi minnet altında bırakır.”","Kadri Çelik Meali":"Müslümanlar oldular diye sana minnet etmektedirler. De ki: “Müslümanlığınızı bana karşı minnet (konusu) etmeyin. Tam tersine sizi imana yöneltip ilettiği için Allah size minnet etmektedir. Eğer (iman iddianızda) doğru sözlüler iseniz (Allah'a minnettar olmanız gerekir).”","Mahmut Kısa Meali":"İman henüz yüreklerine sinmemiş olan bazı câhiller, “Biz Müslümanlarla savaşmadan, kendi irâdemizle İslâm’a girdik!” diyerek, <b>Müslüman oldukları için </b>güya <b>seni minnet altında bırakmak istiyorlar. </b>Böyle kimselere <b>de ki: “Müslümanlığınızı başıma kakmayın! Tam tersine, eğer </b>gerçekten iman iddianızda <b>samîmî iseniz, sizi imana eriştirdiği için asıl Allah sizi minnet</b>borcu<b> altında bırakmıştır. </b>Eğer yüreğinizde bu şükür duygusunu taşımıyorsanız, zaten iman etmiş değilsiniz demektir.<b>”</b>","Mahmut Özdemir Meali":"Teslim oldular diye sana minnet ediyorlar / iyilik ettiklerini düşünüyorlar. De ki: -“Sizin islam / teslim oluşunuzu bana minnet etmeyin! Eğer sadık / doğru söyleyen iseniz, İman için size yol gösterdi diye Allah size karşılıksız iyilik ediyor”.","Mehmet Çakır Meali":"Müslüman olmalarını senin başına kakıyorlar. De ki: &quot; <i>İslâma girmenizi başıma kakmayın</i>.  <i>Bilakis, size iman nasip ettiği için , Allah bu iyiliğini, sizin başınıza kakabilir.</i> <i>İman işinde samimî iseniz tabiki. &quot;</i>","Mehmet Çoban Meali":"Onlardan bazıları şöyle düşünüyor. Sanki Müslüman olmaları senin için bir lütuftur. Onların Müslüman olmasıyla sen güç ve kuvvet kazandın! Onlar Müslüman olmasaymış gücün kuvvetin olmazmış. Böyle düşünüp sana bu şekilde Müslüman oluşlarını anlatanlara de ki: \"Müslüman olmanızı bir lütuf gibi bana hatırlatıp durmayın! Tam tersine eğer doğru kimselerseniz sizi imana ulaştırmasından dolayı Allah size lütufta bulunmuştur. Müslüman olarak sizler bana bir lütufta bulunmadınız. Müslüman olarak sadece kendinize iyilik ettiniz. Yaptığınız iyiliği de lütuf gibi göstererek çöpe atmayın!\"        ","Mehmet Okuyan Meali":"Onlar, müslüman olmalarını senin başına kakıyorlar. De ki: “Müslümanlığınızı benim başıma kakmayın! Doğruysanız bilin ki size imanı gösterdiği için aslında Allah size iyilikte bulunmaktadır.”","Mehmet Türk Meali":"Müslümanlıklarını senin başına kalkıyorlar.¹ (Sen de onlara): “Müslümanlığınızla beni minnet altına almayın, eğer (îmanınızda) doğruysanız; sizi îmana yönelttiği için (esasen) Allah’ın, sizi minnet altına alması gerekir.” de.","Muhammed Esed Meali":"Birçok insan, ²¹ [sana] teslim olmak suretiyle ²² [ey Muhammed], sana bir lütufta bulunduklarını zannederler. De ki: “Teslimiyetinizi bana bir lütuf olarak görmeyin: hayır, tersine size iman yolunu göstermek suretiyle Allah size lütufta bulunmuştur; eğer sözünüzde samimi iseniz!”","Mustafa Çavdar Meali":"Onlar Müslüman olduk diye senin başına kakıp seni minnet altına almaya kalkıyorlar. De ki: – Müslüman olduk diye benim başıma kakmayın. Bilakis eğer imanınız konusunda samimi iseniz Allah sizi doğru yola ilettiği için asıl siz ona minnet ve şükran borçlusunuz. 2/112, 27/81","Mustafa İslamoğlu Meali":"Onlar teslim oldular diye seni minnet altına almaya kalkıyorlar. De ki: “İslâmınızdan dolayı beni minnet altına alıp bana lutfettiğinizi sanmayın; eğer (hakikate) sadıksanız, sizi doğru yola yönelttiği için asıl Allah size lutufta bulunmuştur.[⁴⁶⁵⁶]","Orhan Kuntman Meali":"(Ey Muhammed, yoksa) Onlar İslam'a girdikleri için seni minnet altına sokmak mı istiyorlar. De ki: Müslümanlığınızı benim başıma kakmayın. Eğer sadık kimselerseniz -sizi imana erdirdiği için- Allah’ın hakk'ını ödersiniz! (O'na hamd ve şükürde bulunursunuz) ","Osman Fırat Meali":"Teslimiyetlerini/boyun eğmelerini bir lütufta bulunmuş gibi senin başına kakıyorlar. De ki: \"Teslimiyetinizi bir lütuf gibi başıma kakmayın. Tam tersine eğer doğru kimselerseniz; sizi imana doğrulmasından dolayı Allah size bir lütfuduu bu..","Ömer Nasuhi Bilmen Meali":"İslâm olduklarından dolayı sana karşı minnette bulunurlar. De ki: «Benim üzerime İslâmiyetinizle minnette bulunmayın. Belki Allah Teâlâ sizi imâna hidayet ettiğinden dolayı size minnet buyurur, eğer siz sâdıklar oldunuz iseniz.»","Suat Yıldırım Meali":"İslâm'a girmelerini sana minnet ediyorlar. Onlara de ki: “Müslümanlığınızı bana minnet etmeyin. Asıl size iman yolunu gösteren Allah size minnet eder, eğer iman iddianızda samimi iseniz! ”","Süleyman Ateş Meali":"İslam olmalarını senin başına kakıyorlar. De ki: \"Müslüman olmanızı benim başıma kakmayın. Tersine, eğer gerçekten inanmışsanız, sizi imana ilettiği için Allah, sizin başınıza kaksa yeridir.\"","Süleyman Tevfik (1927)":"İslâm olduklarından dolayı sana minnet iderler. Di ki: \"İslâmınız üzerine bana minnet itmeyin. Belki Allâh Te'âlâ, eğer îmânınızda sâdık iseniz sizi îmâna hidâyet iylediğinden dolayı süze minnet ider.","Süleymaniye Vakfı Meali":"Allah’a teslim[1] oldular diye seni borçlu çıkarıyorlar. De ki “Sizin müslüman(teslim) olmanız beni size borçlu kılmaz ama imanın[2] yolunu gösterdiği için siz Allah’a borçlu olursunuz; eğer doğru kimselerseniz.”","Şaban Piriş Meali":"Müslüman oldular diye seni minnet altında tutmak istiyorlar. De ki: Müslüman olmanız sebebiyle beni minnet altında bırakmayın, bilakis size doğru yolu gösterdiği için Allah sizi minnet altında tutar, eğer samimi iseniz.","Ümit Şimşek Meali":"Müslüman oldular diye seni minnet altında bırakmak istiyorlar. De ki: Müslümanlığınızı başıma kakmayın. Eğer iman iddianızda doğru iseniz, sizi imana kavuşturmakla Allah size iyilik ediyor demektir.","Yaşar Nuri Öztürk Meali":"İslam'a girmelerini senin başına kakıyorlar. De ki: \"İslamınızı benim başıma kakmayın! Aksine, eğer özü-sözü doğru insanlarsanız, sizi imana kılavuzladığı için Allah hepinizi minnet borcu altına sokar.\"","Eski Anadolu Türkçesi":"minnet eylerler saña kim müsülmān oldılar. eyit “minnet eylemeñ baña müsülmān olduġuñuzı belki Tañrı minnet eyler size kim ŧoġru yol gösterdi size įmāna eger olursañuz girçekler.”","Satıraltı Meal (1534)":"Onlar saña İslāmiyetleri‐y‐le imtinān iderler. Di ki baña İslāmiyetiñizle imtinānitmeyiñiz. Bel ki Allāhu Ta‘ālā size imtinān ider ki za‘muñuzca size īmān içün yolgösterdi. Eger ṣādıḳ iseñüz īmānda iḫlāṣ idiñiz.","Bunyadov-Memmedeliyev ":"Onlar islamı qəbul etdiklərinə görə sənə minnət qoyurlar. De: “Müsəlman olduğunuzla mənə minnət qoymayın! Xeyr, əgər (iman gətirdiyinizi) doğru deyirsinizsə, (bilin ki) sizi imana müvəffəq etməklə, əslində Allah sizin boynunuza minnət qoymuş olur!”","M. Pickthall (English)":"They make it favour unto thee (Muhammad) that they have surrendered (unto Him). Say: Deem not your Surrender a favour unto me; nay, but Allah doth confer a favour on you, inasmuch as He hath led you to the Faith, if ye are earnest.","Yusuf Ali (English)":"They impress on thee(4937) as a favour that they have embraced Islam. Say, \"Count not your Islam as a favour upon me: Nay, Allah has conferred a favour upon you that He has guided you to the faith, if ye be true and sincere."},"18":{"Arabic":"اِنَّاللّٰهَيَعْلَمُغَيْبَالسَّمٰوَاتِوَالْاَرْضِۜوَاللّٰهُبَص۪يرٌبِمَاتَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki Allah, göklerin ve yeryüzünün gizli şeylerini bilir ve Allah, bütün yaptıklarınızı görür.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz Allah, göklerin ve yerin gaybını </b><i>(görünmeyen tüm sırlarını)</i><b> bilir. </b><i>(Sizlerin her türlü niyet ve gayretinizden de habersiz değildir; hak ettiğiniz karşılığı elbette verecektir. Ancak Rabbinizi kendinize borçlu zannetmek büyük bir gaflet ve edepsizliktir)</i><b> Allah, yaptıklarınızı Görendir.</b> ","Abdullah Parlıyan Meali":"Şüphesiz Allah, göklerde ve yerde, gözlere görünmeyeni bilir ve Allah, bütün yaptıklarınızı görür.","Ahmet Tekin Meali":"Allah göklerdeki ve yerdeki görülmeyeni, bilinmeyeni biliyor. Allah işlediğiniz amelleri biliyor, görüyor.","Ahmet Varol Meali":"Şüphesiz Allah göklerin ve yerin gizliliklerini bilir. Allah yaptıklarınızı görmektedir.","Ali Bulaç Meali":"Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı görendir.","Ali Fikri Yavuz Meali":"Muhakkak ki Allah, göklerin ve yerin gaybını bilir. Allah, bütün yaptıklarınızı da görür.","Bahaeddin Sağlam Meali":"Şüphesiz Allah, göklerin ve yerin gizliliğini bilendir. Ve Allah, bütün yaptıklarınızı görendir.","Bayraktar Bayraklı Meali":"Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah yaptıklarınızı görendir.[578]","Besim Atalay Meali (1965)":"Göklerin, yerin gizlisini Allah bilir, Allah bilir niderseniz","Cemal Külünkoğlu Meali":"Şüphesiz Allah, göklerin ve yerin bütün sırlarını bilir ve bütün yaptıklarınızı görür.","Cemil Said (1924)":"Allâh semâvâtın ve arzın esrârını bilür, a’mâlinizi bilür.","Diyanet İşleri Meali (Eski)":"Doğrusu Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı görendir.*","Diyanet İşleri Meali (Yeni)":"Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı hakkıyla görendir.","Kur'an Yolu (Diyanet İşleri)":"Allah göklerin ve yerin gizlisini bilir. Allah bütün yaptıklarınızı görmektedir.","Diyanet Vakfı Meali":"Şüphesiz Allah, göklerin ve yerin gizliliklerini bilir. Allah yaptıklarınızı görendir.","Edip Yüksel Meali":"ALLAH göklerin ve yerin gizemlerini bilir. ALLAH yaptıklarınızı görendir.","Elmalılı Hamdi Yazır Meali":"Şüphesiz Allah, göklerin ve yerin görülmeyen esrarını bilir. Allah yaptıklarınızı görür.","Elmalılı Meali (Orijinal)":"Göklerin Yerin gaybını Allah bilir ve Allah görür her ne yaparsanız","Emrah Demiryent Meali":"Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah, bütün yaptıklarınızı hakkıyla görendir.","Erhan Aktaş Meali":"Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı görendir.","Hasan Basri Çantay Meali":"Şübhesiz göklerin ve yerin gaybını Allah bilir. Allah, ne yapıyorsanız hakkıyle görücüdür.","Hayrat Neşriyat Meali":"Muhakkak ki Allah, göklerin ve yerin gizliliklerini bilir. Çünki Allah, ne yaparsanız hakkıyla görendir.","İhsan Aktaş Meali":"Muhakkak ki Allah, göklerin ve yerkürenin (evrenin) gaybını (bilinmeyenlerini) biliyor. Allah yaptıklarınızı da en iyi görendir. *","İlyas Yorulmaz Meali":"Şurası muhakkak ki Allah, göklerin ve yeryüzünün bilinmeyenlerini (gaybını) biliyor.  Allah yaptıklarınızı en iyi görendir.","İsmayıl Hakkı Baltacıoğlu":"(*)","İsmail Hakkı İzmirli":"Şüphe yok ki Allah göklerde, yerde olan mugayyebatı, ayıpları bilir, Allah yaptıklarınızı görür.","İsmail Yakıt":"Muhakkak ki Allah, göklerin ve yerin algılanamayan gerçeklerini [ğayb] bilir. Zira Allah yaptıklarınızı hakkıyla görmektedir.","Kadri Çelik Meali":"Hiç şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah yapmakta olduklarınızı görendir.","Mahmut Kısa Meali":"O hâlde, ey insanlar! Tüm tavır ve davranışlarınızda, şu gerçeği dâimâ göz önüne bulundurun: <b>Hiç kuşku yok ki Allah, göklerin ve yerin bütün gizliliklerini bilmektedir. </b>Tüm evrende neler olup bittiğini bildiği gibi, kalplerinizde taşıdığınız gizli niyet ve düşüncelerden de haberdardır. Bu yüzden, içinizi dışınızı düzelterek iyi bir mümin olmaya gayret gösterin! Unutmayın ki <b>Allah, yaptığınız her şeyi görmektedir.</b>","Mahmut Özdemir Meali":"Allah, Yer’in ve Gökler’in gaybını biliyor. Ne işliyorsanız Allah görmektedir.","Mehmet Çakır Meali":"Allah, göklerin ve yerin öte yüzünü bildiği gibi  sizin tüm yapıp ettiklerinizi de görür. ","Mehmet Çoban Meali":"Şüphesiz Allah göklerin ve yerin bilinmeyenlerini bilir. Allah yaptıklarınızı hakkıyla görendir. Kalbinizden geçenlerle gizlice yaptıklarınızı Allah’tan gizleyemezsiniz.","Mehmet Okuyan Meali":"Şüphesiz ki Allah göklerin ve yerin [gayb]ını (bilinemeyenini) bilir. [*] Allah yaptıklarınızı görendir.","Mehmet Türk Meali":"Şüphesiz Allah, göklerin ve yerin bütün gizli bilgilerini bilir ve Allah, yaptıklarınızı görüp durmaktadır.","Muhammed Esed Meali":"Şüphesiz Allah, göklerin ve yerin bütün sırlarını bilir ve bütün yaptıklarınızı görür.","Mustafa Çavdar Meali":"Şüphesiz Allah, göklerin ve yerin bilinmez ve görünmez her şeyini bilir. Onun için Allah, yaptığınız her şeyi görmektedir. 9/105, 57/4, 67/13-14","Mustafa İslamoğlu Meali":"Şu kesin ki Allah, göklerin ve yerin sırlarını bilir; dahası Allah yaptığınız her şeyi görür.","Orhan Kuntman Meali":"Şüphe yok ki Allah, göklerin ve yerin gizliliklerini bilir, Allah yaptığınız her şeyi elbette görendir. ","Osman Fırat Meali":"Şüphesiz Allah, göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı hakkıyla görendir.","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki, Allah Teâlâ göklerin ve yerin gaybını bilir ve Allah Teâlâ işlediğinizi görücüdür.","Suat Yıldırım Meali":"Muhakkak ki Allah göklerin ve yerin gaybını bilir. Bütün bunları bilen Allah, sizin yaptığınız her şeyi de elbette görür. ","Süleyman Ateş Meali":"Şüphesiz Allah, göklerin ve yerin gizlisini bilir. Allah yaptıklarınızı görmektedir.","Süleyman Tevfik (1927)":"Tahkîk Allâh Te'âlâ göklerin ve yerin gaybını bilir. Ve Allâh işlediğiniz şeyleri göricidir.","Süleymaniye Vakfı Meali":"Allah, göklerde ve yerde gizli olan her şeyi bilir. Ne yapsanız Allah görür.","Şaban Piriş Meali":"Allah, şüphesiz göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı görmektedir.","Ümit Şimşek Meali":"Hiç şüphe yok ki, Allah göklerin ve yerin gizliliklerini bilir. Sizin yaptıklarınızı da Allah görmektedir.","Yaşar Nuri Öztürk Meali":"Şu bir gerçek ki, Allah göklerin ve yerin gaybını bilir. Allah, yaptıklarınızı iyice görmektedir.","Eski Anadolu Türkçesi":"bayıķ Tañrı [276a] bilür gökler gizlüsini daħı yirüñ daħı Tañrı göricidür anı kim işlersiz.","Satıraltı Meal (1534)":"Taḥḳīḳ Allāhu Ta‘ālā bilir semāvāt ve arżda olan muġayyebātı bilir, hem ẓāhirdekiīmānıñızı, bāṭındaki nifā[ḳı]ñızı bilüp göricidir.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, Allah göylərin və yerin qeybini (gözə görünməyən sirlərini) bilir. Allah sizin nə etdiklərinizi görəndir!","M. Pickthall (English)":"Lo! Allah knoweth the Unseen of the heavens and the earth. And Allah is Seer of what ye do.","Yusuf Ali (English)":"\"Verily Allah Knows(4938) the secrets of the heavens and the earth: and Allah Sees well all that ye do.\""},"TotalVerse":18,"Name":"Hucurât"}