{"1":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَاتَتَّخِذُواعَدُوّ۪يوَعَدُوَّكُمْاَوْلِيَٓاءَتُلْقُونَاِلَيْهِمْبِالْمَوَدَّةِوَقَدْكَفَرُوابِمَاجَٓاءَكُمْمِنَالْحَقِّۚيُخْرِجُونَالرَّسُولَوَاِيَّاكُمْاَنْتُؤْمِنُوابِاللّٰهِرَبِّكُمْۜاِنْكُنْتُمْخَرَجْتُمْجِهَادًاف۪يسَب۪يل۪يوَابْتِغَٓاءَمَرْضَات۪يتُسِرُّونَاِلَيْهِمْبِالْمَوَدَّةِۗوَاَنَا۬اَعْلَمُبِمَٓااَخْفَيْتُمْوَمَٓااَعْلَنْتُمْۜوَمَنْيَفْعَلْهُمِنْكُمْفَقَدْضَلَّسَوَٓاءَالسَّب۪يلِ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, düşmanlarımı ve düşmanlarınızı dost edinip onları sevmeyin, onlara haber yolluyorsunuz ama onlar, size gerçek olarak gelen şeye kafir olmuşlardır da Peygamberi ve sizi, Rabbiniz Allah'a inanıyorsunuz diye yurdunuzdan çıkarıyorlar; benim yolumda savaşmak ve razılığımı arayıp elde etmek için yurdunuzdan çıktıysanız, bu, böyle; siz, onlara sevgiyle sır veriyorsunuz ve bense sizin gizlediğiniz şeyi de daha iyi bilirim, açığa vurduğunuz şeyi de ve sizden kim bu işi yaparsa gerçekten dedüz ve doğru yoldan sapmış, yolunu kaybetmiş gitmiştir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, </b><i>(sakın)</i><b> Benim de düşmanım sizin de düşmanınız olan </b><i>(kişileri, çevreleri ve ülkeleri)</i><b> evliya </b><i>(dostlar ve müttefikler) </i><b>edinmeyin. </b><i>(Zalim ve kâfir güçlerin hükmüne ve himayesine girmeyin. Bu uyarılarıma rağmen hangi sebep ve beklentiyle)</i><b> Siz hâlâ onlara karşı meveddet </b><i>(yaranmak için muhabbet ve destek çağrısı)</i><b> yöneltmekte </b><i>(ve onlara yakınlık mesajı ve tavrı iletmekte)</i><b>siniz! Oysa onlar size Hakk’tan gelen </b><i>(Kur’ani emir ve hükümleri)</i><b> inkâr etmişler, Rabbiniz olan Allah’a imanınızdan dolayı, Elçiyi de, sizi de </b><i>(ülkenizden, hak ve hürriyetlerinizden)</i><b> çıkarmaya girişmişlerdir. Eğer siz, Benim uğrumda </b><i>(Kur’an’ın adalet kurallarını hâkim kılmak ve herkese temel insan haklarını sağlamak üzere)</i><b> CİHAD etmek ve Benim rızama erişmek </b><i>(niyeti ve gayretiyle yola)</i><b> çıkmış iseniz; </b><i>(nasıl oluyor da hâlâ kalbinizin içinde zalim ve kâfir güruhuna) </i><b>onlara karşı meveddet </b><i>(sevgi ve destek)</i><b> gizliyorsunuz </b><i>(ve Müslümanların sırlarını onlara veriyorsunuz?</i> <i>Oysa)</i><b> Ben sizin gizli tuttuklarınızı da açığa vurduklarınızı da bilirim. Sizden kim bunu yaparsa </b><i>(zalim ve kâfir güçlere yaranmaya ve sığınmaya çalışırsa)</i><b>, artık o kesinlikle </b><i>(Hakk)</i><b> yolun ortasından şaşırıp-sapmış birisidir. </b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçek mesajı inkâr ettikleri, Rabbiniz olan Allah'a inandığınızdan dolayı, Rasulünü ve sizi yurdunuzdan sürüp çıkardıkları halde, siz onlara sevgi belirterek mektup ulaştırıyorsunuz. Eğer benim yolumda savaşmak ve benim rızamı kazanmak için savaşa çıktınızsa, içinizde onlara sevgi mi besleyip gizliyorsunuz? Oysa ben sizin gizlediğinizi ve açığa vurduğunuz herşeyi bilirim. Sizden kim böyle yaparsa, gerçekten o doğru yolun ortasında, şaşırıp sapıtmıştır.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, benim düşmanımı ve kendi düşmanınızı kamu görevlerini icraya yetkili kılmayın, candan dost-müttefik velî edinmeyin. Siz hâlâ sevgi ve dostluk sebebiyle onlara sır veriyorsunuz. Halbuki onlar, size gelen gerekçeli, hikmete dayalı, toplumunuzda hakça düzeni gerçekleştirecek hak kitap Kur'ân'ı, İslâm dinini inkârda ısrar ettiler. Rabbiniz Allah'a iman ediyorsunuz diye, Rasulullah'ı ve sizi yurdunuzdan çıkarıyorlar. Eğer benim yolumda hayatlarınızı ortaya koyarak, konuşarak, yazarak, hesapsız servet harcayarak cihad etmeye, rızamı kazanmaya çıkmışsanız, sevgiyle onlara gizli gizli haber göndermek neyin nesi? Ben sizin gizlediklerinizi de açığa vurduklarınızı da bilirim. Sizden kim bunu yaparsa doğru, dengeli bir hayat tarzından uzaklaşmış, dalâleti, bozuk düzeni, helâki tercih ederek, başına buyruk hareket etmiş olur.","Ahmet Varol Meali":"Ey iman edenler! Benim de düşmanım sizin de düşmanınız olan kimseleri dostlar edinmeyin. Siz onlara sevgi gösteriyorsunuz. Oysa onlar haktan size geleni inkâr ettiler. Rabbiniz Allah'a iman etmenizden dolayı sizi ve Peygamber'i (yurdunuzdan) çıkarıyorlar. Eğer siz benim yolumda cihad etmek ve benim hoşnutluğumu kazanmak üzere çıktıysanız (nasıl) onlara karşı sevgi gizlersiniz? Halbuki ben sizin gizlediğinizi de açığa vurduğunuzu da bilirim. Sizden kim bunu yaparsa yolun ortasından [1] sapmış olur.","Ali Bulaç Meali":"Ey iman edenler, benim de düşmanım, sizin de düşmanınız olanları veliler edinmeyin. Siz onlara karşı sevgi yöneltiyorsunuz; oysa onlar haktan size geleni inkâr etmişler, Rabbiniz olan Allah'a inanmanızdan dolayı elçiyi de, sizi de (yurtlarınızdan) sürüp-çıkarmışlardır. Eğer siz, Benim yolumda cihad etmek ve Benim rızamı aramak amacıyla çıkmışsanız (nasıl) onlara karşı hâlâ sevgi gizliyorsunuz? Ben, sizin gizlediklerinizi ve açığa vurduklarınızı bilirim. Kim sizden bunu yaparsa, artık o, elbette yolun ortasından şaşırıp-sapmış olur.","Ali Fikri Yavuz Meali":"Ey iman edenler! Düşmanlarımı ve düşmanlarınızı dostlar edinmeyin. Siz, onlara (mektubla bağlılık ve) sevgi yolluyorsunuz; halbuki onlar, Kur'an'dan size geleni inkâr ettiler. Rabbiniz olan Allah'a iman ediyorsunuz diye, size ve Peygamberi (Mekke'den) çıkarıyorlardı. Eğer sizler, benim yolumda ve rızam uğrunda cihad için (Mekke'den Medine'ye) çıktınızsa, (düşmanlarımı ve düşmanlarınızı dost edinmeyin). Siz, sevgi göstererek, onlara sır veriyorsunuz; halbuki ben, sizin gizlediklerinizi de, açıkladıklarınızı da hep bilirim. Sizden kim bunu yaparsa, artık hak yolun ortasında sapıtmıştır, (kendini felâkete sürüklemiştir). (Bu âyet-i kerime, Hâtib İbni Belte'e hakkında nazil oldu. Hz. Peygamber efendimizin Mekke'lilere savaş açacağını duyunca, bu haberi Medine'den yazdığı bir mektupla Mekke'lilere bildirmeğe teşebbüs etti ve mektubunu Sare adlı bir kadınla gönderdi. Bunun üzerine Cebrâil nazil olub hâdiyesi Hz. Peygamber efendimize bildirdi. Hz. Peygamber de ashabın ileri gelenlerinden altı kişiyi, yola çıkan kadını yakalayıb mektubu almak üzere vazifelendirdi. Onlar da yolda kadını yakalayarak bu mektubu kendisinden almışlardı. İşte müminlerin, bu şekilde bir büyük günah işlememelerini bildiren bu âyet-i kerime nazil olmuştur.)","Bahaeddin Sağlam Meali":"Ey iman edenler! Hem Bana hem size düşman olanlara, sevgi ile atılarak onları dost edinmeyin. Hâlbuki onlar, size gelen hakkı inkâr etmişler. Rabbiniz olan Allah’a inanıyorsunuz diye, Resulullahı ve sizi (memleketinizden) çıkarıyorlar. Eğer Benim yolumda ve rızamı isteyerek cihada çıkmış iseniz, onlara gizlice sevginizi bildirerek onları dost edinmeyin. Çünkü Ben, sizin gizlediğinizi de açıkladığınızı da (sizden daha iyi) bilirim. Artık kim böyle bir şey yaparsa, o doğru yoldan tamamıyla sapmış demektir.","Bayraktar Bayraklı Meali":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyiniz. Onlar, size gelen gerçeği inkâr ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Peygamberi ve sizi yurdunuzdan çıkardıkları halde, siz onlara sevgi iletiyorsunuz. Benim yolumda savaşmak ve benim rızamı kazanmak için yurdunuzdan çıktığınız halde, içinizde onlara sevgi gizliyorsunuz. Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur. [627][628]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Hem benim düşmanımı, hem de sizin düşmanlarınızı dost edinmeyin, siz onlara sevgi besliyorsunuz, size haktan gelen şeyi, onlar tanımadılar, Tanrınız olan Allaha inanmış olduğunuzdan, yurdunuzdan hem peygamberi, hem de sizleri çıkarmış olanlardır, eğer benim yolumda savaşmak için, eğer benim hoşnutluğumçün çıkmış iseniz, neye sevgi beslersiniz onlara? Ben, neyi gizliyorsanız, neyi açıklıyorsanız iyi bilmedeyim, içinizden bunu yapan bir kimse yolunu sapıtmıştır","Cemal Külünkoğlu Meali":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin! Onlar size gelen gerçeği inkâr ettikleri ve Rabbiniz olan Allah'a inandığınızdan dolayı Resulü ve sizi (yurdunuz Mekke'den) çıkardıkları halde siz onlara sevgi(niz ve akrabalık bağları yüzünden) sır veriyorsunuz. Eğer gerçekten Benim yolumda mücadele etmek ve hoşnutluğumu kazanmak amacıyla yurdunuzu terk edip çıktıysanız, kâfirlere bilgi sızdırarak onlara karşı nasıl sevgi besleyebilirsiniz? (Unutmayın ki,) Ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa (onlara sevgi gösterip sır verirse) doğru yoldan sapmış olur.","Cemil Said (1924)":"Ey mü’minler! Benim ve sizin düşmanlarımızı dost telâkkî itmeyiniz. Siz ânlara ibrâz-ı muhabbet idiyorsunuz. Halbuki ânlar Hak’dan nâzil olana inanmıyorlar, rabbiniz olan Allâh’a inandığınız içün sizi ve rasûli içlerinden ihrâc idiyorlar. Benim yolumda cihâd itmek ve benim rızâmı istihsâl iylemek içün meskenlerinizden çıkdığınız halde ânlara izhâr-ı meveddet mi ideceksiniz? Fakat ben sizin hafî ve ’alenî tekmîl yapdıklarınızı herkesden iyi bilürim. Sizden bu hareketde bulunanlar doğrı yoldan ayrılmış ve dalâlete sapmış olurlar.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olanları dost edinmeyin. Onlar, size gelen gerçeği inkar etmişken, onlara sevgi gösteriyorsunuz; oysa onlar, Rabbiniz olan Allah'a inandığınızdan ötürü sizi ve Peygamberi yurdunuzdan çıkarıyorlar. Eğer sizler Benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız onlara nasıl sevgi gösterirsiniz? Ben, sizin gizlediğinizi de, açığa vurduğunuzu da bilirim. İçinizden onlara sevgi gösteren kimse, şüphesiz doğru yoldan sapmıştır.","Diyanet İşleri Meali (Yeni)":"Ey İman edenler! Benim de düşmanım, sizin de düşmanınız olanları dost edinmeyin. Siz onlara sevgi gösteriyorsunuz. Hâlbuki onlar size gelen hakkı inkâr ettiler. Rabbiniz olan Allah’a inandınız diye Resûlü ve sizi yurdunuzdan çıkarıyorlar. Eğer rızamı kazanmak üzere benim yolumda cihad etmek için çıktıysanız (böyle yapmayın). Onlara gizlice sevgi besliyorsunuz.[537] Oysa ben sizin gizlediğinizi de, açığa vurduğunuzu da bilirim. Sizden kim bunu yaparsa, mutlaka doğru yoldan sapmıştır.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Eğer benim yolumda cihad etmek ve hoşnutluğumu kazanmak üzere yola çıkmışsanız, benim de düşmanım sizin de düşmanınız olan kimseleri kendilerine sevgi göstererek dost edinmeyin. Onlar size gelen gerçeği inkâr etmektedirler; üstelik rabbiniz Allah’a iman ettiniz diye peygamberi ve sizi (yurdunuzdan) çıkarıyorlar. Ben sizin gizlediklerinizi de açıkladıklarınızı da bildiğim halde onlara gizliden gizliye sevgi besliyorsunuz. İçinizden kim bunu yaparsa bilsin ki doğru yoldan sapmıştır.","Diyanet Vakfı Meali":"Ey iman edenler! Eğer benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız, benim de düşmanım, sizin de düşmanınız olanlara sevgi göstererek, gizli muhabbet besleyerek onları dost edinmeyin. Oysa onlar, size gelen gerçeği inkâr etmişlerdir. Rabbiniz Allah'a inandığınızdan dolayı Peygamber'i de sizi de yurdunuzdan çıkarıyorlar. Ben, sizin saklı tuttuğunuzu da, açığa vurduğunuzu da en iyi bilenim. Sizden kim bunu yaparsa (onları dost edinirse) doğru yoldan sapmış olur.","Edip Yüksel Meali":"Ey inananlar, benim düşmanımı ve sizin düşmanınızı dost edinmeyin. Size gelen gerçeği inkar etmiş ve Rabbiniz olan ALLAH'a inandığınız için elçiyi ve sizi (ülkenizden) çıkarmış oldukları halde siz onlara sevgi gösteriyorsunuz. Rızamı kazanmak için yolumda bir cihada çıktıysanız, onları nasıl gizlice sevebilirsiniz? Oysa ben, gizlediğinizi de açığa vurduğunuzu da çok iyi bilirim. Sizden kim böyle davranırsa doğru yoldan sapmış olur.","Elmalılı Hamdi Yazır Meali":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçeği inkar ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Resulü ve sizi (yurdunuzdan sürüp) çıkardıkları halde siz onlara sevgi ulaştırıyorsunuz. Eğer benim yolumda savaşmak ve benim rızamı kazanmak için çıktınızsa içinizde onlara sevgi mi gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Düşmanımı ve düşmanınızı dostlar yerine tutmayın, siz onlara meveddet ilka ediyorsunuz, onlar ise haktan size gelene küfrettiler, rabbınız Allaha iyman ediyorsunuz diye sizi ve Peygamberi çıkarıyorlardı, eğer sizler benim yolumda ve rızam uğurunda cihad için çıktınızsa... Siz meveddetle onlara sir veriyorsunuz, halbuki ben sizin gizlediklerinizi de acıkladıklarınızı da hepsini bilirim ve içinizden her kim onu yaparsa artık düz yolun ortasında şaşırmış olur","Emrah Demiryent Meali":"Ey îmân edenler! (Resûlümüz Muhammed’i ve tebliğ ettiklerini inkâr etmek sûretiyle) Bana ve size düşman olan kimseleri (asla) dost edinmeyin. Siz (safça, Mekke’deki müşrik akrabalarınıza duyduğunuz akrabalık sevgisi sebebi ile onları korumak adına) onlara (Kureyş’in ileri gelen müşriklerine, Mekke’nin fethi için yapılan cihat hazırlıklarına dair gizlice) haber ulaştırıyorsunuz. Hâlbuki onlar, size (bütün insanlara ve cinlere) gelen hakkı inkâr ettiler ve Rabbiniz olan Allah’a (tevhid üzere) îmân ettiniz diye Resûlü’nü ve sizi yurdunuzdan (Mekke’den) çıkardılar. Mademki siz, benim yolumda cihat etmek ve benim rızamı kazanmak için (Mekke’den Medine’ye) hicret ettiniz, o hâlde nasıl olurda (sırf) akrabalık bağı nedeniyle onlara (müşriklere, savaş) sırlarınızı iletirsiniz? Ben sizin gizli ve açık her şeyinizi bilirim. Artık sizden kim (bu uyarıdan sonra) böyle bir şey yaparsa, iyi bilsin ki, o dosdoğru yoldan sapmış olur.","Erhan Aktaş Meali":"Ey inananlar! Benim ve sizin düşmanlarınızı evliya¹ edinmeyin. Onlar, Hakk'tan size geleni inkâr ettikleri halde onlarla yakınlık kuruyorsunuz. Oysaki Rabb'iniz olan Allah'a inanmanızdan dolayı Resûl'ü ve sizi yurdunuzdan çıkardılar. Eğer Benim yolumda mücadele etmek ve rızamı kazanmak için yola çıktıysanız, niçin onlara yakınlık kurup sır veriyorsunuz? Ben, sizin gizli ve açık bütün yaptıklarınızı bilirim. Sizden kim bunu yaparsa o, kesinlikle yolun ortasından sapmış olur.","Hasan Basri Çantay Meali":"Ey îman edenler, benim de düşmanım, sizin de düşmanınız (olanlar) ı dostlar edinmeyin. (Kendileriyle aranızdaki) sevgi yüzünden onlara (peygamberin maksadını) ulaşdırırsınız (değil mi)? Halbuki onlar Hakdan size gelene küfretmişlerdir. Peygamberi de, sizi de Rabbiniz olan Allaha îman ediyorsunuz diye (yurdlarınızdan) çıkarıyorlardı onlar. Eğer siz benim yolumda savaşmak, benim rızaamı aramak için çıkmışsanız (bunu yapmazsınız). Onlara haalâ muhabbet mi gizleyeceksiniz? Halbuki ben sizin gizlediğinizi de, açıkladığınızı da çok iyi bilenim. İçinizden kim bunu yaparsa muhakkak ki yolun ta ortasından sapmış olur.","Hayrat Neşriyat Meali":"Ey îmân edenler! Benim de düşmanım, sizin de düşmanınız olanları (kendinize)dostlar edinmeyin; (onlara duyduğunuz) sevgi sebebiyle kendilerine (savaş hazırlıklarınıza dâir haber) ulaştırıyorsunuz; hâlbuki (onlar) size Hakk'tan geleni gerçekten inkâr etmişlerdir.(Unuttunuz mu ki) Rabbiniz olan Allah'a îmân etmenizden dolayı, peygamberi ve husûsan sizi(Mekke'den) çıkarıyorlardı. <br>Eğer benim yolumda cihâd etmek ve rızâmı kazanmak için çıktıysanız (onları dost edinmeyin); (ama siz, içinizde) onlara (duyduğunuz) muhabbeti gizliyorsunuz (onlara muhabbetle sır veriyorsunuz).(1) Hâlbuki ben, gizlediklerinizi de, açıkladıklarınızı da en iyi bilenim. Artık sizden kim bunu yaparsa, o takdirde gerçekten (düz) yolun ortasında sapıtmış olur.","İhsan Aktaş Meali":"Ey inanmış olanlar! Benim (dinimin) de düşmanı, (imanınızdan ötürü) sizin de düşmanınız olan (o saldırgan inkârcı)ları veliler (onları kendilerinize yönetici, lider, temsilci, müttefik ve sırdaş) edinmeyin. Siz onlara (içten) sevgi gösterip sır veriyorsunuz. Hâlbuki haktan size geleni inkâr etmişlerdir. Rabbiniz olan Allah’a inandınız diye Resulü ve sizi yurdunuzdan çıkarıyorlar. Eğer siz benim yolumda cihad (gayret sarf) etmek ve benim hoşnutluğumu kazanmak üzere çıktıysanız (nasıl) onlara karşı sevgi gizlersiniz? Oysa ben sizin gizlediğinizi de açığa vurduğunuzu da bilirim. Sizden kim bunu yaparsa, mutlaka (dosdoğru) yoldan sapmıştır. *","İlyas Yorulmaz Meali":"Ey İman edenler! Benim düşmanım ve sizin de düşmanınız olanların koruması altına girmeyin. Onlar size Allah’dan geleni (Kur’an’ı) inkâr etmişler, Rabbiniz Allah’a inanıyorsunuz diye, elçiyi ve sizi yurtlarınızdan çıkardıkları halde, siz onlara sevgi gösteriyorsunuz ve benim yolumda, benim rızamı kazanmak için savaşa çıktığınızda da, onlara sevginizden dolayı (savaş) sırlarını veriyorsunuz. Ben sizin içinizde gizlediklerinizi de, açıkça yaptıklarınızı da bilirim. Sizden kim bundan böyle o hatayı yaparsa, çok uzak bir sapıklığın içine düşmüş olur.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olanlarla arkadaş olmayın. Siz onlara karşı sevgi gösteriyorsunuz. Oysaki onlar size gelen doğruyu tanımamışlardır. Çalabınız olan Allah’a inandığınız için elçiyi de sizi de yurdunuzdan sürüp çıkarıyorlardı. Sizler, Benim uğrumda savaşmak, benim dileğimi elde etmek için çıkıyorsunuz da onlara karşı ne diye gizlice sevgi gösteriyorsunuz? Ben sizin gizlediğinizi de, açıkladığınızı da iyice bilirim. İçinizden herkim bunu yapacak olursa besbelli ki o artık doğru yoldan çıkmıştır.","İsmail Hakkı İzmirli":"Mü/minler! Benim düşmanımı da, sizin düşmanınızı da dost edinmeyin. Onlara dostluk gösteriyorsunuz [²], halbuki onlar size gelen hak dinî tanımadılar. Rabbiniz Allah/a iman ettiğiniz için peygamberi, sizi Mekke/den çıkarıyorlardı. Eğer diyarınızdan, benim yolumda duruşup hoşnutluğumu elde etmek uğrunda çıkmışsanız onları dost tutmayın. Onlara gizlice muhabbet gösteriyorsunuz. Halbuki sizin gizlediğiniz muhabbeti, açık gösterdiğiniz imanı, her şeyi herkesten iyi bilirim. Sizden her kim bir daha bunu yaparsa doğru yolu bitirmiş olur.","İsmail Yakıt":"Ey inananlar! Benim de düşmanım sizin de düşmanınız olanları dost edinmeyiniz. Onlar size gelen gerçeği/hakkı inkâr ettikleri hâlde siz onlara sevgi gösteriyorsunuz. Onlar, Rabbiniz olan Allah’a inanıyorsunuz diye elçiyi ve sizi yurdunuzdan çıkarıyorlar. Eğer siz Benim yolumda cihat etmek ve benim hoşnutluğumu kazanmak için yola çıktıysanız, onlara karşı içinizde sevgi besleyerek (nasıl) sır veriyorsunuz?¹ Çünkü Ben gizlediklerinizi de açığa vurduklarınızı da en iyi bilenim. (Bundan sonra) içinizden her kim böyle davranacak olursa, o artık doğru yoldan sapmış olur.","Kadri Çelik Meali":"Ey iman edenler! Benim de düşmanım, sizin de düşmanınız olanları veliler edinmeyin. Siz onlara karşı sevgi yöneltiyorsunuz; oysa onlar haktan size geleni inkâr etmişler, Rabbiniz olan Allah'a inanmanızdan dolayı peygamberi de sizi de (yurtlarınızdan) sürüp çıkarmışlardır. Eğer siz, benim yolumda cihad etmek ve benim rızamı aramak amacıyla çıkmışsanız (nasıl) onlara karşı hâlâ sevgi gizliyorsunuz? Ben sizin gizlemekte olduklarınızı da, açığa vurduklarınızı da bilirim. Kim sizden bunu yaparsa artık o, elbette doğru yoldan sapmış olur.","Mahmut Kısa Meali":"<b>Ey iman edenler! </b>İslâm’a ve Müslümanlara karşı savaş açarak <b>hem Bana, hem de size karşı düşmanlık eden </b>kâfir<b>leri sakın kendinize dost </b>ve müttefik <b>edinmeyin! Siz onlara </b>safça <b>sevgi gösterisinde bulunuyorsunuz, oysa onlar size gelen gerçeği inkâr etmiş ve sırf Rabb’iniz Allah’a inandığınız için Peygamberi ve sizi </b>yurdunuzdan sürüp<b> çıkarmışlardır. Eğer </b>gerçekten <b>Benim yolumda mücâdele etmek ve hoşnutluğumu kazanmak amacıyla </b>yurdunuzu terk edip <b>çıktıysanız, </b>kâfirlere bilgi sızdırarak <b>onlara karşı nasıl sevgi besleyebilirsiniz? </b>Unutmayın ki, <b>Ben sizin gizlediğinizi de, açığa vurduğunuzu da çok iyi bilirim! </b>Dikkat edin, bundan böyle <b>içinizden her kim böyle bir şey yapacak olursa, kesinlikle doğru yoldan sapmış olur!</b>","Mahmut Özdemir Meali":"Ey iman edenler! Benim düşmanımı ve sizin de düşmanınızı veliyyler edinmeyin; Onlara Meveddet / Karşılıklı Sevgi ile yaklaşıyorsunuz. Oysa Hakk’tan size gelmiş şeyleri kesinlikle inkâr ettiler. Rabbiniz Allah’a inanıyorsunuz diye sizi ve Rasûl’ü (yurdunuzdan) çıkarıyorlar. Benim yolumda cihada çıkmış olduğunuzda ve benim hoşnutluğumu aradığınızda, onlara Meveddet / Karşılıklı Sevgi ile sır veriyorsunuz. Ben, gizlediklerinizi de, açıkladıklarınızı da çok iyi bilirim. Sizden kim bunu yaparsa, kesinlikle Düz Yol’dan sapmıştır.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Bana ve size düşman olanları dost kabul etmeyin, onlara sevgi ifade eden sözler de sarfetmeyin.  Çünkü onlar vaktiyle bir yandan, size gelen hakikati inkar ederken bir yandan da resulle beraber sizi, sırf Allah'a inandığınız için Mekke'den atıyorlardı. Şimdi ise bir yandan benim için, benim rızam için cihada çıkıyorsunuz, bir yandan da  onlara, için için sevgi besliyorsunuz. Ben, sizin neyi gizleyip neyi açtığınızı bilirim. Bundan böyle düşmana sır verenler, düz yolda yürümeyi şaşıracaklardır.","Mehmet Çoban Meali":"Ey iman edenler! Eğer benim yolumda savaşmak ve rızamı kazanmak için yola çıkmışsanız, benim de düşmanım, sizin de düşmanınız olanlara sevgi göstererek, gizli muhabbet besleyerek onları dost edinmeyin. Onlar size gelen gerçeği inkâr etmişlerdir. Rabbiniz Allah’a inandığınızdan dolayı Resul’ü de sizi de yurdunuzdan çıkarıyorlar. Rabbinizden hiçbir şeyi gizlemeyin! Çünkü sizin sakladığınızı ve açıkladığınızı bilirim! Kim inkâr edenleri dost edinirse doğru yoldan sapmış olur.","Mehmet Okuyan Meali":"Ey iman edenler! Onlar size gelen gerçeği inkâr etmişlerken, Rabbiniz Allah’a imanınızdan dolayı Elçiyi de sizi de yurdunuzdan çıkarıyorken, benim de düşmanım, sizin de düşmanınız olanlara (o kafirlere) içten sevgi besleyerek onları (sakın) dost edinmeyin! Benim yolumda [cihad] etmek (fedakârlık yapmak) ve rızamı kazanmak için (yurdunuzdan) çıktığınız hâlde, (hâlâ) onlara içten sevgi [*] (mi) gizliyorsunuz (besliyorsunuz)! Ben sizin gizlediğinizi de açığa vurduğunuzu da çok iyi bilenim. Sizden kim bunu yaparsa (onları dost edinirse), elbette doğru yoldan sapmış olur.","Mehmet Türk Meali":"Ey iman edenler! Allah’tan size geleni inkâr ederek Benim de düşmanım, sizin de düşmanınız olanları sakın gizli sevgi besleyerek dost edinmeyin. Zira onlar, Peygamberi de sizi de sadece Rabbiniz olan Allah’a inanmanızdan dolayı, yurdunuzdan çıkartıyorlar.¹ Benim yolumda cihat etmek ve Benim rızamı kazanmak için savaştığınız kimselere, içinizden (nasıl) sevgi besliyorsunuz? Hâlbuki Ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi çok iyi bilirim. Ve sizden her kim, bunu yaparsa (işte o,) dosdoğru yoldan sapmış olur.²","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Size gelmiş olan bütün hakikatleri inkar eden ve [yalnızca] Rabbiniz Allah’a inandığınız için Elçi’yi ve sizi (yurtlarınızdan) süren ¹ düşmanlarımı -ki onlar aynı zamanda sizin de düşmanlarınızdır- ² şefkat göstererek dost edinmeyin! Eğer Benim yolumda cehd göstermek için ve Benim rızamı kazanmak arzusuyla [evlerinizden] çıkıp gitti[ği]niz [doğru] ise, onlara gizli bir şefkatle yaklaş[arak dostluk yap]mayın: çünkü hem açıktan yaptığınız hem de gizlemiş olduğunuz her şeyden tamamiyle haberdarım. Ve içinizden bunu her kim yaparsa doğru yoldan sapmış olur. ³","Mustafa Çavdar Meali":"Ey İman edenler, benim de düşmanım sizin de düşmanınız olan kimseleri evliya edinip onlarla işbirliği yapmayın. Ama gel gör ki akrabalık bağı nedeniyle özel bilgileri onlara ulaştırıyorsunuz, hâlbuki onlar size gelen Kuran’a inanmamakta direnmektedirler. Üstelik sırf Rabbiniz Allah’a iman ettiniz diye, elçiyi ve sizi yurdunuzdan sürüp çıkarmışlardı. Madem ki siz benim yolumda benim rızamı kazanmak için hicret ettiniz, o halde nasıl olurda akrabalık bağı nedeniyle sırlarınızı onlara iletiyorsunuz? Oysa ben sizin gizli ve açık her şeyinizi bilirim. Artık kim bundan sonra bunu yaparsa iyi bilsin ki dosdoğru yoldan sapmış olur. 3/28, 8/74, 9/20, 58/22","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Benim ve sizin düşmanlarınızı evliyâ edinmeyiniz![⁵⁰⁴⁶] Siz onlara yürek dolusu sevgi sunuyorsunuz,[⁵⁰⁴⁷] ama onlar size gelen bütün hakikati kökten inkâr ediyorlar. Onlar hem Elçi’yi hem de sizi sırf Rabbiniz Allah’a iman ettiniz diye sürüp çıkarırlarken, -tabii ki siz rızamı kazanmak ve yolumda çihad etmek için çıkmışsanız eğer- onlara, (akrabalık) sevgisi[⁵⁰⁴⁸] sebebiyle nasıl sır verirsiniz?[⁵⁰⁴⁹] Ne ki Ben sizin gizlediklerinizi de, açığa vurduklarınızı da çok iyi bilirim: Artık sizden kim böyle yaparsa, işte o doğru yolun ortasında sapıtmış[⁵⁰⁵⁰] demektir.[⁵⁰⁵¹]","Orhan Kuntman Meali":"Ey iman edenler, benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. (Müşriklerin içinde akrabalarınız vardır, bu yüzden) Siz onlara muhabbet besleyerek bazı gizli haberler(i onlara) ulaştırıyorsunuz. Oysa onlar size gelen gerçeği (Kur'an’ı) inkâr ettiler. Rab biniz olan Allah'a iman ettiğinizden dolayı Peygamber'i de sizi de yurdunuzdan çıkardılar. Eğer siz -yurdunuzdan- benim yolumda savaşmak ve benim rızamı kazanmak için çıktı iseniz onları dost edinmeyin. Ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim, sizden kim böyle bir davranışta bulunursa; biliniz ki o, doğru yoldan sapmış olur.","Osman Fırat Meali":"Ey iman edenler! Benim de düşmanim, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen hakki inkâr ettikleri, Rabbiniz Allah’a iman ettiniz diye elçiyi ve sizi (yurdunuzdan) çıkardıkları halde siz onlara sevgi iletiyorsunuz. Benim yolumda cihâd etmek ve benim rızâmı kazanmak için (yurdunuzdan) çıktığınız halde içinizde onlara sevgi (mi) gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Benim düşmanımı, sizin de düşmanınızı dostlar ittihaz etmeyiniz, siz onlara bir meveddet sebebiyle bazı haberler ulaştırıyorsunuz. Halbuki, onlar size Hakk'tan gelen şeyi münkir bulunmuşlardır. Rabbiniz Allah'a imân ettiğinizden dolayı Peygamberi de, sizi de (yurdunuzdan) çıkarıyorlardı. Eğer siz Benim yolumda ve Benim rızamı talep için cihada çıkmış oldu iseniz (O kâfirleri dost tutmayınız). Onlara meveddet ile sır veriyorsunuz ve Ben ise sizin gizlediğiniz şeyi de, açıkladığınız şeyi de pek iyi bilirim ve onu sizden her kim yaparsa artık yolun ortasından sapmış olur.","Suat Yıldırım Meali":"Ey iman edenler! Benim de sizin de düşmanlarınızı dost edinmeyin. Onlar size gelen gerçeği reddettikleri halde, siz onlara sevgi sunuyorsunuz. Resulullahı ve sizi, sırf Rabbiniz olan Allah'a inandığınız için, vatanınızdan kovuyorlar. Siz Benim yolumda cihad etmek ve Benim rızamı kazanmak için yurdunuzdan çıkarılmayı göze aldıysanız, nasıl olur da onlara sevgi gösterip sır verirsiniz? Halbuki Ben sizin gizlediğiniz ve açıkladığınız her şeyi bilmekteyim. Doğrusu içinizden kim bunu yaparsa, artık doğru yoldan sapmış olur. [5, 51-57; 3, 28; 4, 144]","Süleyman Ateş Meali":"Ey inananlar! Benim de düşmanım, sizin de düşmanınız olan kimseleri dost edinmeyin. Onlar size gelen gerçeği inkar ettikleri, Rabbiniz Allah'a inandığınızdan dolayı Elçiyi ve sizi (yurdunuzdan) çıkardıkları halde siz onlara sevgi iletiyorsunuz. Benim yolumda cihadetmek ve benim rızamı kazanmak için (yurdunuzdan) çıktığınız halde içinizde onlara sevgi (mi) gizliyorsunuz? Oysa ben sizin gizlediğiniz ve açığa vurduğunuz her şeyi bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur.","Süleyman Tevfik (1927)":"Ey Mü'minler! Düşmanlarımı ve düşmanlarınızı dost ittihâz itmeyiniz. Siz onlara meveddet göstererek ahvâlinize dâir haber virirsiniz, onlar da size hak olarak gelen Kur'ân'a küfür iderler. Rabbiniz olan Allâh'a îmân itdiğiniz içün Rasûli ve sizi diyârınızdan çıkardılar. Allâh yolunda ve taleb-i rızâ kasdıyla çıkdığınızda (cihâda 'azîmetinizde) onlara, dost sanarak sır virirsiniz. Sizin gizlediğiniz ve âşikâr itdiğiniz şeyleri bilirim. Bundan sonra sizden onlarla dostluk idenler doğrı yoldan şaşmışlardır. [¹] ","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler (müminler)! Benim de düşmanım, sizin de düşmanınız olanları, dost (veli) bilmeyin. Siz onlara karşı sevgi gösteriyorsunuz. Oysa onlar, size gelen gerçeği görmezlikten gelmişlerdir. Rabbiniz olan Allah’a inanıp güvendiniz diye hem elçiyi hem de sizi yurdunuzdan çıkarmaktalar. Eğer benim yolumda ve benim rızamı kazanma arzusuyla mücadele (cihad) için çıktıysanız böyle yapmayın. Onlara duyduğunuz sevgi sebebiyle sır veriyorsunuz[*]? Ben, gizlediğinizi de açığa vurduğunuzu da bilirim. Kim bunu yaparsa düz yoldan çıkmış olur.","Şaban Piriş Meali":"-Ey İman edenler, benim de düşmanım sizin de düşmanız olanları, dost edinmeyin. Size haktan geleni inkar etmişlerken; siz onlara sevgi gösteriyorsunuz. Rabbiniz olan Allah'a iman ediyorsunuz diye Peygamberi de sizi de yurdunuzdan çıkarıyorlar. Eğer benim yolumda cihat etmek ve benim razılığımı almak için çıktıysanız gizlice onlara sevgi beslemeyin. Ben gizlediğinizi de açıkladığınızı da bilirim. Sizden kim bunu yaparsa, doğru yoldan sapmış olur.","Ümit Şimşek Meali":"Ey iman edenler! Bana ve size düşman olanları veli edinmeyin. Siz onlara sevgi gösteriyorsunuz; ama onlar size hak olarak geleni inkâr etmişlerdir. Peygamberi ve sizi de, Rabbiniz olan Allah'a iman ettiğiniz için yurdunuzdan çıkarmaktadırlar. Eğer siz Benim yolumda cihad etmek ve rızamı kazanmak için çıkmışsanız, onlara nasıl sevgi gösterirsiniz? Sizin gizlediğinizi de Ben bilirim, açığa vurduğunuzu da. Sizden kim bunu yaparsa doğru yoldan sapmış olur.","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Düşmanımı ve düşmanınızı dostlar yerine tutmayın! Onlar, size Hak'tan geleni inkâr ettikleri, Rabbiniz Allah'a inandığınız için Peygamber'i ve sizi yurdunuzdan çıkardıkları halde, siz onlara sevgi sunuyorsunuz. Benim yolumda gayret sarf etmek, benim hoşnutluğumu kazanmak için seferber olduğunuz halde, içinizde onlara sevgi gizliyorsunuz. Sizin gizlediğinizi de açığa vurduğunuzu da en iyi ben bilirim. Sizden kim bunu yaparsa denge yolundan sapmış olur.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! dutmañ düşmānumı daħı düşmānuñuzı dostlar kim bıraġursız anlardın yaña ya'nį ħaberler dostlıķdan ötürü. daħı bayıķ kāfir oldılar aña kim geldi size ḥaķ. çıķartırlar yalavacı daħı sizi anuñ-içün kim įmān getürürsiz Tañrı’ya çalabuñuza. eger olduñuz çıķduñuz ise ġaża-y-içün yolumda daħı istemek içün ħoşnūdlıġumı… gizlersiz anlardın yaña dostlıġı daħı ben bilürin anı kim gizledüñüz daħı anı kim eşikere eyledüñüz. daħı her kim eyler-ise anı sizden bayıķ azdı yol ŧoġrusından.","Satıraltı Meal (1534)":"İy mü’minler, benüm düşmanumı ve sizüñ düşmanuñuzı dostidinmeñüz. Anlara muḥabbet göstermeñüz. Anlar kāfir olupdururlar sizegelene Ḥaḳdan. Çıḳarurlar resūli ve size daḫı eydürler: Hergiz īmān getür‐meñüz sizi yaradana. Eger siz çıḳduñuzsa ġazālıġa benüm yolumda ve be‐nüm rāżīlıġum istemege, sırr‐ıla anlara muḥabbet gösterürsiz. Daḫı ben bi‐lici‐men siz yaşurġanı ve siz āşikāre daḫı eylegeni ve kim ki anı işlese siz‐den, pes doġru yoldan azışupdur.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Nə mənim düşmənimi, nə də özünüzün düşmənini dost (vəli) tutun! Onlar (kafirlər) sizə gələn haqqı (Qur’anı, Muhəmməd əleyhissəlamı) inkar etdikləri halda, siz onlarla dostluq edirsiniz (mehribanlıq göstərirsiniz). Siz Rəbbiniz olan Allaha iman gətirdiyiniz üçün onlar Peyğəmbəri və sizi (Məkkədən) çıxardırdılar. Əgər siz Mənim yolumda və Mənim rizamı qazanmaq uğrunda cihada çıxmısınızsa (Mənim düşmənlərimi dost tutmayın). Siz onlarla gizlində dostluq edirsiniz (dostluq üzündən onlara sirr verirsiniz). Mən sizin gizli saxladığınız və aşkar etdiyiniz hər şeyi (bütün gizli və aşkar əməllərinizi) bilirəm. Sizdən kim (bir daha) bunu etsə (düşmənlərlə dostluq edib onlara sirr versə), o, şübhəsiz ki, haqq yoldan azmışdır!","M. Pickthall (English)":"O ye who believe! Choose not My enemy and your enemy for friends. Do ye give them friendship when they disbelieve in that truth which hath come unto you, driving out the messenger and you because ye believe in Allah, your Lord? If ye have come forth to strive in My way and seeking My good pleasure, (show them not friendship). Do ye show friendship unto them in secret, when I am best Aware of what ye hide and what ye proclaim? And whosoever doeth it among you, be verily hath strayed from the right way.","Yusuf Ali (English)":"O ye who believe! Take not my enemies and yours as friends (or protectors),- offering them(5409) (your) love, even though they have rejected the Truth that has come to you, and have (on the contrary) driven out the Prophet and yourselves (from your homes), (simply) because ye believe in Allah your Lord!(5410) If ye have come out to strive in My Way and to seek My Good Pleasure, (take them not as friends), holding secret converse of love (and friendship) with them: for I know full well all that ye conceal and all that ye reveal. And any of you that does this has strayed from the Straight Path."},"2":{"Arabic":"اِنْيَثْقَفُوكُمْيَكُونُوالَكُمْاَعْدَٓاءًوَيَبْسُطُٓوااِلَيْكُمْاَيْدِيَهُمْوَاَلْسِنَتَهُمْبِالسُّٓوءِوَوَدُّوالَوْتَكْفُرُونَۜ","Abdulbaki Gölpınarlı Meali":"Size üst olurlar da ele geçirirlerse düşman olurlar size ve ellerini ve dillerini, kötülükle uzatırlar size ve onlar isterler ki siz kafir olasınız.","Abdullah-Ahmet Akgül Meali":"<b>Eğer onlar, sizi </b><i>(her yönden zayıf ve çaresiz konumda)</i><b> yakalayıp ele geçirirlerse, </b><i>(kesinlikle)</i><b> sizin düşmanınız gibi hareket </b><i>(ve hakaret) </i><b>edecekler, ellerini ve dillerini size kötülük için uzatıp </b><i>(zahmet ve eziyet vereceklerdir)</i><b>. Ve onlar </b><i>(Hakkı ve hayırlı olanı terk ve) </i><b>inkâr etmenizi arzu edip dayatmak üzere </b><i>(çeşitli hile ve hıyanetler peşine düşeceklerdir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Onlar eğer size üstün gelselerdi, yine düşmanınız olarak kalırlardı ve size karşı kötü niyetle el kaldırır, dil uzatırlardı. Çünkü sizin de küfre dönmenizi içten arzu ederlerdi.","Ahmet Tekin Meali":"Eğer onlar ilimde, teknikte, sanayide, medeniyette size üstün olurlarsa, size düşman kesilirler. Ellerini ve dillerini size zarar vermek, kötülük yapmak için uzatırlar. Zaten inkâr etmenizi, küfre dönmenizi istemektedirler.","Ahmet Varol Meali":"Onlar sizi ele geçirirlerse size düşman olur, ellerini ve dillerini kötülükle size uzatır ve inkâr etmenizi isterler.","Ali Bulaç Meali":"Eğer sizi ele geçirecek olurlarsa, size düşman kesilirler, ellerini ve dillerini kötülükle size uzatırlar. Onlar sizin inkâr etmenizi içten arzu etmişlerdir.","Ali Fikri Yavuz Meali":"Eğer onlar size üstün gelseler, hepinize düşman kesilirler; ve size ellerini, dillerini kötülükle uzatırlar; ve arzu ederler ki, hep kâfir olsanız!...","Bahaeddin Sağlam Meali":"Onlar eğer sizi elde ederlerse, size düşman olurlar, elleriyle ve dilleriyle kötü bir şekilde size saldırırlar. Ve sizin (bir daha) kâfir olmanızı isterler.","Bayraktar Bayraklı Meali":"Onlar sizi ele geçirseler, size düşman olurlar; size ellerini, dillerini kötülükle uzatırlar ve inkâr etmenizi isterler.","Besim Atalay Meali (1965)":"Sizi arık bulurlarsa, size düşman kesilirler, kötülükle ellerini, dillerini hemen size uzatırlar, kâfir olursanız hoşnut olurlar","Cemal Külünkoğlu Meali":"(Unutmayın ki) onlar size karşı bir zafer kazanacak olsalar, size (dostluk göstermezler) düşman kesilirler. Size elleriyle ve dilleriyle her türlü kötülüğü yapmaktan geri durmazlar, tekrar küfre geri dönmenizi isterler.","Cemil Said (1924)":"Eğer size galebe itseler, nasıl düşman olduklarını size gösterirler ve size elleri ve dilleri ile îrâs-ı mazarrat idüb sizi îmândan tecrîd iderler idi.","Diyanet İşleri Meali (Eski)":"Eğer sizi elegeçirirlerse sizin onlara gösterdiğiniz sevgiyi göstermezler, size düşman olurlar, ellerini ve dillerini fenalık etmek için uzatırlar, keşke inkar etseniz isterler.","Diyanet İşleri Meali (Yeni)":"Şâyet onlar sizi ele geçirirlerse, size düşman olurlar, size ellerini ve dillerini kötülükle uzatırlar ve inkâr etmenizi arzu ederler.","Kur'an Yolu (Diyanet İşleri)":"Onlar sizi bir yakalasalar size düşmanca davranırlar, elleriyle ve dilleriyle size kötülük etmeye çalışırlar ve isterler ki sizler de hakkı inkâr edesiniz.","Diyanet Vakfı Meali":"Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkâr edivermenizi istemektedirler.","Edip Yüksel Meali":"Sizi ele geçirseler size düşman kesilirler ve elleriyle, dilleriyle sizi incitirler. İnkar etmenizi isterler.","Elmalılı Hamdi Yazır Meali":"Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten inkar edivermenizi istemektedirler.","Elmalılı Meali (Orijinal)":"Eğer onlar size bir zafer bulurlarsa hepinize düşman kesilirler ve sizlere fenalıkla ellerini ve dillerini uzatır ve arzu ederler ki hep kâfir olsanız!","Emrah Demiryent Meali":"Şâyet onlar sizi ele geçirirlerse, (dost zannettiğiniz o müşrikler) size düşman kesilirler, (vurmak, öldürmek ve hakaret etmek sûretiyle) size, elleriyle ve dilleriyle kötülük ederler ve onlar (hakkı) inkâr etmenizi arzu ederler.","Erhan Aktaş Meali":"Eğer ellerine fırsat geçirirlerse size düşman kesilirler. Elleriyle ve dilleriyle size her türlü kötülüğü yaparlar. Tekrar küfre dönmenizi temenni ederler.","Hasan Basri Çantay Meali":"Eğer onlar size bir tırnak tutdururlarsa hepinizin düşmanları olacaklar, ellerini, dillerini kötülükle size uzatacaklardır. (Zâten) onlar (dâima ah bir dîninizden dönüb) kâfir olsanız (diye) arzuu etmişlerdir.","Hayrat Neşriyat Meali":"Eğer (onlar) sizi ele geçirirlerse, size düşman kesilirler; ellerini ve dillerini size kötülükle uzatırlar ve kâfir olmanızı arzu ederler.","İhsan Aktaş Meali":"Eğer onlar (ilimde, teknikte, sanayide, medeniyette, savaşta vs.) size galip gelseler, (sizin onlara yaptığınız gibi dostça davranmazlar, aksine) size karşı (acımasız bir) düşman kesilirler hem elleriyle hem de dilleriyle sizi incitir (zarar verir) ve (sizin de kendileri gibi Allah’ın ayetlerini) inkâr etmenizi gönülden arzu ederler. *","İlyas Yorulmaz Meali":"Eğer onlar sizi yakalamış olsalardı, size düşman olur, elleriyle size yapabildiklerinin en kötüsünü ve dilleriyle en çirkin şeyleri söylerler ve doğruları inkâr etmenizi isterlerdi.","İsmayıl Hakkı Baltacıoğlu":"Eğer onlar sizi ele geçirecek olurlarsa size düşman kesilirler, ellerini, dillerini yalnız size kötülük etmek için uzatırlar. Onlar sizin tanımaz olmanızı isterler.","İsmail Hakkı İzmirli":"Onlar, sizi ele geçirseler size düşman olacaklar, ellerini ve dillerini size fenalıkla uzatacaklar [³] ve kâfir olmanızı temenni edeceklerdir.","İsmail Yakıt":"Eğer onlar sizi ele geçirirlerse, size düşman olurlar. Size ellerini ve dillerini kötülük yapmak için uzatırlar. Onlar inkâr etmenizi gönülden arzu ederler [veddû].","Kadri Çelik Meali":"Eğer onlar sizi ele geçirecek olurlarsa, size düşman kesilirler, ellerini ve dillerini kötülükle size uzatırlar. Onlar sizin küfre sapmanızı içten arzu etmekteler.","Mahmut Kısa Meali":"Evet, o zâlimleri nasıl dost edinirsiniz? Hâlbuki <b>onlar sizi ele geçirecek olsalar, </b>sizin onlara yaptığınız gibi dostça davranmazlar, aksine,<b>size karşı </b>acımasız bir <b>düşman kesilirler; hem elleriyle, hem de dilleriyle sizi incitir ve </b>sizin de kendileri gibi Allah’ın ayetlerini <b>inkâr etmeniz için can atarlar. </b><br>Eğer korunmasını istediğiniz mal mülk ve çoluk çocuğunuzun hatırı için zâlimlerle dostluk kuruyorsanız, o zaman şunu iyi bilin ki;","Mahmut Özdemir Meali":"Sizi tutuklarlarsa, size düşman olurlar, Kötülük ile size ellerini ve dillerini uzatırlar. Arzu ettiler ki; “keşke inkâr etseniz!”.","Mehmet Çakır Meali":"Eğer onlar size hakim olabilselerdi,  tepenize binerlerdi, elleriyle dilleriyle baskı kurup sizin tekrar inkara dönüş yapmanızı sağlamaya çalışırlardı.","Mehmet Çoban Meali":"Şayet onlar sizi ele geçirirlerse, size düşman kesilecekler, size ellerini ve dillerini kötülükle uzatacaklardır. Zaten sizin de inkâr ederek onlar gibi olmanızı isterler.","Mehmet Okuyan Meali":"Onlar sizi ele geçirirlerse, size düşman kesilir, ellerini ve dillerini size kötülük için uzatır, inkâr etmenizi isterler. [*]","Mehmet Türk Meali":"Eğer onlar size galip gelselerdi, size düşman kesilirler, ellerinden ve dillerinden gelen bütün kötülükleri yaparlar¹ ve sizin de kâfir olmanızı isterlerdi.²","Muhammed Esed Meali":"Onlar eğer size üstün gelselerdi [yine] düşmanınız olarak kalırlardı ve size karşı kötü niyetle el kaldırır, dil uzatırlardı: çünkü sizin [de] hakikati inkar etmenizi isterlerdi.","Mustafa Çavdar Meali":"Eğer onlar, size karşı bir zafer kazanacak olsalar elleriyle ve dilleriyle size her türlü kötülüğü yapmaktan geri kalmazlar üstelik tekrar küfre dönmeniz için her şeyi yaparlardı. 4/141, 33/19","Mustafa İslamoğlu Meali":"Eğer onlar sizi gözlerine kestirirlerse,[⁵⁰⁵²] size düşmanlıklarını kesintisiz sürdürürler; dahası ellerini ve dillerini size kötülük yapmak için uzatırlar:[⁵⁰⁵³] zira onlar inkâr etmenizi ta yürekten isterler.[⁵⁰⁵⁴]","Orhan Kuntman Meali":"(Siz onlara karşı muhabbet besliyorsunuz, ama) Şayet onlar sizi ele geçirecek olurlarsa, size düşman kesilirler, elleriyle dilleriyle size türlü kötülüklerde bulunurlar ve sizin de -kendileri gibi- kâfir olmanızı arzu ederler!","Osman Fırat Meali":"Şayet onlar sizi ele geçirseler, size düşman olurlar, size ellerini, dillerini kötülükle uzatırlar ve inkâr etmenizi isterler.","Ömer Nasuhi Bilmen Meali":"Eğer size zaferyâb olurlarsa sizin için düşmanlar olurlar ve size karşı fenalıkla ellerini ve dillerini uzatırlar ve sizin kâfirler olmanızı arzu ederler.","Suat Yıldırım Meali":"Eğer size karşı ellerine bir fırsat geçerse, size düşman kesilirler. Ellerini de, dillerini de size fenalık etmek için uzatırlar ve sizin de kâfir olmanızı cân-u gönülden isterler. ","Süleyman Ateş Meali":"Onlar sizi ele geçirseler, size düşman olurlar, size ellerini, dillerini kötülükle uzatırlar ve inkar etmenizi isterler.","Süleyman Tevfik (1927)":"Eğer size zafer bulsalar derhâl düşman olarak size fenâlık ile ellerini ve dillerini uzadırlar. Ve sizin küfrinizi ve irtidâdınızı isterler.","Süleymaniye Vakfı Meali":"Ellerine bir fırsat geçse düşman kesilirler. Ellerini ve dillerini size kötülük için kullanırlar. Kafir olmanızı da çok isterler.","Şaban Piriş Meali":"Eğer onlar, size üstün gelirlerse, size düşman olurlar. Kötülükle ellerini ve dillerini size uzatırlar; sizin kafir olmanızı arzu ederler.","Ümit Şimşek Meali":"Onlar sizi ele geçirecek olsalar size düşman kesilirler; ellerini ve dillerini ancak kötülük niyetiyle size uzatırlar ve sizin de kâfir olmanızı isterler.","Yaşar Nuri Öztürk Meali":"Onlar sizi ele geçirirlerse size düşman olurlar; ellerini ve dillerini size kötülükle uzatırlar, inkâra sapmanızı isterler.","Eski Anadolu Türkçesi":"eger bulurlar-ise sizi olalar size düşmānlar daħı döşeyeler sizdin yaña ellerini daħı dillerini yavuzlıġ-ıla. daħı sevdiler eger kāfir olmış-mıssa-duñuz!","Satıraltı Meal (1534)":"Ve eger size ẓafer bulsalar, size düşman olurlar. Daḫı size uzadurlar ellerin ve dillerin yamanlıġ‐ıla. Daḫı siz kāfir olduġuñuz isterler.","Bunyadov-Memmedeliyev ":"Əgər onlar (müşriklər) sizi ələ keçirsələr (sizə qələbə çalsalar), sizə düşmən olar, sizə pisliklə əl və dil uzadar, sizin kafir olmanızı istəyərlər.","M. Pickthall (English)":"If they have the upper hand of you, they will be your foes, and will stretch out their hands and their tongues toward you with evil (intent), and they long for you to disbelieve.","Yusuf Ali (English)":"If they were to get(5411) the better of you, they would behave to you as enemies, and stretch forth their hands and their tongues against you for evil: and they desire that ye should reject the Truth."},"3":{"Arabic":"لَنْتَنْفَعَكُمْاَرْحَامُكُمْوَلَٓااَوْلَادُكُمْۚۛيَوْمَالْقِيٰمَةِۚۛيَفْصِلُبَيْنَكُمْۜوَاللّٰهُبِمَاتَعْمَلُونَبَص۪يرٌ","Abdulbaki Gölpınarlı Meali":"Kıyamet gününde yakınlarınız da kesin olarak bir fayda veremez size, evlatlarınız da, aranızı ayırır ve Allah, ne yapıyorsanız hepsini de görür.","Abdullah-Ahmet Akgül Meali":"<i>(Şayet ailenizi ve yakın çevrenizi koruma kaygısıyla, Allah’ın ve İslam’ın düşmanlarına kanacak olursanız aldanırsınız.)</i><b> Zira yakın akrabalarınız ve çocuklarınız, kıyamet gününde size hiçbir yarar sağlayamazlar. </b><i>(Allah iman ve itaat ehli olmayan yakınlarınızla)</i><b> Sizin aranızı </b><i>(ahirette) </i><b>ayıracaktır. Allah, yaptıklarınızı Görendir.</b> ","Abdullah Parlıyan Meali":"Ama unutmayın ki, ne akrabalarınız, ne de çocuklarınız kıyamet gününde size fayda vermez. Allah o gün sizleri cennete, onları cehenneme koymak suretiyle aranızı ayırır. Çünkü Allah, bütün yaptıklarınızı görmektedir.","Ahmet Tekin Meali":"Kıyamet günü, yakınlarınız, akrabalarınız ve çocuklarınız size asla fayda vermeyecekler. Allah, o gün, sizi birbirinizden ayırarak, hesaplarınızı görüp, hükmünü icra edecektir. Allah işlediğiniz amelleri biliyor, görüyor.","Ahmet Varol Meali":"Kıyamet günü akrabalarınız ve çocuklarınız size yarar sağlamaz. (Allah) aranızı ayırır. Allah yaptıklarınızı görmektedir.","Ali Bulaç Meali":"Ne yakın akrabalarınız ne çocuklarınız, kıyamet günü size bir yarar sağlar. (Allah) Sizin aranızı ayıracaktır. Allah yaptıklarınızı görendir.","Ali Fikri Yavuz Meali":"(Eğer Peygambere hiyanetlik ederseniz, Allah'ın azabına karşı) ne (Mekke'deki) akrabalarınız, ne de çocuklarınız size asla fayda vermez. Allah, kıyamet gününde aranızı ayıracaktır, (itaat edenleri cennete, isyan edenleri cehenneme koyacaktır). Allah, bütün yaptıklarınızı görendir.","Bahaeddin Sağlam Meali":"Kıyamet günü, akrabalarınız ve evlatlarınız size fayda vermeyecektir. Allah, o gün aranızı ayıracaktır. Şüphesiz Allah, yaptıklarınızı çok iyi görendir.","Bayraktar Bayraklı Meali":"Kıyamet günü, akrabanız ve çocuklarınız size fayda vermez. Allah aranızı ayırır. Allah, yaptıklarınızı görmektedir.","Besim Atalay Meali (1965)":"Hem hısımlıklarınız, hem de oğullarınız kıyamette size bir fayda vermez, Allah aranızda hükmedecektir, Allah görür niderseniz","Cemal Külünkoğlu Meali":"(Kendilerini korumaya, kollamaya çalıştığınız) akraba ve çocuklarınızın kıyamet günü size asla faydası olmayacaktır. O gün yaptığınız işlere göre (Allah onlarla) aranızı ayıracaktır. Allah, yaptıklarınızı hakkıyla görendir.","Cemil Said (1924)":"Kıyâmet güni akrabâ ve evlâdınızın hiç bir fâidesi olmayacakdır. Allâh sizin da’vânızı fasl idecekdir. A’mâlinizi göriyor.","Diyanet İşleri Meali (Eski)":"Yakınlarınız ve çocuklarınız size kıyamet gününde bir fayda veremezler. Allah onlarla sizi ayırır. Allah işlediklerinizi görendir.","Diyanet İşleri Meali (Yeni)":"Yakınlarınız ve çocuklarınız size asla fayda vermeyecektir. Kıyamet günü Allah aranızı ayıracaktır. Allah, yaptıklarınızı hakkıyla görendir.","Kur'an Yolu (Diyanet İşleri)":"Kıyamet gününde yakınlarınız da çocuklarınız da size asla fayda vermeyecek. Allah aranızda hükmünü verecek. Yapıp ettiklerinizi Allah görmektedir.","Diyanet Vakfı Meali":"Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah, yaptıklarınızı görendir.","Edip Yüksel Meali":"Yakınlarınız ve çocuklarınız size yarar sağlamaz. Diriliş Günü sizi yargılar. ALLAH yaptıklarınızı Görendir.","Elmalılı Hamdi Yazır Meali":"Kıyamet günü yakınlarınız ve çocuklarınız size fayda vermezler. Çünkü Allah aranızı ayırır. Allah yaptıklarınızı görendir.","Elmalılı Meali (Orijinal)":"Ne hısımlarınızın ne de evlâdlarınızın size asla menfeati olmaz, o kıyamet gününde aranızı ayırır ve Allah hep amellerinizi gözetir.","Emrah Demiryent Meali":"Hesap günü, akrabalarınız ve evlatlarınız size fayda vermeyecektir. Allah, o gün aranızı ayıracaktır. (İtaat edenleri cennete, isyan edenleri cehenneme koyacaktır.) Allah, bütün yaptıklarınızı hakkıyla görendir.","Erhan Aktaş Meali":"Kıyamet Günü akrabalarınız ve çocuklarınız size asla fayda sağlamazlar. Sizin aranızı ayıracaktır. Ve Allah, yaptıklarınızı En İyi Gören'dir.","Hasan Basri Çantay Meali":"Ne hısımlarınız, ne evlâdlarınız (âhiret azabına karşı) size asla fâide veremez. Kıyamet gününde (Allah onlarla) aranızı ayıracakdır. Allah, ne yaparsanız hakkıyle görendir.","Hayrat Neşriyat Meali":"Elbette kıyâmet günü ne akrabâlarınız, ne de evlâdlarınız size aslâ fayda vermeyecek,(Allah, o gün) aranızı ayıracaktır. Ve Allah, ne yaparsanız hakkıyla görendir.","İhsan Aktaş Meali":"Ne yakın akrabalarınız ne çocuklarınız kıyamet günü size bir yarar sağlayamaz. (Allah) aranızda (yalnızca erdemli davranıp davranmadığınıza göre) karar verecektir. Ve Allah, yapmakta olduklarınızı görendir.","İlyas Yorulmaz Meali":"Hesap gününde akrabalığınızın ve evlatlarınızın size hiçbir faydası olmayacak Çünkü kıyamet günü Allah aranızı ayıracaktır (akrabalık olmayacak). Allah yaptıklarınızı görendir.","İsmayıl Hakkı Baltacıoğlu":"Ne yakınlarınızın, ne çocuklarınızın size hiç bir yardımı dokunmaz. Kalkış günü Allah sizi biribirinizden ayıracaktır. Allah bütün işlediklerinizi görücüdür.","İsmail Hakkı İzmirli":"Muhabbet gösterdiğiniz hısımlarınızın ve çoluk çocuğunuzun size hiçbir faydası olmaz. Kıyamet gününde Allah onlarla aranızı ayıracaktır. Allah yaptıklarınızı görür.","İsmail Yakıt":"Kıyamet gününde yakınlarınızın ve çocuklarınızın size bir faydası olmaz. Allah (o gün) aranızı ayırır.² Zira Allah, yaptıklarınızı hakkıyla görmektedir.","Kadri Çelik Meali":"Ne yakın akrabalarınız, ne çocuklarınız kıyamet günü size bir yarar sağlayamaz. (Allah) Sizin aranızı ayıracaktır. Allah, yapmakta olduklarınızı görendir.","Mahmut Kısa Meali":"<b>Ne yakınlarınız, ne de çocuklarınız size </b>Allah katında en ufak bir <b>fayda sağlamayacak, </b>sizi işlediğiniz günahın cezasından kurtaramayacak<b>tır! </b>Çünkü Allah, <b>Hesap Gününde aranızı ayıracak </b>ve emrine itaat edenleri cennete, isyan edenleri cehenneme koyacak<b>tır.</b>Unutmayın; <b>Allah, yaptığınız her şeyi görmektedir. </b>Bu gerçeği daha iyi anlayabilmek için, sizden önceki Müslümanların hayatından örnek alın:","Mahmut Özdemir Meali":"Akrabalarınız da, çocuklarınız da size asla yarar sağlamayacaktır; Kıyâmet günü; sizin aranızı ayırır. Allah ne işliyorsanız görmektedir.","Mehmet Çakır Meali":"Kıyamet gününde ne yakınlarınızın ne de çocuklarınızın size bir yararı olmayacaktır. Çünkü Allah, aranıza mesafe koyacaktır.  Allah, yaptıklarınızı her an gözlemektedir...","Mehmet Çoban Meali":"Kıyamet günü yakınlarınız ve çocuklarınız fayda vermez. Allah inkâr edenlerden sizi ayırır. Dünyada yakınlarımız, akrabalarımız, çocuklarımız, atalarımız dediğiniz birçoğu inkâr ettiği için ahirette sizinle birlikte olmayacaklardır. Onların dünyada akrabalıkları hesap günü hiçbir şey ifade etmeyecek! Onları sevseniz de, onlar için üzülseniz de Allah onları cehenneme atacaktır. Bu nedenle akrabalarınız, çocuklarınız inkâr ediyorsa insani olarak sevin! Ancak inancınızla ve Müslüman toplumuyla ilgili konularda inkâr edenlerle sıkı fıkı olmayın! Onlarla sırlarınızı paylaşmayın! Müslümanlara karşı inkâr eden akrabalarınızı, çocuklarınızı asla dost tutmayın! Müslümanlara karşı kâfirlerle dostluk, müttefiklik, stratejik ortaklıklar kurmayın! Unutmayın ki ne yaparsanız yapın, hangi niyetle yapmış olursanız olun, Allah yaptıklarınızı bilir.","Mehmet Okuyan Meali":"Kıyamet günü, yakınlarınız ve çocuklarınız size asla yarar sağlayamazlar. [*] (Çünkü Allah) aranızı ayıracaktır. Allah yapmakta olduğunuz her şeyi görendir.","Mehmet Türk Meali":"(Şunu iyi bilin ki) kıyamet günü, yakınlarınız da çocuklarınız da size hiçbir fayda veremezler.¹ Çünkü (o gün) Allah, aranızı ayıracak ve sadece, yaptıklarınıza bakacaktır.","Muhammed Esed Meali":"Ama [unutmayın ki] ne akrabalarınız ne de [hatta] kendi çocuklarınız Kıyamet Günü size bir fayda sağlar, [çünkü o Gün] Allah aranızda [yalnızca erdemli davranıp davranmadığınıza göre] karar verecektir: ve Allah bütün yaptıklarınızı görür.","Mustafa Çavdar Meali":"Zira kıyamet günü, ne akrabalarınız ne de çocuklarınız size hiç bir fayda sağlamayacaktır. Ve Allah yaptıklarınıza göre aranızda hüküm verecektir. Çünkü Allah bütün yapıp ettiklerinizi görmektedir. 31/33, 35/18","Mustafa İslamoğlu Meali":"Size ne yakınlarınızın ne de çoluk çocuğunuzun Kıyamet Günü hiçbir yararı olmaz; Allah aranızda (iyi-kötü) ayrımını gerçekleştirir: zira Allah yaptıklarınızı ayrıntısıyla görmektedir.[⁵⁰⁵⁵]","Orhan Kuntman Meali":"(Ey iman edenler) Kıyâmet günü yakınlarınız ve çocuklarınız size fayda vermezler, çünkü Allah aranızı ayırır. Allah, yaptıklarınızı görendir.","Osman Fırat Meali":"Ahiret günü akrabanız ve çocuklarınız size fayda vermez. (Allah) Aranızı ayırır. Ve Allah yaptıklarınızı görmektedir.","Ömer Nasuhi Bilmen Meali":"Elbette size Kıyamet gününde ne hısımlarınız ve ne de evlatlarınız faide veremiyeceklerdir. Aralarınızı ayıracaktır ve Allah ne yapar olduklarınızı bihakkın görücüdür.","Suat Yıldırım Meali":"Ne hısımlarınızın, ne de evlatlarınızın kıyamet günü size faydası olmaz. Allah kıyamet günü aranızda hükmeder, itaat edenleri cennete, kâfir ve âsileri cehenneme gönderir. Allah yaptığınız her şeyi görür. ","Süleyman Ateş Meali":"Kıyamet günü akrabanız ve çocuklarınız size fayda vermez. (Allah) Aranızı ayırır. Allah yaptıklarınızı görmektedir.","Süleyman Tevfik (1927)":"Size (onlar arsında bulunan) akrabâ ve evlâdınızın fâidesi olmaz. Yevm-i kıyâmetde Allâh sizinle onların arasını ayırır. Allâh Te'âlâ işlediğinizden haberdârdır.","Süleymaniye Vakfı Meali":"(Mezardan) kalkış gününde yakınlarınızın da çocuklarınızın da size bir faydası olmayacaktır. Allah aranızda hükmünü verecektir. O, yaptığınız her şeyi görmektedir.","Şaban Piriş Meali":"Kıyamet günü, ne akrabalarınız ne de çocuklarınız size hiç bir fayda sağlamayacaktır. Allah, aranızı ayırır. Allah yaptıklarınızı görmektedir.","Ümit Şimşek Meali":"Ne yakınlarınızın, ne de çocuklarınızın kıyamet gününde size bir faydası olmaz. Allah o gün aranızı ayırır. Allah bütün yaptıklarınızı görmektedir.","Yaşar Nuri Öztürk Meali":"Kıyamet gününde ne hısımlarınızın ne de çocuklarınızın size hiçbir yararı olmaz. O, sizi birbirinizden ayıracaktır. Allah, işleyip ürettiklerinizi açık açık görmektedir.","Eski Anadolu Türkçesi":"hergiz aśśı eylemeye size ħıśımlıķlaruñuz ne daħı oġul ķızlaruñuz. ķıyāmet güni ḥükm eyleye ya'nį Tañrı arañuzda. daħı Tañrı anı kim işlersiz göricidür.","Satıraltı Meal (1534)":"Size aṣṣı eylemez ḳarāyiblerüñüz, ne daḫı oġlanlaruñuz ḳıyāmet günindeayrılur ortañuzda. Daḫı Tañrı Ta‘ālā siz işlegeni göricidür.","Bunyadov-Memmedeliyev ":"Nə (xatirinə Allaha və Peyğəmbərinə xəyanət etdiyiniz Məkkədəki) qohum-əqrabanız, nə də oğul-uşağınız sizə bir fayda verəcəkdir. Allah qiyamət günü sizi bir-birinizdən ayıracaqdır. Allah nə etdiklərinizi görəndir!","M. Pickthall (English)":"Your ties of kindred and your children will avail you naught upon the Day of Resurrection. He will part you. Allah is Seer of what ye do.","Yusuf Ali (English)":"Of no profit to you(5412) will be your relatives and your children on the Day of Judgment: He will judge between you: for Allah sees well all that ye do."},"4":{"Arabic":"قَدْكَانَتْلَكُمْاُسْوَةٌحَسَنَةٌف۪ٓياِبْرٰه۪يمَوَالَّذ۪ينَمَعَهُۚاِذْقَالُوالِقَوْمِهِمْاِنَّابُرَءٰٓؤُ۬امِنْكُمْوَمِمَّاتَعْبُدُونَمِنْدُونِاللّٰهِۘكَفَرْنَابِكُمْوَبَدَابَيْنَنَاوَبَيْنَكُمُالْعَدَاوَةُوَالْبَغْضَٓاءُاَبَدًاحَتّٰىتُؤْمِنُوابِاللّٰهِوَحْدَهُٓاِلَّاقَوْلَاِبْرٰه۪يمَلِاَب۪يهِلَاَسْتَغْفِرَنَّلَكَوَمَٓااَمْلِكُلَكَمِنَاللّٰهِمِنْشَيْءٍۜرَبَّنَاعَلَيْكَتَوَكَّلْنَاوَاِلَيْكَاَنَبْنَاوَاِلَيْكَالْمَص۪يرُ","Abdulbaki Gölpınarlı Meali":"Gerçekten de İbrahim'de ve onunla beraber bulunanlarda güzel bir örnek var size; hani kavimlerine demişlerdi ki: Şüphe yok ki biz, sizden ve Allah'tan başka kulluk ettiklerinizden tamamıyla uzağız, inkar ettik sizi ve aramızla aranızda, bir Allah'a siz de inanıncaya dek ebedi bir düşmanlık ve nefret belirmiştir; ancak İbrahim'in, atasına, elbette senin için yarlıganma dileyeceğim ve fakat Allah'tan sana gelecek hiçbirşeyi de menedemem sözü başka; Rabbimiz, sana dayandık ve sana yöneldik ve dönüpgeleceğimiz yer de senin tapın.","Abdullah-Ahmet Akgül Meali":"<i>(Ey mü’minler! Hz.)</i><b> İbrahim’de ve onunla beraber </b><i>(hareket edenlerde)</i><b> sizin için </b><i>(şöyle)</i><b> güzel bir örnek vardır; hani onlar kendi </b><i>(sapkın ve azgın)</i><b> kavimlerine demişlerdi ki: Biz sizlerden ve Allah’tan gayrı tapındığınız </b><i>(her şeyden ve herkesten)</i><b> uzağız!.. </b><i>(Böylece)</i><b> Sizi </b><i>(sisteminizi ve bâtıl düşüncelerinizi)</i><b> tanımayıp inkâr etmiş bulunmaktayız! Artık sizinle </b><i>(her türlü teslis akidesinden, şirkten ve zulümden vazgeçip)</i><b>; Allah’a </b><b>\"Bir\"</b><b> olarak </b><i>(Cenab-ı Hakkın; Zatında, İcadatında </i>(her şeyi hiç yoktan yaratmasında)<i>, İcraatında ve Şeriatında asla eşi ve şeriki olmadığı gerçeğini kavrayıp)</i><b> iman edinceye </b><i>(ve herkesin temel insan haklarını gözetinceye)</i><b> kadar, aramızda ebedi bir düşmanlık ve kin tutmaklık </b><i>(ayrılık ve aykırılık)</i><b> baş göstermiştir. Ancak İbrahim’in babasına: \"Sana bağışlanma dileyeceğim, ama Allah’tan gelecek herhangi bir şeye karşı senin için </b><i>(yardım etmeye) </i><b>gücüm yetmez\" demesi hariçtir. </b><i>(Ki bundan da menedilmiştir. Artık mü’minlere gereken:)</i><b> \"Ey Rabbimiz, biz ancak Sana tevekkül ettik ve ’içtenlikle Sana yöneldik.’ Dönüş Sanadır\" </b><i>(diye dua etmektir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Gerçekten İbrahim'de ve O'na uyanlarda sizin için güzel bir örnek vardı. Onlar puta tapan kendi toplumlarına şöyle seslenmişlerdi: “Kesinlikle biz sizden ve Allah'tan başka bütün taptığınız o şeylerden uzağız, sizin inandığınız herşeyi inkâr ediyoruz. Sizinle bizim aramızda tek Allah'a inanacağınız zamana kadar sürecek bir düşmanlık ve nefret belirmiştir.” Yalnızca İbrahim'in babasına: “Senin için Allah'tan bağışlanma dileyeceğim, fakat senin için Allah'tan gelecek hiçbir azabı önlemeye gücüm yetmez” demesi hariç. Ve İbrahim ile O'na uyanlar: “Ey Rabbimiz!” diye yakardılar. “Sana güveniyor ve sana yöneliyoruz. Çünkü bütün yolların varışı sanadır.","Ahmet Tekin Meali":"Sizin sıkıntılarınızın, problemlerinizin en güzel çözümü, çaresi, kurtuluşunuzun şifalı reçetesi, İbrâhim ve onunla birlikte olan yiğit mü'minlerde ve onların mücadelelerle dolu hayatındadır. Hani onlar kavimlerine:<br>\r\n“Biz sizden ve Allah'ı bırakıp, kulları durumundaki taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz, bir tek Allah'a inanıncaya kadar, sizinle bizim aramızda ebedî bir düşmanlık ve öfke belirmiştir.” dediler. Ancak İbrâhim'in babası için:<br>\r\n“Andolsun, senin için bağışlanma, koruma kalkanına alınma dileyeceğim. Fakat, Allah'tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez.” demesi örnek alınamaz. Mü'minler:<br>\r\n“Rabbimiz, ancak sana dayanıp güvendik, işlerimizi sana havale ettik. Yalnız sana yöneldik, senin yoluna baş koyduk. Sonuçta, yalnız senin huzuruna varıp hesap vereceğiz.” derler.","Ahmet Varol Meali":"İbrahim'de ve onunla beraber olanlarda sizin için güzel bir örnek vardır. Hani onlar kavimlerine demişlerdi ki: \"Biz sizden ve Allah'tan başka taptıklarınızdan uzağız. Sizi inkâr ettik ve siz Allah'a bir olarak iman edinceye kadar bizimle sizin aranızda ebedi düşmanlık ve kin belirmiştir.\" Yalnız İbrahim'in babasına: \"Senin için elbette mağfiret dileyeceğim. Fakat Allah'tan gelecek olana karşı senin için bir şeye gücüm yetmez\" demesi müstesna. \"Rabbimiz! Sana güvendik, sana yöneldik ve dönüş de sanadır.\" [2]","Ali Bulaç Meali":"İbrahim ve onunla birlikte olanlarda sizin için güzel bir örnek vardır. Hani kendi kavimlerine demişlerdi ki: 'Biz, sizlerden ve Allah'ın dışında taptıklarınızdan gerçekten uzağız. Sizi (artık) tanımayıp-inkar ettik. Sizinle aramızda, Allah'a bir olarak iman edinceye kadar ebedi bir düşmanlık ve bir kin baş göstermiştir.' Ancak İbrahim'in babasına: 'Sana bağışlanma dileyeceğim, ama Allah'tan gelecek herhangi bir şeye karşı senin için gücüm yetmez.' demesi hariç. 'Ey Rabbimiz, biz sana tevekkül ettik ve 'içten sana yöneldik.' Dönüş sanadır.'","Ali Fikri Yavuz Meali":"Gerçekten İbrahîm'in ve beraberinde olanların sözlerinde sizin için güzel bir örnek oldu: Vaktiyle kavimlerine dediler ki: “- Biz, sizlerden ve Allah'dan başka taptıklarınızdan berîyiz. Siz, Allah'ın birliğine iman etmedikçe, sizi (dininizi) tanımıyoruz. Sizinle aramızda ebedî düşmanlık ve kin baş gösterdi!” Ancak İbrahîm'in, babası için şöyle demesi müstesna olmuştur: “- Elbette senin için mağfiret dileyeceğim; fakat Allah'ın azabından hiç bir şeyi kaldırmağa senin için gücüm yetmez?” (O halde ey müminler, siz şöyle deyin): “- Ey Rabbimiz! Ancak sana tevekkül ettik, sana ibadete koyulduk ve yalnız sanadır dönüş...","Bahaeddin Sağlam Meali":"İbrahim ve onunla beraber olanlarda sizin için uyulacak güzel bir örnek vardır. Hani kendi kavimlerine: “Biz, sizden ve Allah dışında taptıklarınızdan uzağız. Sizin düzeninizi tanımıyoruz. Siz yalnızca Allah’a inanıncaya kadar bizimle sizin aranızda ebede kadar düşmanlık ve nefret baş göstermiştir” dediler. Yalnızca İbrahim, babasına: “Ben senin için bağışlanma dileyeceğim. Fakat Allah’a karşı, senin için hiçbir şeye sahip değilim” dedi. (Onlar hep beraber:) “Ey Rabbimiz! Yalnızca sana tevekkül ettik, sana yöneldik. Her şeyin son dönüşü, yalnızca sanadır.”","Bayraktar Bayraklı Meali":"İbrâhim'de ve onunla beraber olanlarda, sizin için gerçekten güzel bir örnek vardır. Çünkü onlar kendi toplumlarına şöyle demişlerdi: “Biz, sizden ve Allah'tan başka taptıklarınızdan uzak kimseleriz. Sizi kabul etmiyoruz. Siz tek Allah'a inanıncaya kadar, aramızda asla ortadan kalkmayacak düşmanlık ve kin baş göstermiştir.” Ancak İbrâhim'in babasına, “Senin için bağışlanma dileyeceğim. Allah'a karşı senin için hiçbir şey yapamam” demesi istisnadır. Onlar, “Ey Rabbimiz! Sana güvendik, yalnız sana yöneldik ve sonunda dönüş sanadır” diyerek dua etmişlerdi.[629]","Besim Atalay Meali (1965)":"Sizin için İbrahim'den, onunla birlikte bulunanlardan alınacak güzel örnekler vardır; hani, onlar kendi uluslarına şöyle demişler idi: «Biz hem sizden ırağız, hem de Allahtan başka taptığınızdan, bizler sizi atmışız, Allahın birliğine inanmadıkça, sizinle aramızda sonsuz bir düşmanlık, sonsuz bir iğrenme yaşayacaktır!»; ancak İbrahim'in babasına söylediği şu söz başkadır: «Ben seninçin, yarlıganmak dilerim; Allah tarafından sana gelen bir şeye, ben karışamam!»; «Ey Tanrımız! Biz sana dayanmışız, biz sana yönemişiz, döney sanadır","Cemal Külünkoğlu Meali":"Gerçekten İbrahim ve ona uyanlar sizin için pek güzel bir örnektir. Onlar kendi toplumlarına şöyle seslenmişlerdi: “Kesinlikle biz sizden de Allah’tan başka bütün o taptıklarınızdan da uzağız. Sizin inandığınız her şeyi reddediyoruz. Sizinle bizim aramızda, tek Allah’a inanacağınız zamana kadar sürecek bir düşmanlık ve nefret olacaktır!” Yalnız İbrahim’in, (henüz men edilmemişken) babasına: “Senin (hidayete gelmen) için mutlaka bağışlanma dileyeceğim. Fakat Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez!” sözü başka. Onlar şöyle dediler: “Ey Rabbimiz! Ancak sana güvenip dayandık, içtenlikle yalnız sana yöneldik. Dönüş de ancak sanadır.” ","Cemil Said (1924)":"4,5. İbrâhîm ve âna tâbi’ olanlar size güzel bir misâldir. Ânlar kavimlerine \"Bizim sizinle hiç bir münâsebetimiz yokdur, sizin Allâh’ın yerine tapdıklarınızdan dolayı biz günâhkâr değiliz. Biz sizi red idiyoruz ve eğer yegâne Allâh’a îmân itmez iseniz beynimizde ebediyyen buğz ve ’adâvet hükümfermâ olacakdır.\" didiler. Yalnız İbrâhîm’in pederine \"Ben senin içün Allâh’dan mağfiret taleb iderim lâkin îmân itmediğin halde seni kurtarmak gibi bir netîce alamam.\" dimesini taklîd itmeyiniz. \"Ya rabbî biz sana tevekkül itdik, biz sana rücû’ ideceğiz, her şeyin gâyesi sensin, kâfirlerin fitnelerinden bizi muhâfaza it, günâhlarımız ’afv it, sen ’azîz ve hakîmsin\" diyiniz.","Diyanet İşleri Meali (Eski)":"İbrahim ve onunla beraber olanlarda, sizin için uyulacak güzel bir örnek vardır. Onlar milletlerine şöyle demişlerdi: \"Biz sizden ve Allah'tan başka taptıklarınızdan uzağız; sizin dininizi inkar ediyoruz; bizimle sizin aranızda yalnız Allah'a inanmanıza kadar ebedi düşmanlık ve öfke başgöstermiştir.\" -Yalnız, İbrahim'in, babasına: \"And olsun ki, senin için mağfiret dileyeceğim, fakat sana Allah'tan gelecek herhangi bir şeyi savmaya gücüm yetmez\" sözü bu örneğin dışındadır- \"Rabbimiz! Sana güvendik, Sana yöneldik; dönüş Sanadır.\"","Diyanet İşleri Meali (Yeni)":"İbrahim’de ve onunla birlikte bulunanlarda sizin için güzel bir örnek vardır. Hani onlar kavimlerine, “Biz sizden ve Allah’ı bırakıp taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah’a inanıncaya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir” demişlerdi. Yalnız İbrahim’in, babasına, “Senin için mutlaka bağışlama dileyeceğim. Fakat Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez” sözü başka. Onlar şöyle dediler: “Ey Rabbimiz! Ancak sana dayandık, içtenlikle yalnız sana yöneldik. Dönüş de ancak sanadır.”[538]","Kur'an Yolu (Diyanet İşleri)":"İbrâhim’de ve ona uyanlarda size güzel bir örneklik vardır; onlar kavimlerine şöyle demişlerdi: Bilin ki bizim sizinle ve Allah’ı bırakıp da taptıklarınızla bir ilişiğimiz yoktur. Sizi (ve değerlerinizi) reddediyoruz. Sizinle bizim aramızda, siz bir tek Allah’a iman edinceye kadar sürüp gidecek bir düşmanlık ve nefret açıkça ortaya çıkmıştır. Ancak İbrâhim’in, babasına “Hiç şüphen olmasın bağışlanman için dua edeceğim, ama Allah’tan sana geleceklere karşı yapabileceğim bir şey de yoktur” demesi başka. Rabbimiz! Sadece sana dayanıp güvendik, sana yöneldik; dönüş de ancak sanadır.","Diyanet Vakfı Meali":"İbrahim'de ve onunla beraber olanlarda, sizin için gerçekten güzel bir örnek vardır. Onlar kavimlerine demişlerdi ki: «Biz sizden ve Allah'ı bırakıp taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve öfke belirmiştir.» Şu kadar var ki, İbrahim babasına: «Andolsun senin için mağfiret dileyeceğim. Fakat Allah'tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez» demişti. (O müminler şöyle dediler:) Rabbimiz! Ancak sana dayandık, sana yöneldik. Dönüş de ancak sanadır.  ","Edip Yüksel Meali":"Sizin için İbrahim ve onunla beraber olanlarda güzel bir örnek vardır.* Onunla beraber olanlar, halklarına, \"Biz, sizden ve sizin ALLAH'ın dışında taptıklarınızdan uzağız. Sizi tanımıyoruz. YALNIZ ALLAH'a inanıncaya kadar** bizimle sizin aranızda ebedi olarak düşmanlık ve nefret belirmiştir. Ne var ki, İbrahim'in babasına \"Senin bağışlanman için dua edeceğim, fakat ALLAH'tan gelecek hiçbir şeye karşı seni koruyamam.\" biçimindeki sözü (bir hata olarak) bunun dışındaydı.*** \"Rabbimiz, sana güvendik, sana yöneldik ve sonunda sana döneceğiz.\"","Elmalılı Hamdi Yazır Meali":"İbrahim'de ve onunla beraber bulunanlarda sizin için güzel bir misal vardır, onlar kavimlerine demişlerdi ki: \"Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir.\" Yalnız İbrahim'in babasına: \"Senin için mağfiret dileyeceğim, fakat senin için Allah'tan (gelecek) hiçbir şeyi (önlemeye) gücüm yetmez.\" demesi hariç. Rabbimiz! Yalnız sana dayandık, sana yöneldik. Dönüşümüz de ancak sanadır.","Elmalılı Meali (Orijinal)":"Sizin için güzel bir örnek İbrahim ile beraberindekiler de oldu: Vaktiyle onlar kavımlarına şöyle dediler: «Biz sizlerden ve Allahdan başka taptıklarınızdan beriyiz ve sizi tanımıyoruz, taki siz Allahın birliğine iyman edinciye kadar, sizinle aramızda ebedî buğz-u adavet başladı» ancak İbrahimin babasına «Elbette senin için istiğfar edeceğim» maamafih senin için Allahdan hiçbir şeye gücüm yetmez» demesi müstesna, dediler: Ya rabbena! Biz ancak sana tevekkül kıldık ve sana gönül verdik ve bütün gidiş sanadır","Emrah Demiryent Meali":"(Ey mü’minler!) İbrâhîm’den ve onunla birlikte bulunanlarda, sizin için gerçekten güzel bir örnek vardır. Hani, onlar kavimlerine, “Şüphesiz, biz sizden ve Allah’tan başka taptıklarınızdan uzağız. Sizi (n ilâh dediğiniz putları) inkâr ediyoruz. Siz, tek bir olan Allah’a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret oluşmuştur” (demişlerdi). *Yalnız İbrâhîm’in babasına, “Senin için mağfiret dileyeceğim, fakat senin için Allah’tan (gelecek) hiçbir şeyi (önlemeye) gücüm yetmez” demesi hariç. (Ve onlar şöyle dua ettiler:) “Ey Rabbimiz! Yalnızca sana tevekkül ettik, sana (rızana) yöneldik, (hesap vermek üzere) dönüşümüz ancak sana (manevi huzuruna) dır.","Erhan Aktaş Meali":"İbrâhîm'de ve onunla birlikte bulunanlarda sizin için iyi bir örnek vardır. Onlar halklarına şöyle demişlerdi: “Biz, sizden ve sizin Allah'ın yanı sıra kulluk ettiğiniz şeylerden kesinlikle uzağız. Biz, sizi reddediyoruz. Siz, ilahın yalnızca Allah olduğuna inanıncaya kadar bizimle sizin aranızda düşmanlık ve buğz¹ devam edecektir. Ancak İbrahim’in babasına: “Allah'tan olacak olana gücüm yetmez, fakat senin için bağışlanma dileyeceğim” sözü hariç.² Rabb'imiz! Yalnız Sana dayandık, yalnız Sana yöneldik. Ve dönüş yalnızca Sana'dır.","Hasan Basri Çantay Meali":"İbrâhîmde ve onun maiyyetindekilerde sizin için hakıykaten güzel bir örnek vardır. Hani onlar kavmlerine «Biz, sizden ve Allâhı bırakıp da tapmakda olduğunuz nesnelerden kat'iyyen uzağız. Sizi inkâretdik. Siz Allaha bir olarak îman edinceye kadar bizimle aranızda ebedî düşmanlık ve buğuz belirmişdir» demişlerdi. Yalınız İbrâhîmin, babasına «Herhalde senin yarlığanmanı isteyeceğim. (Fakat) senin için Allahdan (gelecek) herhangi birşey (i celb ve def' etmey) e gücüm yetmez» demesi müstesna. (Siz şöyle deyin:) «Ey Rabbimiz, ancak Sana güvenib dayandık ve yalınız Sana yöneldik. Son dönüş de ancak Sanadır».","Hayrat Neşriyat Meali":"İbrâhîm'de ve onunla berâber bulunanlarda sizin için gerçekten güzel bir örnek vardır. Hani kavimlerine şöyle demişlerdi: “Doğrusu biz, siz den ve Allah'dan başka tapmakta olduklarınız dan uzak kimseleriz! Sizi (bâtıl dîninizi) in kâr ettik; artık (siz) tek olarak Al lah'a îmân edin ceye kadar, si zinle bizim aramızda ebedî olarak düş manlık ve kin başlamıştır.” <br>Ancak İbrâhîm 'in (îmân etmemiş) ba ba sına olan (şu) sözü müstesnâ: “(Allah'dan) senin için mutlakā mağfiret dileyeceğim; fakat senin için Allah'dan (gelecek) hiçbir şeye (bir hidâyet ve mağ firete) mâlik değilim!” (Ve onlar şöy le duâ ettiler:) “Rabbimiz! Ancak sa na tevekkül ettik ve sana yönel dik; dö nüş de ancak sanadır!”","İhsan Aktaş Meali":"Gerçekten İbrahim’de ve ona uyanlarda sizin için güzel bir örnek vardır. Vaktiyle onlar kendi (azgın, zalim ve putperest) toplumlarına demişlerdi ki: “Kesinlikle biz sizden de Allah’ın yanı sıra bütün o taptıklarınızdan da uzağız. Sizin inandığınız her şeyi (putperestliği) reddediyoruz. Artık siz (putperestlik inancınızı bırakıp) bir tek Allah’a inanıncaya kadar bizimle sizin aranızda sürekli bir düşmanlık ve nefret belirmiştir. Yalnız İbrahim’in, (henüz men edilmemişken daha önce) babasına: “Senin için (Allah’tan) mutlaka istiğfarda (şefaatte, yani bağışlanma talebinde) bulunacağım, ama (buna rağmen) Allah’tan sana gelecek bir şeyi (azabı) önlemeye gücüm yetmez” sözü başka. (İşte onlar şöyle dua ederlerdi): Ey Rabbimiz! Ancak sana güvenip dayandık, içtenlikle yalnız sana yöneldik. Dönüş de ancak sanadır. *","İlyas Yorulmaz Meali":"İbrahim ve onunla beraber olanlarda sizin için güzel bir örnek var. İbrahim ve o’nun ile beraber olanlar kavimlerine “Biz sizden ve Allah’dan başka taptıklarınızdan uzağız. Sizleri reddedip kabul etmiyoruz ve bundan böyle bizimle sizin aranızda düşmanlık ve sürekli olan bir kin başlamıştır. Ancak bir olan Allah’a inanırsanız bu düşmanlık ve kin biter” dedi. İbrahim babasına “Senin için bağışlanma dileyeceğim. Fakat Allah’dan sana yapılacak hiçbir şeye engel olmaya sahip değilim” diyerek sözünü yerine getirdi. İbrahim “Ey Rabbimiz! Sana güvenip teslim olduk, sana samimi olarak yöneldik ve dönüşümüz de yine sanadır.”","İsmayıl Hakkı Baltacıoğlu":"Doğrusu, İbrahim’in, onunla birlikte olanların o gün söyledikleri şu sözde sizin için güzel bir örnek vardı. O gün onlar uluslarına şöyle demişlerdi: \"Bizim sizinle, Allah’ı bırakıp da tapmakta olduklarınızla hiçbir ilişiğimiz yoktur. Biz sizi tanımıyoruz. Aramızda sonsuz düşmanlık, sonsuz bir hınç başlamıştır. Bu da sizler Allah’ın birliğine inanıcaya kadar sürüp gidecek.\" Yalnız İbrahim babasına şunu demişti: \"Ne de olsa senin için yarlıganma dileğinde bulunacağım. Ancak, ben Allah’tan senin başına gelecek olanı önliyemem. Ey çalabımız! Biz sana dayandık, sana yöneldik. Sonunda ancak sana dönülecektir.","İsmail Hakkı İzmirli":"İbrahim ve onunla beraber olanlar size güzel bir örnektir [⁴]. Hani onlar kavimlerine demişlerdi: «— Bizim, sizinle ve Allah/ı bırakarak ibadet ettikleriniz putlarınızla ilişiğimiz yoktur, sizin dininizi tanımıyoruz; sizinle aramızda bir tek Allah/a iman edinceye kadar ebediyen adavet şiddetli bir nefret [⁵] aşikâr olmuştur [⁶]. İbrahim/in, babasına «— Senin için yarlıganmak dileyeceğim, hakkında Allah/tan hiçbir şeye mâlik değilim [⁷]» demesi başka [⁸]. Onlar şöyle demişlerdi: «— Ey Rabbimiz! Sana güvendik; sana döndük ve âhirette dönüş yine sanadır»:","İsmail Yakıt":"İbrahim’de ve onunla beraber bulunanlarda sizin için güzel bir örnek vardır. Hani onlar kavimlerine, “Biz sizden ve Allah’ı bırakıp da taptıklarınızdan uzağız. Biz sizi tanımıyoruz/inkâr ettik. Siz bir tek Allah’a inanıncaya kadar, sizinle bizim aramızda sürekli/ebedi bir düşmanlık ve nefret belirmiştir” demişlerdi. Ancak İbrâhim babasına, “Senin için elbette bağışlama dileyeceğim fakat Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez” dedi. (Onlar/İnananlar da şöyle dediler): “Rabbimiz! Ancak Sana güvenip dayandık, yalnız Sana yöneldik, dönüş de ancak Sanadır.” ³","Kadri Çelik Meali":"İbrahim ve onunla beraber olanlarda, sizin için uyulacak güzel bir örnek vardır. Hani onlar kavimlerine şöyle demişlerdi: “Biz sizden ve Allah'tan başka taptıklarınızdan uzağız; sizin dininizi inkâr ediyoruz. İbrahim'in babasına, “Hiç şüphesiz senin için mağfiret dileyeceğim, fakat sana Allah'tan gelecek her hangi bir şeyi savmaya gücüm yetmez” sözü dışında bizimle sizin aranızda tek olan Allah'a inanıncaya kadar ebedi düşmanlık ve öfke baş göstermiştir. Rabbimiz! Sana güvendik, sana yöneldik, dönüş sanadır.”","Mahmut Kısa Meali":"<b>İbrahim ve arkadaşlarında, sizin için gerçekten güzel bir örnek vardır.</b> Onlar, zâlimlere karşı gösterdikleri kararlı tavırları, sarsılmayan imanları, tertemiz ahlâkları, fedâkârlıkları ve cesaretleri ile uyulması gereken en güzel örnektirler. <b>Hani onlar, </b>inkârcı <b>toplumlarına </b>meydan okuyarak, <b>“Bakın!” demişlerdi, “Biz sizinle ve Allah’tan başka tapındığınız</b>o sahte ilâhlar<b>la hiçbir dostluk ve yakınlık bağımızın olmadığını ilan ediyor, sizi </b>ve inkâra dayalı sisteminizi tümüyle <b>reddediyoruz! </b>Çünkü<b>aramızda, sonsuza dek sürecek bir düşmanlık ve nefret belirmiştir </b>ve bu düşmanlık, <b>sizler, bir tek Allah’a iman edi</b>p O’nun hükümlerine boyun eği<b>nceye kadar </b>da devam edecektir!<b>” </b><br>Evet, bu fedâkâr müminler her yönüyle size örnektirler. <b>Ancak İbrahim’in babasına, “Gerçi Allah’tan gelecek hiçbir şeye karşı seni koruyamam ama,</b> yine de söz veriyorum, <b>senin bağışlanman için mutlaka duâ edeceğim!” demesi hariç. </b>İbrahim, onun kesin olarak cehennemlik olduğunu ve artık bağışlanmasının mümkün olmadığını anlayınca, onun için yalvarmaktan vazgeçmişti. (<i>9. Tevbe: 113-114</i>) Çünkü Allah, kendisine ortak koşulmasını asla bağışlamayacağını kesin hükme bağlamıştır (<i>4. Nisa: 48</i>).<br>Hani İbrahim, arkadaşlarıyla birlikte Rabb’ine şöyle yalvarıyordu: <b>“Ey Rabb’imiz, yalnızca Sana güveniyor ve </b>tüm varlığımızla<b> Sana yöneliyoruz;</b>çünkü <b>dönüş</b>ümüz <b>Sanadır!”</b>","Mahmut Özdemir Meali":"İbrahim’de ve onunla birlikte olanlarda sizin için kesinlikle güzel bir örnek oldu. Hani, kavimlerine dediler ki: <br>\n“Biz, Allah’tan başka kulluk ettiğiniz şeylerden ve sizden uzağız. Sizi inkâr ettik; birleyerek Allah’a inanıncaya kadar bizim ve sizin aramızda ebedî olarak Düşmanlık ve Buğz / Nefret başladı. Ancak İbrahim’in, kendi babasına: -‘Senin için bağışlanma dileyeceğim. Senin için Allah’tan gelecek hiçbir şeye mâlik olamam’ demesi başka! Rabbimiz! Sadece, sana tevekkül ettik. Sana yöneldik. Gidip Varış sanadır”.","Mehmet Çakır Meali":"<b>İbrahim</b> ve arkadaşları sizin için güzel bir örnektir: Arkadaşları halka hitaben: <i>&quot; Biz sizden farklıyız, sizin Allah diye taptığınız putlarla dahi en ufak bir alâkamız yok,</i> <i>artık sizi kabul edemeyiz, bundan böyle siz, tek Tanrı'ya inanıncaya kadar aramızda kin ve düşmanlık hakim olacak &quot; </i>derken, <b>İbrahim </b>dayanamayıp babasına: &quot; <i>Baba! Seni bağışlaması için Allah'a yalvaracağım ama başka bir şey yapamam &quot; </i>deyivermişti. <b>Arkadaşları</b> da: &quot; <i>Ya Rab! Artık biz elimizden geleni yaptık, sana döndük, sana geliyoruz</i>.","Mehmet Çoban Meali":"İbrahim ve O’nunla beraber olanlar da sizin için güzel örnekler vardır. Onlar kavimlerine demişlerdi ki: “Biz sizden ve Allah ile birlikte taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah’a inanıncaya kadar, insanların yasalarını terk edip Allah’ın yasalarına göre yaşayıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık vardır.” İbrahim babasına: “Andolsun! Senin için mağfiret dileyeceğim. Fakat Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez!” demişti. Müminler her zaman şöyle der: “Rabbimiz! Ancak sana dayandık, sana yöneldik. Dönüş ancak sanadır.”  ","Mehmet Okuyan Meali":"İbrahim’de ve onunla birlikte olanlarda sizin için elbette güzel bir örnek vardır. [*]Onlar toplumlarına demişlerdi ki: “Biz sizden ve Allah’ın peşi sıra taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz tek bir Allah’a inanıncaya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve öfke belirmiştir.” İbrahim’in, babasına “Şüphesiz ki senin için bağışlanma dileyeceğim. (Fakat) senin için Allah’tan (gelecek) herhangi bir şeyi (önlemeye) gücüm yetmez.” sözü hariç. [*] (O müminler şöyle dua etmişlerdi:) “Rabbimiz! Yalnızca sana güvendik, yalnızca sana yöneldik. Dönüş de yalnızca sanadır.","Mehmet Türk Meali":"(Ey İman edenler!) İbrahim ve onunla birlikte olanlarda İbrahim’in babasına: “(Allah’tan) senin affını dileyeceğim. Fakat Allah’tan sana (gelecek) hiçbir şeyi önlemeye de gücüm yetmez.” demesi dışında¹ sizin için gerçekten pek güzel bir örnek² vardır. Onlar, toplumlarına: “şüphesiz biz, artık sizi tanımayarak sizden de, Allah’ı bırakıp (Onun yerine) taptıklarınızdan da uzağız. Artık sizinle bizim aramızda siz, tek olan Allah’a iman edinceye kadar sonsuz bir düşmanlık ve bir nefret, başlamıştır.” dediler. Onlar (daha sonra): “Ey Rabbimiz! Biz sadece sana güvendik, sana yöneldik. Dönüş de ancak sanadır.”","Muhammed Esed Meali":"Gerçekten İbrahim’de ve o’na uyanlarda sizin için güzel bir örnek vardı: onlar kendi [putperest] toplumlarına şöyle seslenmişlerdi: “Kesinlikle biz sizden de Allah’tan başka bütün o taptıklarınızdan da uzağız; sizin inandığınız her şeyi inkar ediyoruz; sizinle bizim aramızda, Tek Allah’a inanacağınız zamana kadar ⁴ sürecek bir düşmanlık ve nefret vardır!” Tek istisna, ⁵ İbrahim’in, babasına: “Senin için [Allah’tan] bağışlama dileyeceğim, ama senin adına Allah’tan herhangi bir şey elde etmek benim elimde değil” ⁶ demesiydi. [Ve İbrahim ile ona uyanlar,] “Ey Rabbimiz!” diye yalvardılar, “Sana güveniyor ve Sana yöneliyoruz: çünkü bütün yolların varışı Sanadır.","Mustafa Çavdar Meali":"Doğrusu bu konuda İbrahim ve onunla beraber olanlarda sizin için güzel bir örneklik vardır. İbrahim’in babasına \"Senin için Allah’tan bağışlanma dileyeceğim bununla birlikte, Allah’tan sana gelecek cezayı engelleyemem’’ demesi dışında, hani onlar toplumlarına şöyle demişlerdi: \"Bizim sizinle ve Allah ile aranıza koyup kulluk ettiklerinizle hiçbir ilgimiz yoktur, biz sizi reddediyoruz siz sadece tek Allah’a inanıp mümin oluncaya kadar aramızdaki kin, nefret ve düşmanlık devam edecektir. Rabbimiz biz yalnız sana güveniyor ve yalnız sana yöneliyoruz, zira sonunda dönüş sanadır. 16/123, 33/21, 60/6","Mustafa İslamoğlu Meali":"Doğrusu İbrahim’de ve ona uyanlarda sizin için güzel bir örneklik vardır. Hani onlar kendi kavimlerine şöyle demişlerdi: “Bakın, biz sizden ve Allah’ın yanı sıra taptığınız her şeyden uzağız; biz sizi(n hayat tarzınızı) reddediyoruz; sizinle bizim aramızda, siz bir tek Allah’a ibadet edinceye kadar ebedîyen sürecek bir düşmanlık ve nefret vardır.” Tek istisna, İbrahim’in babasına “Senin için kesinlikle Allah’tan mağfiret dileyeceğim; ama senin lehine Allah’tan bir şey elde etme yetkisine sahip değilim” diye söz vermesiydi.[⁵⁰⁵⁶] (Size düşen şöyle yalvarmaktır):[⁵⁰⁵⁷] “Rabbimiz! Yalnız Sana güvendik, yalnız Sana yöneldik: zira tüm yollar Sana çıkar!","Orhan Kuntman Meali":"(İbret alın ki) İbrahim’de ve onunla beraber olanlarda sizin için gerçekten güzel bir örnek vardır. Ki onlar kavimlerine; \"Biz sizden ve Allah’ı bırakıp taptıklarınızdan uzağız, sizi tanımıyoruz, siz Allah'ın birliğine inanınca ya kadar, sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir\" demişlerdi. Şu da var ki; İbrahim babasını uyarmış ve “Andolsun ki senin için bağışlanma dileyeceğim, ama Allah'tan sana gelecek herhangi bir zararı önlemeye gücüm yetmez\" demişti. (Uyanları yarar sağlamayınca, İbrahim ile onunla beraber olanlar) \"Ey Rabbimiz sana tevekkül ettik, sana yöneldik, dönüş ancak sanadır;”","Osman Fırat Meali":"Gerçekten İbrahim ve onunla birlikte bulunanlarda sizin için güzel bir örnek vardır. Hani onlar kavimlerine, \"Biz sizden ve Allah’ı bırakıp taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah’a iman edinceye kadar, sizinle bizim aramızda ebedi bir düşmanlık ve nefret belirmiştir\" demişlerdi. Yalnız İbrahim’in, babasına, \"Senin için mutlaka bağışlama dileyeceğim lakin Allah’tan sana gelecek herhangi bir şeyi önlemeye gücüm yetmez\" sözü başka. Onlar şöyle dediler: \"Ey Rabbimiz! Ancak sana dayandık, içtenlikle yalnız sana yöneldik. Dönüş de ancak sanadır. \"","Ömer Nasuhi Bilmen Meali":"Muhakkak ki sizin için İbrahim'de ve O'nunla beraber olanlarda bir güzel örnek vardır. O vakit ki, kavimlerine dediler ki: «Şüphe yok, biz sizden ve Allah'tan gayrı tapmakta olduğunuz şeylerden müteberri kimseleriz. Sizi inkâr ettik ve yalnız bir Allah'a imân edeceğinize değin bizim aramızla sizin aranızda ebedîyyen adavet ve buğz başlamıştır.» Ancak İbrahim'in babasına, «Elbette senin için istiğfarda bulunacağım. Mamafih senin için Allah'tan hiç bir şeye malik olamam,» demesi müstesna... «Ey Rabbimiz! Ancak Sana tevekkül ettik ve Sana yöneldik ve son gidiş de ancak Sana'dır.»","Suat Yıldırım Meali":"İbrâhim'de ve onunla beraber olanlarda size güzel bir örnek vardır: Hani onlar hemşehrilerine şöyle demişlerdi: Bizim, ne sizinle, ne de Allah'tan başka ibadet ettiğiniz şeriklerinizle hiç bir ilişiğimiz kalmamıştır. Siz Allah'ın tek İlah olduğuna inanmadıkça, biz sizi reddediyor, bizimle sizin aranızda ebedi olarak düşmanlık ve nefret meydana geldiğini ilan ediyoruz. Ne var ki İbrâhim'in babasına: “Senin için Rabbimden af dileyeceğim. Bununla beraber, Allah'ın senin hakkında dilediği hiç bir şeyi önlemem mümkün değildir. ” demesi başka. Onun ve beraberinde olanların duası şudur: “Ey Yüce Rabbimiz! Yalnız sana güvenip dayandık, Sana yöneldik ve sonunda da Senin huzuruna varacağız. [19, 47; 26, 86-87; 9, 113-114]","Süleyman Ateş Meali":"İbrahim'de ve onunla beraber bulunanlarda sizin için güzel bir örnek vardır; onlar kavimlerine \"Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Sizi(n taptıklarınızı) tanımıyoruz. Siz, bir tek Allah'a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir\" demişlerdi. Yalnız İbrahim'in babasına: \"Senin için mağfiret dileyeceğim, fakat Allah'tan gelecek bir şeyi senden savamam\" demesi hariç. \"Rabbimiz, sana dayandık, sana yöneldik. Dönüş(ümüz) sanadır!\"","Süleyman Tevfik (1927)":"İbrâhîm'de ve onunla berâber olanlarda sizin içün iktidâya lâyık sünnet-i hasene vardır. Vaktâ ki onlar kavimlerine: \"Biz sizden ve sizin Allâh'dan başka 'ibâdet iylediklerinizden berîyiz. Sizi inkâr itdik. Sizinle bizim aramızda ebedî buğz ve 'adâvet zâhir oldı. Bir Allâh'a îmân idinceye kadar biz size düşmanız\" didiler. (Onların bu hallerine iktidâ idin) Ancak İbrâhîm'in babasına olan kelâmına (iktidâ itmeyin). İbrâhîm babasına: \"Ben senin içün Allâh'dan mağfiret taleb iderim. Eğer îmâna gelmez isen Allâh'ın 'azâbından bir şey senden def' idemem\" didi. Diyiniz ki: \"Yâ Rabbî! Sana rücû' ideceğiz\"","Süleymaniye Vakfı Meali":"İbrahim ve beraberinde olanlarda sizin için güzel bir örnek vardır. Bir gün halklarına şöyle demişlerdi: “Bizim sizinle ve Allah ile aranıza koyup kul olduklarınızla bir ilişiğimiz yoktur. Biz sizi tanımıyoruz. Tek ilah olan Allah’a inanıp güvenene kadar aramızda düşmanlık ve nefret doğmuştur. Rabbimiz! Biz seni vekil edindik ve sana yöneldik. Dönüp varılacak yer, senin huzurundur.” Sadece İbrahim’in babasına söylediği şu söz size örnek olmaz: “Allah’tan sana gelecek bir şeyi engellemeye gücüm yetmez ama senin bağışlanman için dua edeceğim”.","Şaban Piriş Meali":"Sizin için İbrahim ve onunla beraber olanlarda güzel bir örnek vardır. Hani onlar toplumlarına şöyle demişlerdi:-Biz, şüphesiz sizden ve Allah'tan başka kulluk ettiklerinizden uzağız. Sizi reddediyoruz. Sizinle aramızda, siz Allah'a tek olarak iman edinceye kadar sürecek bir düşmanlık ve nefret belirmiştir. İbrahim'in babasına söylediği şu söz hariç:-Senin için bağışlanma dileyeceğim, fakat Allah'tan sana gelecek hiçbir şeye gücüm yetmez.-Rabbimiz, sana dayandık, sana yöneldik ve dönüş sanadır!","Ümit Şimşek Meali":"İbrahim'de ve onunla beraber olanlarda sizin için güzel bir örnek vardır. Onlar kavimlerine şöyle demişlerdi: “Biz sizden ve sizin Allah'tan başka taptıklarınızdan uzağız. Biz sizi reddediyoruz; aramıza, siz Allah'a bir olarak inanıncaya kadar sürecek bir düşmanlık ve nefret girmiştir.” Ancak İbrahim'in babasına “Senin için Allah'tan af dileyeceğim; ama sana Allah'tan gelecek hiçbir şeye ben engel olamam” demesi müstesna.(1) Onlar şöyle dua ederlerdi: “Rabbimiz! Sana tevekkül ettik, Sana yöneldik. Varacağımız yer de Senin huzurundur.","Yaşar Nuri Öztürk Meali":"İbrahim'le, beraberinde olanlarda sizin için çok güzel bir örnek vardır. Hani, onlar toplumlarına şöyle demişlerdi: \"Biz sizden de Allah dışındaki kulluk ettiklerinizden de uzağız. Sizi tanımıyoruz. Sizinle bizim aramızda, siz Allah'a, yalnız Allah'a inanıncaya kadar, sürekli düşmanlık ve nefret olacaktır.\" Ancak İbrahim babasına şöyle demişti: \"Senin için hep af dileyeceğim ama Allah'tan sana gelecek şeyi geri çevirme gücüm yoktur. Ey Rabbimiz! Yalnız sana güveniyoruz, yalnız sana yöneliyoruz! Dönüş yalnız sanadır!\"","Eski Anadolu Türkçesi":"bayıķ oldı sizüñ içün uyası nesene görklü ibrāhįm’de daħı anlarda kim anuñiledi. ol vaķt kim eyittiler ķavumlarına “bayıķ biz bįzarlaruz sizden (l0) daħı andan kim ŧaparsız Tañrı’dan ayruk. [292a] kāfir olduķ size daħı žāhir oldı aramuzda daħı arañuzda düşmānlıķ daħı sevmemek hemįşe tā įmān getüresiz Tañrı’ya yaluñuzken.” illā ibrāhįm sözinde atasına “yarlıġamaķ dileyem senüñ içün daħı mālik degülven senüñ içün Tañrı’dan ya'nį uymaķ var bu sözde atasına nesene.” “iy çalabumuz! saña tevekkül eyledük daħı sendin yañadur dönecek yir.”","Satıraltı Meal (1534)":"Taḥḳīḳ size yaḫşı ṭarīḳat vardur İbrāhīmde, anuñla olanlarda daḫı. Ḳaçan kieyitdiler ḳavmlerine: Biz sizden bīzār‐biz, siz ṭapġan ma‘būdlardan daḫı Tañrıdan özge. Size kāfir olduḳ ve bizümle sizüñ arañuzda düşmenlik vesevmemek belürdi ḳıyāmete degin, ḥattā īmān getüresiz Tañrı Ta‘ālāya ya‐luñuz, illā İbrāhīm ḳavmi ki eyitdi atasına: Ben saña istiġfār ider‐men. Daḫımālik olmazın saña Tañrıdan hīç nesne. Yā Rabbenā, saña ṣıġınduḳ. Daḫısaña döndük. Daḫı ‘āḳıbet varmaḳ sañadur.","Bunyadov-Memmedeliyev ":"İbrahim və onunla birlikdə olanlar (mö’minlər) sizin üçün gözəl örnəkdir. O zaman onlar öz qövmünə belə demişdilər: “Şübhəsiz ki, bizim sizinlə və sizin Allahdan başqa ibadət etdiklərinizlə (bütlərlə) heç bir əlaqəmiz yoxdur. Biz sizi (dininizi) inkar edirik. Siz bir olan Allaha iman gətirməyincə bizimlə sizin aranızda həmişə ədavət və nifrət olacaqdır!” Ancaq İbrahim öz atasına: “Mən (öz Rəbbimdən) mütləq sənin bağışlanmağını diləyəcəm. Mən heç vəchlə səni Allahdan (Allahın əzabından) qurtara bilmərəm (mənim bacardığım yalnız budur)!” – deməsi istisnadır (bunda sizin üçün örnək yoxdur). (Onlar həmçinin belə demişdilər: ) “Ey Rəbbimiz! Biz ancaq Sənə təvəkkül etdik, tövbə edib ancaq Sənə tərəf qayıtdıq. Axır dönüş də ancaq Sənin hüzurunadır.","M. Pickthall (English)":"There is a goodly pattern for you Abraham and those with him, when they told their folk; Lo! we are guiltless of you and all that ye worship beside Allah. We have done with you. And there hath arisen between us and you hostility and hate for ever until ye believe in Allah only save that which Abraham promised his father (when he said): I will ask forgiveness for thee, though I own nothing for thee from Allah Our Lord! In Thee we put our trust, and unto Thee we turn repentant, and unto Thee is the journeying.","Yusuf Ali (English)":"There is for you an excellent example (to follow) in Abraham and those with him,(5413) when they said to their people: \"We are clear of you and of whatever ye worship besides Allah. we have rejected you, and there has arisen, between us and you, enmity(5414) and hatred for ever,- unless ye believe in Allah and Him alone\": But not when Abraham said to his father: \"I will pray for forgiveness(5415) for thee, though I have no power (to get) aught on thy behalf from Allah.\" (They prayed): \"Our Lord!(5416) in Thee do we trust, and to Thee do we turn in repentance: to Thee is (our) Final Goal."},"5":{"Arabic":"رَبَّنَالَاتَجْعَلْنَافِتْنَةًلِلَّذ۪ينَكَفَرُواوَاغْفِرْلَنَارَبَّنَاۚاِنَّكَاَنْتَالْعَز۪يزُالْحَك۪يمُ","Abdulbaki Gölpınarlı Meali":"Rabbimiz, bizi kafirlere sınanma konusu yapma ve suçlarımızı ört Rabbimiz, şüphe yok ki sen üstünsün, hüküm ve hikmet sahibisin.","Abdullah-Ahmet Akgül Meali":"<b>\"Rabbimiz, bizi inkârcılar </b><i>(kâfirler ve münafıklar)</i><b> için bir fitne </b><i>(aleti)</i><b> kılma! </b><i>(Onların bizi kandırıp kullanmasına fırsat tanıma.)</i><b> Ve </b><i>(dinsizlere ve münafık kimselere yaranma amaçlı davranışlarımızdan dolayı)</i><b> bizi bağışla </b><i>(Rabbimiz.)</i><b> Şüphesiz Sen Üstün ve Güçlüsün, yegâne Hüküm ve Hikmet sahibi olan Sensin.\"</b> ","Abdullah Parlıyan Meali":"Ey Rabbimiz! Bizi senden gelen gerçekleri inkâr edenler için bir oyun ve eğlence aracı yapma, günahlarımızı bağışla. Ey Rabbimiz! Çünkü sensin tek mağlup edilemeyen güç sahibi ve herşeyi yerli yerince yapan da yine sensin.”","Ahmet Tekin Meali":"“Rabbimiz, kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek ört-bas edip inkârda ısrar edenleri, düşmanları, dinimize saldırtarak, bizi üstesinden gelemeyeceğimiz baskıya, zulme, işkenceye maruz bırakma. Bizi koruma kalkanına al, bağışla. Rabbimiz sen, yalnız sen hikmet sahibi, kudretli ve hükümransın.”","Ahmet Varol Meali":"\"Rabbimiz! Bizi inkâr edenler için sınama (konusu) kılma ve bizi bağışla ey Rabbimiz! Şüphesiz sen güçlüsün, hikmet sahibisin.\"","Ali Bulaç Meali":"'Rabbimiz, inkâr edenler için bizi fitne (deneme konusu) kılma ve bizi bağışla Rabbimiz. Şüphesiz Sen, üstün ve güçlüsün, hüküm ve hikmet sahibisin.'","Ali Fikri Yavuz Meali":"Ey Rabbimiz! Bizi, o kâfir olanların fitnesi kılma, (bizi onlara ezdirme); bizi bağışla. Ey Rabbimiz! Muhakkak ki sen, Azîz'sin= her şeye galibsin, imansızlardan intikam alırsın, Hakîm'sin= müminlere zafer veren hikmet sahibisin.”","Bahaeddin Sağlam Meali":"“Ey Rabbimiz! Bizi, o inkâr edenler için bir sınav aracı yapma. Ey Rabbimiz! Bizi bağışla. Sen gerçekten, üstün izzet sahibisin ve her şeyi yerli yerinde yapansın.”","Bayraktar Bayraklı Meali":"“Ey Rabbimiz! Bizi, inkâr edenlerin oyuncağı durumuna getirme, bizi bağışla! Şüphesiz senin gücün her şeye yeter; her işinde hikmet vardır.”[630]","Besim Atalay Meali (1965)":"Ey Tanrımız! Bizi kâfirlere oyuncak etme, bizi bağışla, sen emresin, sen bilge»","Cemal Külünkoğlu Meali":"“Ey Rabbimiz! Bizi, inkâr edenlerin zulmüne uğratma! Bizi bağışla! Ey Rabbimiz! Şüphesiz Sensin mutlak üstün ve yüce olan, Sensin her hükmünde tam isabet kaydeden!”","Cemil Said (1924)":"4,5. İbrâhîm ve âna tâbi’ olanlar size güzel bir misâldir. Ânlar kavimlerine \"Bizim sizinle hiç bir münâsebetimiz yokdur, sizin Allâh’ın yerine tapdıklarınızdan dolayı biz günâhkâr değiliz. Biz sizi red idiyoruz ve eğer yegâne Allâh’a îmân itmez iseniz beynimizde ebediyyen buğz ve ’adâvet hükümfermâ olacakdır.\" didiler. Yalnız İbrâhîm’in pederine \"Ben senin içün Allâh’dan mağfiret taleb iderim lâkin îmân itmediğin halde seni kurtarmak gibi bir netîce alamam.\" dimesini taklîd itmeyiniz. \"Ya rabbî biz sana tevekkül itdik, biz sana rücû’ ideceğiz, her şeyin gâyesi sensin, kâfirlerin fitnelerinden bizi muhâfaza it, günâhlarımız ’afv it, sen ’azîz ve hakîmsin\" diyiniz.","Diyanet İşleri Meali (Eski)":"\"Rabbimiz! Bizi, inkar edenlerle deneme; bizi bağışla, doğrusu Sen, güçlü olan, Hakim olansın.\"","Diyanet İşleri Meali (Yeni)":"“Ey Rabbimiz! Bizi, inkâr edenlerin zulmüne uğratma. Bizi bağışla. Ey Rabbimiz! Şüphesiz sen mutlak güç sahibisin, hüküm ve hikmet sahibisin.”","Kur'an Yolu (Diyanet İşleri)":"Rabbimiz! Bizi, inkâr edenler için bir sınama konusu yapma. Bizi bağışla ey rabbimiz! Çünkü kudret ve hikmet sahibi olan sensin.","Diyanet Vakfı Meali":"Rabbimiz! Bizi, inkâr edenler için deneme konusu kılma, bizi bağışla! Ey Rabbimiz! Yegâne galip ve hikmet sahibi, ancak sensin.","Edip Yüksel Meali":"\"Rabbimiz, inkarcılar için bizi bir sınanma aracı kılma, bizi bağışla. Rabbimiz sen Üstünsün, Bilgesin.\"","Elmalılı Hamdi Yazır Meali":"\"Rabbimiz! Bizi inkar edenler için bir fitne kılma, (onlara mağlub etme!) bizi bağışla! Ey Rabbimiz! Yegane gâlib ve hikmet sahibi ancak sensin.\"","Elmalılı Meali (Orijinal)":"Ya rabbena! bizleri o küfredenlerin fitnesi kılma ve bizlere mağfiret buyur, çünkü sensin ancak öyle azîz öyle hakîm","Emrah Demiryent Meali":"Ey Rabbimiz! Bizi, kâfirler için bir imtihân (vesilesi) kılma! (Onları bize musallat etme!) Bizi bağışla. Ey Rabbimiz! Şüphesiz sen her işinde mutlak galip olan, hüküm ve hikmet sahibisin.”","Erhan Aktaş Meali":"Rabb'imiz! Bizi gerçeği yalanlayan nankörler için sınav konusu yapma. Bizi bağışla Rabb'imiz! Kuşkusuz Sen, Mutlak Üstün Olan'sın ve En Doğru Karar Veren'sin.","Hasan Basri Çantay Meali":"«Ey Rabbimiz, bizi o küfredenler için bir fitne (mevzuu) yapma. Bizi yarlığa Rabbimiz. Çünkü hakıykat gaalib-i mutlak, yegâne hukûm ve hikmet saahibi Sensin Sen».","Hayrat Neşriyat Meali":"“Rabbimiz! Bizi, inkâr edenler için bir imtihan (vesîlesi) kılma! (Onları bize musallat etme!) Rabbimiz! Bize mağfiret eyle! Şübhesiz ki Azîz (kudreti dâimâ üstün gelen) ve Hakîm(her işi hikmetli olan) ancak sensin!”","İhsan Aktaş Meali":"Rabbimiz! Bizi, inkâr etmiş olanlar için deneme konusu kılma (bizi onlara karşı mağlup etme), bizi bağışla! Ey Rabbimiz! Kuşkusuz sen mutlak galipsin, doğru hüküm verensin.*","İlyas Yorulmaz Meali":"“Ey Rabbimiz! Doğruları inkâr edenleri, bizim için imtihan vesilesi yapma, bizi bağışla. Rabbimiz sen çok güçlü olan ve her şeyin hükmünü verensin”  dedi.","İsmayıl Hakkı Baltacıoğlu":"Ey çalabımız! Bizi tanımazların eline düşürme. Bizi yarlıga. Ey çalabımız ! çünkü erkli, doğruyu bildirici olan yalnız Sensin.\"","İsmail Hakkı İzmirli":"«— Ey Rabbimiz! Bizi kâfirlere el altı etme [⁹], bizi yarlığa, ey Rabbimiz! Yegâne galip sensin, hâkim sensin» [¹⁰].","İsmail Yakıt":"“Rabbimiz! Bizi inkâr edenlerin fitnesine uğratma. Bizi bağışla. Rabbimiz! Muhakkak ki Sen Azîz’sin, Hakîm’sin.”","Kadri Çelik Meali":"“Rabbimiz! Küfre sapanlar için bizi deneme konusu kılma ve bizi bağışla. Rabbimiz! Şüphesiz sen güçlüsün, hikmet sahibisin.”","Mahmut Kısa Meali":"<b>“Ey Rabb’imiz, bizi inkârcılar</b><b>için bir imtihân aracı kılma! </b>Bizi onlar karşısında yenik düşürerek onların iyice azgınlaşmasına sebep kılma!Bizi zalimlerin baskı ve işkenceleriyle yüz yüze getirme, altından kalkamayacağımız çetin belâlarla bizi imtihan etme Allah’ım! Sana kulluk görevimizi hakkıyla yerine getiremedik,<b> bizi bağışla ey Rabb’imiz! Hiç kuşkusuz Sen</b><b>,</b> tüm varlıklar üzerinde <b>mutlak otorite sahibisin, hakîmsin.</b> Sonsuz ilim ve hikmetinle her konuda en mükemmel hükmü verir, yaptığın her şeyi yerli yerince yaparsın.<b>”</b>","Mahmut Özdemir Meali":"“Rabbimiz! İnkâr etmiş olanlar için bizi fitne / deneme yapma! Bizi bağışla rabbimiz! Sen, Hakîm Azîz’sin”.","Mehmet Çakır Meali":"<i>N'olur! bizleri, inkarcıların oyununa getirme! Affet bizi! &quot;</i> <i>Artık güçlü ve egemen olan sensin &quot; </i>diye yalvarıyorlardı.","Mehmet Çoban Meali":"“Rabbimiz! Bizi, inkâr edenler için deneme konusu kılma, bizi bağışla! Ey Rabbimiz! Yegâne galip ve hikmet sahibi, ancak sensin.”","Mehmet Okuyan Meali":"Rabbimiz! Bizi, kâfir olanlar için fitne kılma! [*] Rabbimiz! Bizi bağışla! Şüphesiz ki güçlü, doğru hüküm veren yalnızca sensin!”","Mehmet Türk Meali":"“Ey Rabbimiz! Bizi zâlimler topluluğu için (onları bize musallat ederek) deneme konusu kılma.¹ Ey Rabbimiz! Bizi bağışla. Şüphesiz çok güçlü, hüküm (hikmet) sahibi olan ancak sensin.” diye (dua ettiler.)","Muhammed Esed Meali":"Ey Rabbimiz! Bizi hakikati inkar edenler için bir oyun ve eğlence aracı ⁷ yapma! Ve günahlarımızı bağışla, ey Rabbimiz: çünkü Sensin tek kudret ve hikmet sahibi!”","Mustafa Çavdar Meali":"Rabbimiz bizi kâfirlerin elinde oyuncak etme, bizi bağışla Rabbimiz! Çünkü sensin mutlak üstün olan ve her şeye hâkim olan!” 2/286, 10/88-89, 19/41…50, 58/22","Mustafa İslamoğlu Meali":"Rabbimiz! Bizi küfre gömülenlerin elinde oyuncak etme![⁵⁰⁵⁸] Ve günahlarımızı bağışla, ey Rabbimiz: Zira Sen, evet Sensin mutlak üstün ve yüce olan, Sensin her hükmünde tam isabet kaydeden!”","Orhan Kuntman Meali":"“Ey Rabbimiz, bizi o küfredenler için bir fitne kılma! (Onları bize gâlib kılma, o takdirde bununla kuşkuya düşerler de, kendilerinin hak üzerinde olduklarını sanırlar) Ey Rabbimiz şüphe yok ki, her şeye gücü yeten hüküm ve hikmet sahibi olan ancak sensin Sen\" diyerek niyazda bulunmuşlardı!","Osman Fırat Meali":"Rabbimiz, bizi inkâr edenler için bir sınav yapma (bizi onların baskı ve işkencesi altına düşürme), bizi bağışla. Rabbimiz, üstün olan, hüküm ve hikmet sâhibi, ancak sensin...","Ömer Nasuhi Bilmen Meali":"«Ey Rabbimiz! Bizi kâfir olanlar için bir fitne kılma ve bizim için mağfiret buyur. Ey Rabbimiz, şüphe yok ki azîz, hakîm olan ancak Sen'sin.»","Suat Yıldırım Meali":"“Ey Ulu Rabbimiz, bizi kâfirlere deneme konusu kılma, affet bizi. Çünkü Sen azîz ve hakîmsin (mutlak galip, tam hüküm ve hikmet sahibisin). ","Süleyman Ateş Meali":"Rabbimiz, bizi inkar edenler için bir sınav yapma (bizi onların baskı ve işkencesi altına düşürme), bizi bağışla. Rabbimiz, yegane galib, hüküm ve hikmet sahibi, ancak Sensin, Sen!","Süleyman Tevfik (1927)":"\"Yâ Rabbî! Bizi kâfirlere fitne kılma ve bizi mağfiret it. Yâ Rabbî! Sen gâlib ve kâdir ve ef'âlinde hakîmsin\"","Süleymaniye Vakfı Meali":"Ey Rabbimiz! Kafirlere bizi ezdirme. Bizi bağışla. Rabbimiz! Üstün olan ve doğru kararlar veren Sensin.”","Şaban Piriş Meali":"Rabbimiz, bizi inkar edenler için deneme kılma. Bizi bağışla Rabbimiz, şüphesiz sen, güçlü ve hakim sensin!","Ümit Şimşek Meali":"“Rabbimiz! Bizi kâfirler için fitne yapma.(2) Bizi bağışla. Şüphesiz ki Senin kudretin herşeye üstün, hikmetin herşeyi kuşatmıştır.”","Yaşar Nuri Öztürk Meali":"\"Ey Rabbimiz! Bizi, küfre sapanlar için bir fitne/imtihan aracı yapma! Bağışla bizi ey Rabbimiz! Sen, yalnız sen sonsuz kudretin, sonsuz hikmetin sahibisin.\"","Eski Anadolu Türkçesi":"“iy çalabumuz! ķılma bizi fitne anlara kim kāfir oldılar. daħı yarlıġa bizi iy çalabumuz! bayıķ sen beñdeşsüzsin dürüst işlü dürüst sözlü.”","Satıraltı Meal (1534)":"Yā Rabbenā, bizi fitne eyleme kāfirlere. Daḫı bize günāhlarumuzbaġışla. Sen ‘azīz, ḥakīmsin.","Bunyadov-Memmedeliyev ":"Ey Rəbbimiz! Bizi kafirlər üçün sınaq vasitəsi etmə! (Bizi kafirlərin əli ilə sınağa çəkmə, onları bizim üstümüzdə hakim etmə!) Bizi bağışla. Ey Rəbbimiz! Həqiqətən, Sən yenilməz qüvvət sahibi, hikmət sahibisən!”","M. Pickthall (English)":"Our Lord! Make us not a prey for those who disbelieve, and forgive us, our Lord! Lo! Thou, only Thou, art the Mighty, the Wise.","Yusuf Ali (English)":"\"Our Lord! Make us not a (test and) trial(5417) for the Unbelievers, but forgive us, our Lord! for Thou art the Exalted in Might, the Wise.\""},"6":{"Arabic":"لَقَدْكَانَلَكُمْف۪يهِمْاُسْوَةٌحَسَنَةٌلِمَنْكَانَيَرْجُوااللّٰهَوَالْيَوْمَالْاٰخِرَۜوَمَنْيَتَوَلَّفَاِنَّاللّٰهَهُوَالْغَنِيُّالْحَم۪يدُ۟","Abdulbaki Gölpınarlı Meali":"Andolsun ki onlarda, size, Allah'a ve ahiret gününe kavuşmayı umanlara, güzel bir örnek var ve kim, yüz çevirirse bilsin ki Allah, şüphe yok ki müstağnidir, hamde layık olan odur.","Abdullah-Ahmet Akgül Meali":"<b>Andolsun, onlarda </b><i>(peygamberlerde ve sadık takipçilerinde)</i><b> sizlere; Allah’ı ve ahiret gününe </b><i>(inanıp, rahmetini)</i><b> umanlar için, güzel </b><i>(ve mükemmel)</i><b> bir örnek vardır. </b><i>(Bunları bırakıp) </i><b>Kim </b><i>(Hakk’tan ve hayırdan)</i><b> yüz çevirecek olursa, artık şüphesiz Allah, Ğaniy’dir </b><i>(hiçbir şeye ihtiyacı olmayan sonsuz zengindir)</i><b>, Hamîd’dir </b><i>(övülmeye layık olan Rabbinizdir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Andolsun İbrahim ve O'nunla birlikte inananlarda, Allah'ı ve ahiret gününü ümit ve korku ile bekleyen herkes için, güzel bir örnek bulursunuz. Eğer biriniz yüz çevirirse, bilsin ki Allah hiç kimsenin kulluğuna muhtaç değildir. O her türlü övgüye layıktır.","Ahmet Tekin Meali":"Andolsun, sizin sıkıntılarınızın, problemlerinizin en güzel çözümü, kurtuluşunuzun şifalı reçetesi İbrâhim'de ve onunla birlikte olan mü'minlerde ve onların mücadelelerle dolu hayatlarındadır. Allah'ın rızasını ve âhiret hayatındaki mutluluğu umanlar için her zaman güzel örnekler vardır. Kim bunları örnek almayarak mücadele yapmaktan yüz çevirir, halkı istediği istikamette yönlendirirse, Allah'ın azabından kurtulamaz. Bilesin ki, Allah zengindir, yarattığına muhtaç değildir, övgüye ve şükre lâyıktır.","Ahmet Varol Meali":"Andolsun ki, onlarda sizin için, Allah'ı ve ahiret gününü uman için güzel bir örnek vardır. Şüphesiz Allah hiçbir şeye ihtiyacı olmayan, övgüye lâyık olandır.","Ali Bulaç Meali":"Andolsun, onlarda sizin için, Allah'ı ve ahiret gününü umud edenlere güzel bir örnek vardır. Kim yüz çevirecek olursa, artık şüphesiz Allah, Ğaniy (hiç bir şeye ihtiyacı olmayan), Hamid (övülmeye layık olan)dır.","Ali Fikri Yavuz Meali":"Gerçekten sizler için, onların (İbrahîm'in ve beraberindekilerin) sözlerinde güzel bir örnek olmuştur. Bu örnek, Allah'dan ve ahiret gününden korkanlar içindir. Kim (emrimizden) yüz çevirir (ve kâfirleri dost edinirse), şübhe yok ki Allah Ganî'dir= hiç bir şeye muhtaç değildir. Hamîd'dir= hamde müstahaktır.","Bahaeddin Sağlam Meali":"Andolsun! Sizin için: “Allah’(ın azabın)dan ve ahiret(in şiddetin)ten korkanlar(*) için, İbrahim ve ona uyanlarda güzel bir örnek vardır. Artık kim sırt çevirirse, bilsin ki Allah’ın hiçbir şeye ihtiyacı yoktur. O, bütün hamd ve kemalata sahiptir.","Bayraktar Bayraklı Meali":"Andolsun ki sizin için, Allah'ı ve âhiret gününü umanlar için onlarda kesinlikle güzel bir örnek vardır. O halde kim örnek almaktan yüz çevirecek olursa, bilsin ki Allah'ın hiçbir şeye ihtiyacı yoktur; bütün övgüler O'nadır.","Besim Atalay Meali (1965)":"Bunlarda, hem sizinçin, hem de Allah ile ahret gününü umanlar için güzel örnekler vardır, kim ki yüz çevirirse, Allah zengin, Allah övülmüş","Cemal Külünkoğlu Meali":"Andolsun ki, sizden Allah'ın rızasını ve âhiretin saadetini arzu eden kimseler için, onlar (İbrahim ve beraberindekiler) pek güzel bir örnektir. Kim emrimizden yüz çevirirse, (bilsin ki) Allah hiç kimseye muhtaç değildir, bütün övgülere layık olandır.","Cemil Said (1924)":"Allâh’dan ümîdvâr olan ve âhiret gününe îmân iden içün İbrâhîm’in kıssasında güzel misâller vardır. Fakat yüz çevirenden Allâh müstağnîdir, Allâh ganî ve pür-şân ve şerefdir.","Diyanet İşleri Meali (Eski)":"And olsun ki, sizlerden, Allah'ı ve ahiret gününü uman kimse için, bunlarda güzel örnekler vardır. Kim yüz çevirirse kendi aleyhine olur, doğrusu Allah müstağnidir, övülmeğe layıktır.*","Diyanet İşleri Meali (Yeni)":"Andolsun, onlarda (İbrahim ve beraberindekilerde) sizin için, Allah’ı ve ahiret gününü arzu edenler için güzel bir örnek vardır. Kim yüz çevirirse bilsin ki, Allah her bakımdan sınırsız zengindir, övülmeye lâyıktır.","Kur'an Yolu (Diyanet İşleri)":"Şüphe yok ki, içinizden Allah’ın lutfuna ve âhiret gününe umut bağlayanlar için onlarda güzel bir örneklik vardır. Kim yüz çevirirse bilsin ki Allah hiçbir şeye muhtaç değildir, her türlü hamde lâyıktır.","Diyanet Vakfı Meali":"Andolsun, onlar sizin için, Allah'ı ve ahiret gününü arzu edenler için güzel bir örnektir. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde lâyık olandır.","Edip Yüksel Meali":"ALLAH'ı ve Ahiret Gününü arzu edenleriniz için onlarda güzel bir örnek vardır. Yüz çevirenlere gelince, Zengin ve Övgüye layık olan sadece ALLAH'tır","Elmalılı Hamdi Yazır Meali":"Andolsun, onlarda sizin için, Allah'ı ve ahiret gününü arzulayanlara güzel bir örnek vardır. Kim yüz çevirirse şüphesiz Allah, zengindir, hamde layık olandır.","Elmalılı Meali (Orijinal)":"6,7. Hakikaten sizler için güzel bir örnek onlarda olmuştur: Allaha ve Âhıret gününe ümmid besliyenler için; her kim de aksine giderse haberi olsun ki Allah çok ganiydir, her hamd onundur. Umulurki Allah sizinle onlar içinden düşmanlaştıklarınız arasında bir meveddet husule getire. Allah kadîrdir, Allah gafurdur rahîmdir","Emrah Demiryent Meali":"Kasem olsun ki, onlarda (İbrâhîm ve onunla birlikte bulunanlarda) sizin için Allah’ (ın rızasın) a ve âhiret gününe kavuşmayı umanlara güzel bir örnek vardır. Kim (Allah’a itaatten) yüz çevirirse bilsin ki, şüphesiz Allah, hiçbir şeye ihtiyacı olmayandır, hamd edilmeye, övülmeye, yegâne layık olandır.","Erhan Aktaş Meali":"Ant olsun ki, onlar, sizin için ve Ahiret Günü'nü bekleyen kimseler için iyi bir örnektirler. Kim yüz çevirirse, bilsin ki kuşkusuz Allah; Hiçbir Şeye Muhtaç Olmayan'dır, Övgüye Değer Yegâne Varlık'tır.","Hasan Basri Çantay Meali":"Andolsun ki onlarda sizin için, Allâhı ve âhiret gününü ummakda olanlar için güzel bir örnek vardır. Kim (emrimizden) yüz çevirirse şübhesiz ki Allah, O, her şeyden müstağnî, her hamde hakkıyle lâyıkdır.","Hayrat Neşriyat Meali":"And olsun ki, onlarda (İbrâhîm ve berâberindekilerde) sizin için, Allah'ı ve âhiret gününü uman kimseler için güzel bir örnek vardır. Bununla berâber kim yüz çevirirse, artık şübhesiz ki, Ganî (hiçbir şeye muhtâç olmayan), Hamîd (hamd edilmeye yegâne lâyık olan)ancak Allah'dır.","İhsan Aktaş Meali":"Muhakkak ki onlarda sizin için, Allah’ı ve âhiret gününü umanlar için güzel bir örnek vardır. O hâlde kim (örnek almaktan) yüz çevirecek olursa, (bilsin ki) şüphesiz Allah, hiçbir şeye ihtiyacı olmayan ve övülmeye layık olandır.","İlyas Yorulmaz Meali":"Allah’a ve ahiret gününe kavuşmayı uman kimseler için İbrahim ve onunla beraber olanlarda sizin için güzel örnekler vardır. Kim yüz çevirirse, Allah hiçbir şeye ihtiyacı olmayan ve övgüye layık olan yalnızca O’dur.","İsmayıl Hakkı Baltacıoğlu":"Doğrusu İbrahim’de, onunla birlik olanlar da sizin için, Allah’tan, son günden korkanlar için güzel bir örnek vardır. Herkim yüz çevirirse bilsin ki Allah kendine yeticidir, övülücüdür.","İsmail Hakkı İzmirli":"* Sizin için, Allah/ın rahmetine ve âhiret gününe kavuşmayı ümit [¹] edenler için onlar [²] güzel bir örnektir. Her kim bundan yüz çevirirse vebali onadır; çünkü Allah her şeyden müstağnidir, ef/alinde övülmüştür.","İsmail Yakıt":"Andolsun onlarda/İbrahim ve beraberindekilerde, sizin için, Allah’a ve ahiret gününe kavuşacağına inanan kimseler için güzel bir örnek vardır. Kim yüz çevirirse, muhakkak ki Allah, Ganîy’dir, Hamîd’dir.","Kadri Çelik Meali":"Şüphesiz onlarda sizler için, Allah'ı ve ahiret gününü ümit etmekte olanlar için güzel bir örnek vardır. Kim yüz çevirecek olursa, artık şüphesiz Allah, hiç bir şeye ihtiyacı olmayan ve övülmeye layık olandır.","Mahmut Kısa Meali":"<b>Gerçekten de onlarda, içinizden Allah’ı ve âhiret gününü arzulayanlar için güzel bir örnek vardır. </b>Onları kendilerine örnek alanlar kurtulur fakat<b> kim de yüz çevirirse</b> yalnızca kendisine zarar vermiş olur. Çünkü <b>Allah, </b>hiç kimseye ve hiçbir şeye <b>muhtaç değildir,</b> fakat siz O’na kulluk etmeye muhtaçsınız. Hiçbir varlık O’nu övüp yüceltmese bile, O kendi zatıyla Yücedir. Zira gerçek anlamda yüceltilmeye, şükredilmeye ve <b>övülmeye lâyık olan sadece Odur.</b><br>O hâlde, atanız İbrahim’in izinden yürüyerek sarsılmaz bir inanç ve kararlılıkla, zâlimlere karşı mücâdelenizi sürdürün!","Mahmut Özdemir Meali":"And olsun onlarda sizin için, Allah’ı ve Âhir Gün’ü ummakta olan kimseler için güzel bir örnek oldu! Kim yüz çevirirse, gerçekten Allah, Hamîd Ganiyy’dir.","Mehmet Çakır Meali":"Doğrusu şu ki İbrahimler<b>,</b> Allah'tan ve ahıret günü nimetlerinden ümitli olanlar için çok güzel bir örnektir.  Gerçeğe sırtını dönenler şunu bilsinler ki Allah, saygı duyulası bir varlık sahibidir.","Mehmet Çoban Meali":"Andolsun! Sizin için Allah’ı ve ahiret gününü arzu edenler için onların hayatında güzel örneklik vardır. Kim ayetlerimizle bildirdiğimiz gerçekleri inkâr edip yüz çevirirse; bilsin ki Allah zengindir. Onların inkârı Rabbinize zarar veremez. Allah sözü dinlenilmeye, hükümleri her şeyden üstün tutulmaya lâyık olandır.","Mehmet Okuyan Meali":"Şüphesiz ki onlarda sizin için, (yani) Allah’a ve ahiret gününe (kavuşmayı) umanlar) için güzel bir örnek vardır. [*] Kim yüz çevirirse şüphesiz ki yalnızca Allah zengindir, [hamd]e (övgüye) layık olandır.","Mehmet Türk Meali":"Yemin olsun onlarda, içinizden Allah’ı ve âhiret gününü umanlar için, pek güzel bir örnek vardır. Her kim de tersini yaparsa şunu bilsin ki Allah, hiç bir şeye ihtiyacı olmayan, övülmeye layık olandır.","Muhammed Esed Meali":"Onlarda, Allah’ı ve Ahiret Günü’nü [ümit ve korku ile ⁸ ] bekleyen herkes için güzel bir örnek bulursunuz. Eğer biriniz yüz çevirirse, [bilsin ki] Allah hiç kimseye muhtaç değildir, bütün övgülere tek layık olandır.","Mustafa Çavdar Meali":"Evet İbrahim ve onun izinden gidenlerde sizin için, yani Allah’ı ve ahiret gününü gözetenler için güzel bir örneklik vardır. Allah, hiç kimsenin desteğine muhtaç olmayan ve tüm övgülere layık olandır. 16/123, 33/21, 60/4","Mustafa İslamoğlu Meali":"Doğrusu onlar(ın bu tavrında),[⁵⁰⁵⁹] içinizden Allah’ın ve Âhiret Günü’nün (ödülünü) uman kimseler için elbet güzel bir örneklik vardır; ama kim de (kâfirleri) dost edinerek (bu emre) sırt dönerse,[⁵⁰⁶⁰] iyi bilsin ki Allah kimseye muhtaç olmayan yegane varlıktır, hamdin tamamı zâtına mahsus olandır.","Orhan Kuntman Meali":"(Ey Muhammed ümmeti) Andolsun ki sizlerden, Allah'a ve ahiret gününe umud bağlayanlar için onlarda (İbrahim a.s. ve ona tabi olanlarda) güzel bir örnek vardır. Kim bu uyarılardan yüz çevirirse. (Müşriklerle dost olup gizli haber gönderirse zararı kendine olur) Şüphe yok ki Allah ganîdir. (Hiçbir şeye muhtaç değildir) ve hamd ve senâya ancak O layıktır! ","Osman Fırat Meali":"Muhakkak onlarda (İbrahim ve beraberindekilerde) sizin için, Allah’ı ve ahiret gününü arzu edenler için güzel bir örnek vardır. Kim yüz çevirirse bilsin ki, Allah hiçbir şeye ihtiyacı olmayan zengindir, övülendir.","Ömer Nasuhi Bilmen Meali":"Andolsun ki sizin için Allah'ı ve ahiret gününü rica edenler için onlarda bir güzel örnek vardır ve her kim yüz çevirirse, imdi şüphe yok ki Allah, o her şeyden müstağnidir, her hamde müstahaktır.","Suat Yıldırım Meali":"Onlarda sizin için, Allah'a ve âhiret gününe kavuşmayı arzu edenler için güzel bir örnek vardır. Ama kim de aksine giderse bilsin ki Allah ganî ve hamîddir (hiçbir şeye ihtiyacı yoktur, her türlü hamd ve övgü O'na mahsustur). ","Süleyman Ateş Meali":"Andolsun, onlarda sizin için, Allah'ı ve \"Son Günü\" arzu edenler için güzel bir örnek vardır. Kim yüz çevirirse (bilsin ki) Allah işte zengin, övgüye layık olan O'dur.","Süleyman Tevfik (1927)":"Ey Mü'minler! Sizden, Allâh'ın rızâsını ve yevm-i âhiret ni'metini ricâ iden kimse içün onlarda (İbrâhîm ile ittibâ'ında) iktidâ idecek sünnet-i hasene vardır. Bundan i'râz iden kimse (bilsün ki) Hak Te'âlâ onların îmânlarından ganîdir. Ve bizâtihî müstehak-ı hamddir. ","Süleymaniye Vakfı Meali":"Onlarda sizin için, Allah’tan ve ahiretten umudu olan herkes için, güzel bir örnek vardır. Kim yüz çevirirse bilsin ki Allah’ın kimseye ihtiyacı olmaz, yaptığını da güzel yapar.","Şaban Piriş Meali":"“Onlarda Allah'ı ve Ahiret gününü bekleyen herkes için güzel bir örnek bulursunuz. Allah herkesten daha zengindir. bütün övgülere tek layık olandır.","Ümit Şimşek Meali":"Gerçekten, onlarda sizin için, Allah'a ve âhiret gününe kavuşmayı umanlar için güzel bir örnek vardır. Kim yüz çevirirse, muhakkak ki Allah hiçbir şeye muhtaç değildir ve her türlü övgüye lâyık olan da Odur.","Yaşar Nuri Öztürk Meali":"Yemin olsun, onlarda sizin için, Allah'ı ve âhiret gününü arzu edenlere çok güzel bir örnek vardır. Kim yüz çevirirse şunu bilsin ki, Allah, sınırsız zengindir; tüm övgülerin sahibidir.","Eski Anadolu Türkçesi":"bayıķ oldı sizüñ içün anlarda uyası nesene görklü aña kim oldı ķorķar Tañrı’dan daħı śoñraġı günden. daħı her kim yüz döndüre bayıķ Tañrı oldur bay ögülmiş.","Satıraltı Meal (1534)":"Taḥḳīḳ size anlarda yaḫşı ṭarīḳat vardur Tañrı Ta‘ālādan ḳorḳanlara. Daḫıḳıyāmet güninde kim ki i‘rāż eylese, ol Allāh ġanīdür, ef‘ālinde meşkūr‐dur.","Bunyadov-Memmedeliyev ":"(Ey mö’minlər!) And olsun ki, onlar sizin üçün, Allaha və axirət gününə ümid bəsləyənlər üçün gözəl örnəkdir. Kim (kafirlərlə dostluq edib Allahın buyurduğundan) üz döndərsə (bunun zərəri ancaq onun özünə olar). Allah (heç nəyə) möhtac deyildir; O, tə’rifə (şükrə) layiqdir!","M. Pickthall (English)":"Verily ye have in them a goodly pattern for everyone who looketh to Allah and the Last Day. And whosoever may turn away, lo! still Allah, He is the Absolute, the Owner of Praise.","Yusuf Ali (English)":"There was indeed in them(5418) an excellent example for you to follow,- for those whose hope is in Allah and in the Last Day. But if any turn away, truly Allah is Free of all(5419) Wants, Worthy of all Praise."},"7":{"Arabic":"عَسَىاللّٰهُاَنْيَجْعَلَبَيْنَكُمْوَبَيْنَالَّذ۪ينَعَادَيْتُمْمِنْهُمْمَوَدَّةًۜوَاللّٰهُقَد۪يرٌۜوَاللّٰهُغَفُورٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Umulur ki Allah, sizinle, düşmanlık ettiklerinizin arasına yakında bir sevgi de verir ve Allah'ın gücü yeter ve Allah, suçları örter, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Ama umulur ki Allah, sizlerle; onlardan kendilerine karşı düşmanlık besledikleriniz</b><i>(den iyi niyet sahipleri olanlar) </i><b> arasında bir sevgi bağı meydana getirir </b><i>(ve onları da hidayete eriştirir)</i><b>. Allah, </b><i>(her şeye) </i><b>Güç yetirendir. Allah, çok Bağışlayandır, çok Esirgeyendir.</b> ","Abdullah Parlıyan Meali":"Allah'ın sizinle o düşmanlık ettiğiniz kimseler arasında bir sevgi bağı kurması umulabilir. Çünkü Allah herşeye güç yetirir, çok bağışlayan ve çok acıyandır.","Ahmet Tekin Meali":"Olur ki, Allah, sizinle, düşmanlığınızın devam ettiği kimseler arasında yakın bir dostluk, bir sevgi meydana getirir. Allah güçlü ve kudretlidir. Allah sizi koruma kalkanına alır. Çok bağışlayıcı ve engin merhamet sahibidir.","Ahmet Varol Meali":"Olur ki, Allah sizinle onlardan kendilerine düşmanlık ettikleriniz arasına bir sevgi koyar. Allah güç yetirendir. Allah bağışlayıcı, merhamet edicidir.","Ali Bulaç Meali":"Belki Allah, sizlerle onlardan kendilerine karşı düşmanlık besledikleriniz arasında bir sevgi-bağı kılar. Allah güç yetirendir. Allah çok bağışlayandır, çok esirgeyendir.","Ali Fikri Yavuz Meali":"Olur ki Allah, (onları İslâm'a erdirmekle) içlerinden birbirinize düşmanalık ettikleriniz arasında bir sevgi ve yakınlık kurar. Allah (buna) Kadîr'dir. Allah Gafûr'dur= çok bağışlayandır, Rahîm'dir= çok merhametlidir.","Bahaeddin Sağlam Meali":"Belki de pek yakında Allah sizinle, düşmanlık beslediğiniz onlar arasına (onları Müslüman yaparak) bir sevgi koyar. Allah’ın buna gücü yeter. Ve Allah, çok bağışlayan ve çok acıyandır.","Bayraktar Bayraklı Meali":"Allah'ın, sizin ile, inkâr edenlerden düşman olduklarınız arasında bir sevgi oluşturması ihtimal dahilindedir. Allah'ın buna gücü yeter. Allah affedendir; merhamet sahibidir.[631]","Besim Atalay Meali (1965)":"Aranızda düşmanlık bulunanlarla, olur ki Allah dostluk yaratır, Allahın gücü yeter, Allah bağışlayıcı, Allah yarlıgayıcı","Cemal Külünkoğlu Meali":"(Müşrik akrabalarınızla ilişkinizin kesilmesine çok da üzülmeyin) gün gelir Allah, sizlerle onlardan kendilerine karşı düşmanlık besledikleriniz arasında bir sevgi bağı koyar. Çünkü Allah, her şeye gücü yetendir. Allah, çok bağışlayandır, çok merhamet edendir.","Cemil Said (1924)":"Allâh’ın bir gün sizinle a’dânız beyninde meveddet-i mütekâbile te’sîs iylemesi mümkündür. Allâh her şeye kâdir gafûr ve rahîmdir.","Diyanet İşleri Meali (Eski)":"Allah'ın sizinle, düşmanlık gösterdiğiniz kimseler arasında bir sevgi yaratması umulur; Allah Kadir'dir, Allah bağışlayandır, acıyandır.","Diyanet İşleri Meali (Yeni)":"Ola ki Allah sizinle, içlerinden düşman olduğunuz kimseler arasına bir sevgi (ve yakınlık) koyar. Allah, hakkıyla gücü yetendir. Allah çok bağışlayandır, çok merhametlidir.","Kur'an Yolu (Diyanet İşleri)":"Belki de Allah sizinle onlardan düşmanınız olan kimseler arasında (karşılıklı) bir dostluk meydana getirecektir. Allah kādirdir. Allah bağışlayıcıdır, engin merhamet sahibidir.","Diyanet Vakfı Meali":"Olur ki Allah sizinle düşman olduklarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok esirgeyendir.  ","Edip Yüksel Meali":"Belki de ALLAH sizinle onlar arasındaki düşmanlığı sevgiye çevirir. ALLAH Kadirdir. ALLAH Bağışlayandır, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Olur ki Allah sizinle düşmanlarınız arasında yakında bir dostluk meydana getirir. Allah gücü yetendir. Allah çok bağışlayan, çok merhamet edendir.","Elmalılı Meali (Orijinal)":"6,7. Hakikaten sizler için güzel bir örnek onlarda olmuştur: Allaha ve Âhıret gününe ümmid besliyenler için; her kim de aksine giderse haberi olsun ki Allah çok ganiydir, her hamd onundur. Umulurki Allah sizinle onlar içinden düşmanlaştıklarınız arasında bir meveddet husule getire. Allah kadîrdir, Allah gafurdur rahîmdir","Emrah Demiryent Meali":"(Ey mü’minler! Müşrik akrabalarınızla, akrabalık bağlarınızın kesilmesine üzülmeyin.) Allah, sizinle, düşman olduğunuz kimseler arasında (îmân etmeleri neticesinde) bir sevgi/muhabbet meydana getirir. Allah, her şeye kâdirdir. Allah, çok bağışlayandır, çok merhamet edendir.","Erhan Aktaş Meali":"Belki Allah, gün gelir sizinle, onlardan düşmanlık beslediğiniz kimseler arasında bir sevgi oluşturur. Allah; Çok Bağışlayıcı'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Olur ki Allah, sizinle içlerinden birbirinize düşman olduğunuz (kâfirler) arasında yakında bir dostluk peyda eder. Allah hakkıyle kaadirdir. Allah çok yarlığayıcıdır, çok esirgeyicidir.","Hayrat Neşriyat Meali":"Olur ki Allah, sizinle onlardan (Mekkelilerden) düşmanlık içinde bulunduğunuz kimseler arasında (onlara hidâyet vererek) bir dostluk meydana getirir. Çünki Allah, (buna)hakkıyla gücü yetendir. Ve Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.","İhsan Aktaş Meali":"Bakarsın, Allah sizinle onlardan kendilerine düşmanlık ettikleriniz arasında bir sevgi (bağı) oluşturur. Allah, güç yetirendir. Allah, (çok) bağışlayandır, merhamet edendir.*","İlyas Yorulmaz Meali":"Allah’ın sizinle kendilerine düşmanlık yaptıklarınızın arasını, sevgiye döndürmesi umulur. Allah’ın bunu yapmaya gücü yeter. Allah bağışlayıcı ve merhametli olandır.","İsmayıl Hakkı Baltacıoğlu":"Olabilir ki Allah sizinle düşmanlık ettiğiniz o kimseler arasında bir sevgi yaratır. Allah’ın gücü her nesneye yeticidir. Allah yarlıgayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Olabilir ki Allah sizinle adavet ettiğiniz o kimseler [³] arasında muhabbet peyda eder [⁴]. Allah hakkıyle kaadirdir. Allah onların geçmişlerini yarlıgayan, bağışlayandır.","İsmail Yakıt":"Ola ki Allah, sizinle düşman olduklarınız arasında bir sevgi/muhabbet meydana getirir. Çünkü Allah Kadîr’dir. Çünkü Allah Gafûr’dur, Rahîm’dir.","Kadri Çelik Meali":"Belki Allah, sizlerle onlardan kendilerine karşı düşmanlık beslemekte olduklarınız arasında bir sevgi bağı kılar. Allah, güç yetirendir. Allah, çok bağışlayandır, çok esirgeyendir.","Mahmut Kısa Meali":"Sizler üzerinize düşeni yapar ve kâfirlere karşı açık ve net tavrınızı koyarak Allah yolunda cihat ederseniz, <b>Umulur ki Allah </b>da sizi onlara üstün kılar ve İslâmî dâvetin kalplere ulaşmasını engelleyen azılı kâfirleri bertaraf ederek, <b>sizinle düşmanlarınız arasında </b>karşılıklı <b>sevgi </b>ve dostluk <b>duyguları yeşertir. </b>Böylece, sizin ortaya koyacağınız güzel ahlâk sayesinde onları İslâm’a kazandırabilir. Bu nasıl olur demeyin, neden olmasın ki; <b>Allah </b>her şeye <b>kadirdir. </b>Aynı zamanda<b>Allah, çok bağışlayıcı, çok merhametlidir.</b><br>Bu ayetlerin gelişinden kısa bir süre sonra Allah’ın vaadi aynen gerçekleşti: Mekke kan dökülmeden fethedildi, yirmi yıl boyunca Müslümanlarla savaşan kâfirler bölük bölük İslâm’a girdiler, kin ve intikam duyguları kalplerden silindi ve insanlar, samîmî bir dostluk ve kaynaşma içinde bir araya geldiler.","Mahmut Özdemir Meali":"Olur ki Allah onlardan düşmanlık ettiğiniz kimseler ile sizin aranızda bir meveddet / karşılıklı sevgi meydana getirir. Allah kadîr’dir / güç yetirendir. Allah rahîm gafûrdur.","Mehmet Çakır Meali":"Şunu da unutmayın ki Allah, sizinle düşmanlarınız arasında her an sıcak bağlantılar kurabilir.  Çünkü güç, hoşgörü ve sevginin öz kaynağı Allah'tır.","Mehmet Çoban Meali":"Olur ki Allah düşman olduğunuz toplumlarla aranızda bir dostluk meydana getirir. Onun için acele etmeyin! Düşman olduklarınız gelişen olaylar karşında gerçekleri görmeye başlar. O zaman onlar iman ederek sizin gerçek dostlarınız olur. Ancak şu aşamada henüz sizin düşmanlarınızdır. Ona göre davranın! Şüphesiz Allah gücü yetendir. Hata yapıp bir daha hatalarına dönmemek için tövbe edenleri Rabbiniz bağışlar. Rabbin tövbe edenleri bağışlayan, inananları koruyandır.   ","Mehmet Okuyan Meali":"Allah sizinle düşman olduklarınız arasında bir dostluk meydana getirebilir. [*] Allah her şeye gücü yetendir. Allah çok bağışlayandır, çok merhametlidir.","Mehmet Türk Meali":"Sizinle o (kâfirlerden) düşmanlık besledikleriniz arasında dostluğu, ancak Allah meydana getirebilir.¹ (Ve buna) ancak Allah’ın gücü yeter. Çünkü Allah, çok şerefli bir affedicidir.","Muhammed Esed Meali":"[Ama] belki Allah, [ey müminler,] [şimdi] düşman olarak gördüğünüz kimseler ile sizin aranızda [karşılıklı] bir yakınlık oluşturabilir: çünkü Allah her şeye kâdirdir ve çok bağışlayıcıdır, rahmet kaynağıdır.","Mustafa Çavdar Meali":"Gün gelir Allah, düşman olduğunuz kimselerle sizin aranızda bir sevgi meydana getirir. Çünkü Allah her şeye bir ölçü koyandır ve Allah eşsiz bir bağışlayıcı ve sonsuz bir rahmet kaynağıdır. 3/159, 41/34","Mustafa İslamoğlu Meali":"Mümkündür ki Allah, sizin düşman olarak algıladığınız kimselerle sizin aranızda bir sevgi var edebilir;[⁵⁰⁶¹] ve Allah’ın (buna) gücü yeter; üstelik Allah tarifsiz bir bağış, eşsiz bir merhamet sahibidir.[⁵⁰⁶²]","Orhan Kuntman Meali":"(Düşmandan uzak durarak, onlarla cihad ettiğiniz takdirde) Umulur ki Allah sizinle, onlardan düşman olduğunuz kimseler arasında yalanda bir dostluk meydana getirir. (Düşmanlıkları dostluğa çevirmeye elbet) Allah kâdirdir ve Allah çok bağışlayandır, çok merhametli olandır!","Osman Fırat Meali":"Umulur ki Allah sizinle, içlerinden düşman olduğunuz kimseler arasına bir sevgi (ve yakınlık) koyar. Allah, herşeye gücü yetendir. Allah çok bağışlayandır, çok merhametlidir.","Ömer Nasuhi Bilmen Meali":"Umulur ki Allah, sizin aranızla onlardan düşmanlaşmış olduğunuz kimseler arasında bir dostluk husûle getirir ve Allah kâdirdir ve Allah gafûrdur, rahîmdir.","Suat Yıldırım Meali":"Umulur ki Allah sizinle düşmanlarınız arasında bir sevgi ve yakınlık kurar. Çünkü Allah herşeye kadirdir. Allah gafurdur, rahîmdir. [3, 103; 8, 63; 60, 1; 5, 57]","Süleyman Ateş Meali":"Belki de Allah sizinle, onlardan düşman olduklarınız arasına bir sevgi koyar. Allah kadirdir. Allah çok bağışlayan, çok esirgeyendir.","Süleyman Tevfik (1927)":"Me'mûldür ki Cenâb-ı Hak karîben ehl-i Mekke'den aranızda 'adâvet olanlarla sizin beyninizde meveddet kıla, Allâh buna kâdir ve gafûr ve rahîmdir.","Süleymaniye Vakfı Meali":"Bakarsın Allah, düşmanlık ettiğiniz o kimselerle sizin aranızda bir sevgi bağı oluşturur. Allah, her şeye ölçü koyar[*]. Allah bağışlar, ikramı boldur.","Şaban Piriş Meali":"Olur ki Allah düşmanlarınızla aranızda bir dostluk yaratır. Allah güçlüdür. Allah, bağışlar, merhamet eder.","Ümit Şimşek Meali":"Bakarsınız, Allah, düşman olduğunuz kimselerle aranızda bir sevgi ortaya çıkarır.(3) Çünkü Allah'ın gücü herşeye yeter. Ve Allah çok bağışlayıcı, çok merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Olabilir ki Allah sizinle, onlardan düşman olduklarınız arasına bir sevgi koyar. Allah'ın gücü her şeye yeter. Allah çok bağışlayan, çok esirgeyendir.","Eski Anadolu Türkçesi":"ola kim Tañrı eyleye arañuzda daħı anlaruñ arasında kim düşmān duttuñuz anlardan dostlıķ. daħı Tañrı güci yiterdür. daħı Tañrı yarlıġayıcıdur raḥmet ķılıcı.","Satıraltı Meal (1534)":"Ola ki Tañrı Ta‘ālā sizüñle düşmanlaruñuz ortasında muḥabbet ḳıla. TañrıTa‘ālā ḳādirdür, daḫı ‘afv idici, raḥmet idicidür.","Bunyadov-Memmedeliyev ":"(Ey mö’minlər!) Ola bilsin ki, Allah sizinlə düşmənçilik etdiyiniz kimsələr (Məkkə müşrikləri) arasında (onları islam dininə gətirməklə) dostluq (məhəbbət) yaratsın. Allah (hər şeyə) qadirdir. Allah bağışlayandır, rəhm edəndir!","M. Pickthall (English)":"It may be that Allah will ordain love between you and those of them with whom ye are at enmity. Allah is Mighty, and Allah is Forgiving, Merciful.","Yusuf Ali (English)":"It may be that Allah will grant love (and friendship)(5420) between you and those whom ye (now) hold as enemies. For Allah has power (over all things); And Allah is Oft-Forgiving, Most Merciful."},"8":{"Arabic":"لَايَنْهٰيكُمُاللّٰهُعَنِالَّذ۪ينَلَمْيُقَاتِلُوكُمْفِيالدّ۪ينِوَلَمْيُخْرِجُوكُمْمِنْدِيَارِكُمْاَنْتَبَرُّوهُمْوَتُقْسِطُٓوااِلَيْهِمْۜاِنَّاللّٰهَيُحِبُّالْمُقْسِط۪ينَ","Abdulbaki Gölpınarlı Meali":"Allah, din hususunda sizinle savaşmayan ve sizi, ülkenizden çıkarmayanlara iyilik etmenizi, onlara karşı insafla, adaletle muamelede bulunmanızı nehyetmez; şüphe yok ki Allah, adaletle muamele edenleri sever.","Abdullah-Ahmet Akgül Meali":"<b>Allah, sizinle din konusunda savaşmayan </b><i>(İslam’ın adaletini hâkim kılmaya ve dininizin hükümlerini yaşamaya engel olmaya çalışmayan)</i><b>lara, sizi yurtlarınızdan sürüp-çıkarmayanlara </b><i>(vatanınıza ve bağımsızlığınıza göz dikip, temel insan haklarınızdan mahrum bırakmaya uğraşmayanlara) </i><b>iyilik yapmanızdan ve onlara adaletli davranmanızdan sizi menetmez </b><i>(insaflı ve insan haklarına saygılı gayri müslim insanlara hoş ve yumuşak davranmak gerekir)</i><b>. Çünkü Allah, doğru ve dengeli davrananları sevendir.</b> ","Abdullah Parlıyan Meali":"İnancınızdan dolayı, size karşı savaşmayan ve sizi yurtlarınızdan çıkarmayan inkârcılara gelince, Allah onlara nezaketle ve adaletle davranmanızı yasaklamaz. Çünkü Allah, insaf ölçülerine bağlı kalıp, adaletle davrananları sever.","Ahmet Tekin Meali":"Allah, sizinle din, şeriat uğrunda savaşmayanlara, size düşmanca davranmayanlara, sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve onların ekonomik haklarına riayet ederek âdil davranmanızı ilminin-hikmetinin gereği yasaklamaz. Allah ekonomik haklara riayet ederek adâleti yerine getirerek düzen sağlayanları sever.","Ahmet Varol Meali":"Allah sizi, din hakkında sizinle savaşmamış ve sizi yurtlarınızdan çıkarmamış olanlara iyilik etmekten ve onlara karşı adaletli davranmaktan sakındırmaz. Çünkü Allah adaletli davrananları sever.","Ali Bulaç Meali":"Allah, sizinle din konusunda savaşmayan, sizi yurtlarınızdan sürüp-çıkarmayanlara iyilik yapmanızdan ve onlara adaletli davranmanızdan sizi sakındırmaz. Çünkü Allah adalet yapanları sever.","Ali Fikri Yavuz Meali":"Allah, din hususunda sizinle savaşmamış, sizi yurdlarınızdan da çıkarmamış kimselere sadakat göstermenizden, onlara iyilik etmenizden, onlara adalet yapmanızdan sizi yasaklamaz; çünkü Allah adalet yapanları sever.","Bahaeddin Sağlam Meali":"Allah, din konusunda sizinle savaşmayan, sizi memleketinizden çıkarmayanlara iyilik etmenizi, onlara karşı adaletli davranmanızı yasaklamıyor. Şüphesiz Allah, adaleti davrananları çok sever.","Bayraktar Bayraklı Meali":"Allah, sizinle din konusunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve adaletli davranmanızı yasaklamaz. Çünkü Allah, âdil olanları sever.","Besim Atalay Meali (1965)":"Din yolunda size karşı çarpışmamış olanlarla, sizi yurdunuzdan çıkarmamış olanlara iyilik etmekten, adalet yapmaktan Allah sizi alıkoymaz; evet, Allah sever adaletli olanları","Cemal Külünkoğlu Meali":"Ancak Allah, sizi, (dininizden olmayan ve) din konusunda sizinle savaşmamış, sizi yurtlarınızdan da çıkarmamış kimselere iyilik etmekten, onlara âdil davranmaktan men etmez. Şüphesiz Allah, âdil davrananları sever.","Cemil Said (1924)":"Dîn husûsunda sizinle muhârebe itmemiş olanlar ve sizi me’vâlarınızdan çıkarmamış olanlar hakkında ’adl ve meveddet izhâr itmekden Allâh sizi men’ iylemez ’âdilâne hareket idenleri sever.","Diyanet İşleri Meali (Eski)":"Allah, din uğrunda sizinle savaşmayan, sizi yurdunuzdan çıkarmayan kimselere iyilik yapmanızı ve onlara karşı adil davranmanızı yasak kılmaz; doğrusu Allah adil olanları sever.","Diyanet İşleri Meali (Yeni)":"Allah, sizi, din konusunda sizinle savaşmamış, sizi yurtlarınızdan da çıkarmamış kimselere iyilik etmekten, onlara âdil davranmaktan men etmez. Şüphesiz Allah, âdil davrananları sever.","Kur'an Yolu (Diyanet İşleri)":"Allah, din konusunda sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayanlarla iyi ilişkiler içinde olmanızı ve onlara adaletli davranmanızı yasaklamaz. Allah adaletli olanları elbette sever.","Diyanet Vakfı Meali":"Allah, sizinle din uğrunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve onlara âdil davranmanızı yasaklamaz. Çünkü Allah, adaletli olanları sever.  ","Edip Yüksel Meali":"ALLAH, din uğrunda sizinle savaşmayan ve sizi yurdunuzdan çıkarmayan kimselere iyilik yapmanızı ve onlara adaletli davranmanızı yasaklamaz. ALLAH adaletli davrananları sever.","Elmalılı Hamdi Yazır Meali":"Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Çünkü Allah adalet yapanları sever.","Elmalılı Meali (Orijinal)":"Allah sizi din hakkında size kıtal yapmıyan ve sizi yurdlarınızdan çıkarmıyan kimselerden, onlara iyilik etmeniz ve kendilerine adalet yapmanızdan nehyetmez, çünkü Allah adalet yapanları sever","Emrah Demiryent Meali":"Allah, dininizden dolayı sizinle savaşmayan, sizi yurdunuzdan çıkarmayan kimselere iyilik yapmanızı ve onlara karşı adil davranmanızı yasaklamaz. Şüphesiz ki Allah, adaletli davrananları sever.","Erhan Aktaş Meali":"Allah; sizi, din konusunda sizinle savaşmayan ve sizi yurdunuzdan çıkarmayan kimselere iyilik yapmaktan, onlara karşı hak neyse onu yapmaktan alıkoymaz. Kuşkusuz ki Allah, haktan ve haklıdan yana olanları sever.","Hasan Basri Çantay Meali":"Sizinle dîn hususunda muhaarebe etmemiş, sizi yurdlarınızdan da çıkarmamış olanlara iyilik, onlara adalet (le muaamele) etmenizden Allah sizi men'etmez. Çünkü Allah adalet yapanları sever.","Hayrat Neşriyat Meali":"Allah, din husûsunda sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten ve onlara karşı âdil davranmaktan sizi yasaklamaz. Şübhesiz ki Allah, adâletli olanları sever.(1)","İhsan Aktaş Meali":"Sizinle din (İslam) konusunda savaşmayan (size saldırmayan) ve sizi yurdunuzdan (vatanınızdan) çıkarmaya (bağımsızlığınıza göz dikip, temel insan haklarınızdan mahrum bırakmaya) uğraşmayan (inkârcı)lara (her zaman) iyilik yapmaktan ve (beşerî ilişkilerinizde) adil davranmaktan Allah sizi (asla) men etmez. Şüphesiz Allah (her zaman ve herkese karşı) adil davrananları sever. *","İlyas Yorulmaz Meali":"Allah size, sizinle dininize karşı savaşmayanlara ve sizi yurtlarınızdan çıkarmayanlara iyilikler yapmanızı ve adaleti gözeterek dengeli adil davranmanızı yasaklamıyor. Allah dengeli adil davrananları sever.","İsmayıl Hakkı Baltacıoğlu":"Allah sizinle din uğrunda vuruşmıyan, sizi yerinizden yurdunuzdan da çıkarmıyan kimselere iyilik etmeyi, onlara karşı doğru davranmayı yasak etmez. Çünkü Allah doğruları sever.","İsmail Hakkı İzmirli":"Allah din uğrunda sizinle vuruşmayan, sizi diyarınızdan çıkarmayan kimselere iyilik yapmanızı ve insafla muamele etmenizi yasaklamaz. Çünkü Allah insaf edenleri sever.","İsmail Yakıt":"Allah, din uğrunda sizinle savaşmayan ve sizi yurtlarınızdan çıkartmayan kimselere iyilik etmenizi, onlara adaletli davranmanızı yasaklamaz. Muhakkak ki Allah, adil davrananları sever.","Kadri Çelik Meali":"Allah, sizinle din konusunda savaşmayanlara ve de sizi yurtlarınızdan sürüp çıkarmayanlara iyilik etmenizden ve onlara adaletli davranmanızdan sizi sakındırmaz. Çünkü Allah, adalet yapanları sever.","Mahmut Kısa Meali":"Ey iman edenler! <b>Allah, inancınızdan dolayı sizinle savaşmayan ve sizi yurdunuzdan çıkarmayan kimselere </b>—kâfir bile olsalar— <b>iyilik yapmanızı ve onlara adâletli davranmanızı yasaklamaz. </b>Tam tersine, adaletten kıl kadar ayrılmamanızı emreder.<b> Hiç kuşkusuz Allah, âdil davrananları sever. </b>Demek ki Allah, Müslümanlara bir kötülük yapmamış olan kâfirlere iyi davranmanızı ve onlarla beşeri ilişkilere girmenizi yasaklamıyor.","Mahmut Özdemir Meali":"Allah size, Din’de sizinle savaşmamış, sizi yurtlarınızdan çıkarmamış kimselere iyilik etmenizi ve onlara adaletli davranmanızı yasaklamaz. Allah, Tam Adaletliler’i sever.","Mehmet Çakır Meali":"Allah, din konusunda size hiç sataşmayanlar için bir şey demiyor,  Sizi ülkenizden sürüp çıkarmayanlara da bir şey demiyor:  Onlara karşı nazik ve adil olmalısınız. Çünkü Allah, adaletli davrananları sever.","Mehmet Çoban Meali":"Allah sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan Müslüman olmayanlara iyilik yapmanızı, onlara âdil davranmanızı yasaklamaz. Tam tersine size düşmanlık etmeyen, size gerçekten dostluklarını gösterenlere karşı düşmanlık etmenizi yasaklar. Onun için haksızlık etmeden, ölçüyü kaçırmadan Müslüman olmayanlarla ilişkilerinizi kurun! Bilerek isteyerek Müslümanlara düşmanlık edenlerle, düşmanlık etmeyenleri ayırın! Müslümanlara düşmanlık edenlerle dostluk kurmayın! Siz hangi hakla; Müslümanlara apaçık düşmanlık yapan, Müslümanların yaşadıkları yerlere saldıran, ülkenizi işgal eden, insanları, kadınları, çocukları öldüren, Müslümanları köleleştirenlere dostluk elinizi uzatacaksınız? Onun için dostunuzu düşmanınızı iyi seçin! Unutmayın ki Allah’a, Resulüne, İslam’a, Müslümanlara karşı düşman olanlar asla sizin dostlarınız olamaz. Muhakkak ki Allah, adaletli olanları sever.","Mehmet Okuyan Meali":"Allah sizinle din uğrunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanızı ve onlara adil davranmanızı yasaklamaz. Şüphesiz ki Allah adil davrananları sever. [*]","Mehmet Türk Meali":"Allah sizin dininize saldırmayan ve sizi vatanınızdan çıkarmayan (gayr-ı müslimlere) iyilik yapmanızı ve onları adaletle yönetmenizi yasaklamaz. Çünkü Allah, adaletli davrananları sever.¹","Muhammed Esed Meali":"İnanc[ınız]dan dolayı size karşı savaşmayan ve sizi yurtlarınızdan sürmeyen [inkarcılara] gelince, Allah onlara nezaketle ve adaletle davranmanızı yasaklamaz: ⁹ çünkü Allah adil davrananları sever.","Mustafa Çavdar Meali":"Ancak Allah, sizinle din uğrunda savaşmamış, sizi yurdunuzdan çıkarmamış kimselerle iyi ilişkiler kurmanızı ve onlara iyi davranmanızı yasaklamaz. Çünkü Allah, iyi davrananları sever. 4/135, 5/8","Mustafa İslamoğlu Meali":"Allah size, sizinle din savaşı yapmayan ve sizi yurtlarınızdan çıkarmayan kimselerle iyilik ve hakkından feragate dayalı bir ilişki geliştirmenizi yasaklamaz: Çünkü Allah hakkından feragat edecek kadar fedakâr olanları pek sever.[⁵⁰⁶³]","Orhan Kuntman Meali":"Allah; sizinle din hakkında savaşmayan, sizi yurdunuzdan çıkarmayanlara iyilik etmekten ve adaletli davranmaktan sizi men etmez; kuşkusuz Allah adil olanları sever. (Düşmana karşı düşmanlık etmek de, ilahi adaletin bir gereğidir)","Osman Fırat Meali":"Allah, sizi, din konusunda sizinle savaşmamış, sizi yurtlarınızdan da çıkarmamış kimselere iyilik etmekten ve onlara âdil davranmaktan men etmez. Şüphesiz Allah, âdil davrananlar sever.","Ömer Nasuhi Bilmen Meali":"Allah, sizinle din hususunda savaşta bulunmamış ve sizi yurdunuzdan çıkarmamış kimselere iyilik etmenizden ve onlara adâlette bulunmanızdan sizi nehyetmez. Şüphe yok ki Allah, adâlette bulunanları sever.","Suat Yıldırım Meali":"Dininizden ötürü sizinle savaşmayan, sizi yerinizden, yurdunuzdan etmeyen kâfirlere gelince, Allah sizi, onlara iyilik etmeden, adalet ve insaf gözetmeden menetmez. Çünkü Allah âdil olanları sever. ","Süleyman Ateş Meali":"Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men'etmez. Çünkü Allah, adalet yapanları sever.","Süleyman Tevfik (1927)":"Sizinle dîn içün mukâtele itmeyen ve sizi diyârınızdan çıkarmayanlara hayır itmekden ve ihsân iylemekden Allâh sizi nehy itmez. Allâh 'adl idenleri sever. [¹] ","Süleymaniye Vakfı Meali":"Allah, dininizden dolayı sizi öldürmeye kalkışmamış ve sizi yaşadığınız yerlerden çıkarmamış kimselere iyilik etmenizi ve değer vermenizi yasaklamaz. Allah değer bilenleri sever.","Şaban Piriş Meali":"Allah, sizinle din hususunda savaşmayan, sizi yurdunuzdan çıkarmayan kimselere iyilik etmenizi onlara adaletli davranmanızı yasaklamaz. Şüphesiz Allah, adil olanları sever.","Ümit Şimşek Meali":"Sizinle din uğrunda savaşmamış ve sizi yurdunuzdan çıkarmamış olanlara iyilik yapmaktan ve âdil davranmaktan Allah sizi men etmez. Aslında Allah adalet edenleri sever.","Yaşar Nuri Öztürk Meali":"Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Allah, adaleti ayakta tutanları sever.","Eski Anadolu Türkçesi":"yıġmaz sizi Tañrı anlardan kim çalışmadılar sizüñ ile dįn içinde daħı çıķarmadılar sizi illerüñüzden kim eylük eyleyesiz anlara daħı 'adl eyleyesiz anlardın yaña. bayıķ Tañrı sever 'adl eyleyicileri.","Satıraltı Meal (1534)":"Nehy eylemez sizi Tañrı Ta‘ālā ol kişilerden kim sizüñle ṣavaşmadılardīnde. Daḫı sizi illerüñüzden çıḳarmadılar. Anlara iḥsān eylemekden ve‘adl eylemekden nehy eylemedi. Tañrı Ta‘ālā sever ‘adl idicileri.","Bunyadov-Memmedeliyev ":"Allah din yolunda sizinlə vuruşmayan və sizi yurdunuzdan çıxartmayan kimsələrə yaxşılıq etməyi və onlarla ədalətlə rəftar etməyi sizə qadağan etməz. Allah ədalətli olanları sevər!","M. Pickthall (English)":"Allah forbiddeth you not those who warred not against you on account of religion and drove you not out from your homes, that ye should show them kindness and deal justly with them. Lo ! Allah loveth the just dealers.","Yusuf Ali (English)":"Allah forbids you not, with regard to those who fight you not for (your) Faith nor drive you out of your homes, from dealing kindly and justly(5421) with them: for Allah loveth those who are just."},"9":{"Arabic":"اِنَّمَايَنْهٰيكُمُاللّٰهُعَنِالَّذ۪ينَقَاتَلُوكُمْفِيالدّ۪ينِوَاَخْرَجُوكُمْمِنْدِيَارِكُمْوَظَاهَرُواعَلٰٓىاِخْرَاجِكُمْاَنْتَوَلَّوْهُمْۚوَمَنْيَتَوَلَّهُمْفَاُو۬لٰٓئِكَهُمُالظَّالِمُونَ","Abdulbaki Gölpınarlı Meali":"Allah, ancak din uğrunda sizinle savaşanlara ve sizi ülkenizden çıkaranlara ve çıkmanız için onlara yardımda bulunanlara dost olmanızı nehy etmektedir ve kimler, onları severse onlardır gerçekten de zalimlerin ta kendileri.","Abdullah-Ahmet Akgül Meali":"<i>(Ancak ey mü’minler!)</i><b> Allah, din konusunda sizinle savaşanları </b><i>(İslam’ı yıkmaya ve yozlaştırmaya çalışanları)</i><b>, sizi yurtlarınızdan </b><i>(huzur ve hürriyet ortamınızdan)</i><b> sürüp çıkarmaya </b><i>(çabalayanları)</i><b> ve </b><i>(sindirilip susturulmanız ve esir konumuna sokulmanız üzere vatanınızdan ve haklarınızdan)</i><b> uzaklaştırılıp çıkarılmanız için </b><i>(uğraşan Yahudi, Hristiyan ve müşriklere)</i><b> arka çıkanları, </b><i>(işte bunları tutup)</i><b> veli </b><i>(rehber, dost, yoldaş)</i><b> edinmenizi ise </b><i>(şiddetle</i> <i>sakındırıp)</i><b> yasak etmektedir. Kim bunları </b><i>(hâlâ) </i><b>dost edinip </b><i>(peşinden giderse)</i><b>, artık onlar gerçekten zalimlerin ta kendileridir.</b> ","Abdullah Parlıyan Meali":"Allah yalnızca inancınızdan dolayı, size karşı savaşan ve sizi yurtlarınızdan çıkaran veya başkalarının sizi çıkarmasına yardım edenlere, dostlukla yaklaşmanızı yasaklar ve içinizden onlara dostluk gösterenlere gelince, işte gerçekten yaratılış gayesi dışında hareket edenler onlardır.","Ahmet Tekin Meali":"Allah, yalnız sizinle din, şeriat uğrunda savaşanları, size düşmanca davrananları, sizi yurtlarınızdan edenleri, yurdunuzdan çıkarılıp sürülmeniz için ötekilere yardım edenleri dost-müttefik edinmenizi ilminin-hikmetinin gereği yasaklar. Onlarla dost olanlar, Allah'ın azabından kurtulamazlar. İşte onlar, zâlimlerin, âsilerin, günahkârların ta kendileridir.","Ahmet Varol Meali":"Allah sizi, ancak din hakkında sizinle savaşmış, sizi yurtlarınızdan çıkarmış ve çıkarılmanız için yardım etmiş olanları dost edinmekten sakındırır. Kim onları dost edinirse işte onlar zâlimlerdir.","Ali Bulaç Meali":"Allah, ancak din konusunda sizinle savaşanları, sizi yurtlarınızdan sürüp-çıkaranları ve sürülüp-çıkarılmanız için arka çıkanları dost (veli) edinmenizden sakındırır. Kim onları dost edinirse, artık onlar zalimlerin ta kendileridir.","Ali Fikri Yavuz Meali":"Allah, sizi, ancak din hususunda sizinle savaşan ve sizi yurdlarınızdan çıkaran ve çıkarılmanıza yardım eden kimselerden; Onlara dostluk etmenizden meneder. Kim de onlara dostluk ederse, işte bunlar, zalim olanlardır...","Bahaeddin Sağlam Meali":"Allah, ancak sizinle din konusunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanıza yardım edenleri dost edinmenizi yasaklar. Artık kim onları dost edinirse; işte onlar, zalimlerin ta kendileridirler.","Bayraktar Bayraklı Meali":"Allah sadece, sizinle din konusunda savaşanları, sizi yurdunuzdan çıkaranları ve sizin çıkarılmanıza yardımcı olanları dost edinmenizi yasaklar. Kim onları dost edinirse, işte onlar zâlimlerin ta kendileridir.","Besim Atalay Meali (1965)":"Din yolunda size karşı çarpışmış olanlarla, sizleri yurdunuzdan çıkaran, çıkmanıza yardım eden kimselerle dostluk etmenizi Allah buyurmaz, zalimdir onları dost edinenler","Cemal Külünkoğlu Meali":"Allah, sadece sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için yardım edenleri dost edinmenizi yasaklar. Kim onları dost edinirse, işte onlar zalimlerin ta kendileridir.","Cemil Said (1924)":"Lâkin Allâh sizinle dîn içün muhârebe itmiş ve sizi diyârlarınızdan ihrâc iylemiş ve yâhud bu husûsda başkalarına mu’âvenet itmiş olanlar ile peydâ-yı münâsebet itmekden men’ ider. Ânlar ile dost olanlar zâlimdirler.","Diyanet İşleri Meali (Eski)":"Allah, ancak sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanıza yardım edenleri dost edinmenizi yasak eder; kim onları dost edinirse, işte onlar zalimdir.","Diyanet İşleri Meali (Yeni)":"Allah, sizi ancak, sizinle din konusunda savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için destek verenleri dost edinmekten men eder. Kim onları dost edinirse, işte onlar zalimlerin ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"Allah ancak, din konusunda sizinle savaşmış, sizi yurtlarınızdan çıkarmış ve çıkarılmanıza yardım etmiş olanlarla dostluk kurmanızı yasaklar. Kim onlarla dost olursa işte bunlar kendilerine yazık etmişlerdir.","Diyanet Vakfı Meali":"Allah, yalnız sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için onlara yardım edenleri dost edinmenizi yasaklar. Kim onlarla dost olursa işte zalimler onlardır.","Edip Yüksel Meali":"Ancak ALLAH, sadece, sizinle din uğrunda savaşan, sizi yurdunuzdan çıkaran ve sizi çıkarılmanıza yardım eden kimselerle dost olmanızı yasaklar. Onları dost edinenler zalimlerdir.","Elmalılı Hamdi Yazır Meali":"Allah sizi, ancak sizinle din hakkında savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için yardım eden kimselere dost olmaktan men eder. Kim onlarla dost olursa işte zalimler onlardır.","Elmalılı Meali (Orijinal)":"Allah sizi ancak size din hakkında kıtal yapan ve sizi yurdlarınızdan çıkaran ve çıkarılmanıza muzaheret ede kimselerden, onlara dostluk etmenizden nehyediyor, her kim de onlara dostluk ederse işte onlar kendilerine yazık eden zalimlerdir","Emrah Demiryent Meali":"Allah, sizi ancak, sizinle dininizden dolayı savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için destek verenleri dost edinmekten men eder. Kim onları dost edinirse, işte onlar zâlimlerin ta kendileridir.","Erhan Aktaş Meali":"Ancak Allah, din konusunda sizinle savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için yardımlaşan kimselerle yakınlık kurmanızı yasaklamıştır. Kim onlarla yakınlık kurarsa, onlar zalimlerin ta kendileridir.","Hasan Basri Çantay Meali":"Allah, sizi ancak sizinle dîn muhaarebesi yapmış, sizi yurdlarınızdan çıkarmış ve çıkarılmanıza arka çıkmış olanlara dostluk etmenizden men'eder. Kim onları dost edinirse işte bunlar zaalimlerin ta kendileridir.","Hayrat Neşriyat Meali":"Allah sizi ancak, din husûsunda sizinle savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanıza yardım eden kimselere dostluk etmekten men' eder! Artık kim onlara dostluk ederse, işte onlar zâlimlerin ta kendileridir!","İhsan Aktaş Meali":"Allah sizi, ancak (inancınızdan dolayı) din hakkında sizinle savaşmış (size saldırmış), sizi yurtlarınızdan çıkarmış ve çıkarılmanız için yardım etmiş olanları veli (yönetici, lider, temsilci vs.) edinmekten men eder. Kim onları veli (yönetici, lider ve temsilci) edinirse, işte onlar zalimlerin ta kendileridir. *","İlyas Yorulmaz Meali":"Ancak Allah size, sizin dininizle savaşan, sizi yurtlarınızdan çıkaran ve sizi yurdunuzdan çıkaranlara arka çıkarak, destek verenlerin korumaları altına girmenizi (veli edinmenizi) yasaklıyor. Kim onları korunmacı (veli) edinirse İşte onlar zalimlerdir.","İsmayıl Hakkı Baltacıoğlu":"Ancak Allah sizinle din uğrunda vuruşmuş, sizi yerinizden yurdunuzdan çıkarmış, çıkarılmanıza yardım etmiş kimselere karşı yakınlık göstermeyi yasak eder. Herkim onlara karşı yakınlık gösterecek olursa işte bu gibiler kıyıcı kimselerdir.","İsmail Hakkı İzmirli":"Allah, ancak sizinle din uğrunda vuruşan ve sizi diyarınızdan çıkaran, çıkarılmanıza yardım eden kimselerle dost olmanızı size yasak eder. Her kim onlara dost olursa işte onlar kendilerine zulmetmiş olurlar.","İsmail Yakıt":"Ancak Allah, din uğrunda sizinle savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için yardımcı olanları/arka çıkanları [zâherû] dost edinmekten sizi meneder. Kim onları dost edinirse, işte onlar zalimlerin tâ kendileridir.","Kadri Çelik Meali":"Allah, ancak din konusunda sizinle savaşanları, sizi yurtlarınızdan sürüp çıkaranları ve sürülüp çıkarılmanız için arka çıkanları dost edinmenizden sakındırır. Kim onları dost edinirse, artık onlar zalim olanların ta kendileridir.","Mahmut Kısa Meali":"<b>Allah sadece, inancınızdan dolayı sizinle savaşan, sizi yurdunuzdan çıkaran ve çıkarılmanıza destek veren kimseleri kendinize</b> samîmî bir dost, koruyucu, yönetici, yandaş, müttefik; kısacası <b>veli edinmenizi yasaklar. </b>O hâlde, <b>her kim onları veli edinecek olursa, işte onlar, zâlimlerin ta kendileridirler!</b>","Mahmut Özdemir Meali":"Doğrusu Allah size, Din’de sizinle savaşmış, sizi yurtlarınızdan çıkarmış ve çıkarılmanıza destek vermiş kimseleri veliyy edinmenizi yasaklar. Kim onları veliyy edinirse, işte Zâlimler onlardır.","Mehmet Çakır Meali":"Allah, din konusunda size savaş açanlarla dostluk kurmanızı yasaklıyor,  sizi yurdunuzdan çıkaranlarla, çıkarılmanıza destek olanları yasaklıyor, onlarla yüz yüzgöz olmanızı istemiyor, onlara yüz verenler kendilerine yazık ederler...","Mehmet Çoban Meali":"Onun için Allah dininize karşı savaşanları, sizi yurtlarınızdan çıkaranları, yurtlarınızdan çıkarılmanız için yardım edenleri dost edinmenizi yasaklar. Müslüman olarak kim onlarla dost olursa; işte zalimlerdir.","Mehmet Okuyan Meali":"Allah sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanız için onlara (düşmanlara) yardım edenleri dost edinmenizi yasaklar. Kim onları dost edinirse işte onlar zalimlerin ta kendileridir. [*]","Mehmet Türk Meali":"Allah ancak sizin dininize saldıran, sizi vatanınızdan çıkarmak isteyen ve (vatanınızdan) çıkarılmanız için onlara yardım edenleri dost edinmenizi yasaklar. Kim, onları dost edinirse işte onlar, zâlimlerin ta kendisidir.","Muhammed Esed Meali":"Allah, yalnızca, inanc[ınız]dan dolayı size karşı savaşan ve sizi anayurdunuzdan süren veya [başkalarının] sizi sürmesine yardım edenlere dostlukla yaklaşmanızı yasaklar; ve [içinizden] onlara dostluk gösterenlere gelince, gerçek zalimler işte onlardır!","Mustafa Çavdar Meali":"Allah sadece, din uğrunda size savaş açmış, sizi yurdunuzdan çıkarmış ve çıkarılmanız için destekçi olanları dost edinmenizi yasaklamıştır. Kim onları dost edinir ve onlarla birlik olursa işte onlar yanlışta ısrar eden zalimlerin ta kendileridir. 2/246...251, 4/75","Mustafa İslamoğlu Meali":"Allah size, yalnızca sizinle din savaşı yapan ve sizi yurtlarınızdan çıkaran veya sizin çıkarılmanıza destek verenlerle dostluk kurmanızı yasaklar: artık kim onlarla dostluk kurarsa, işte onlar zalimlerin ta kendileridir.[⁵⁰⁶⁴]","Orhan Kuntman Meali":"Allah; ancak dinde sizinle savaşan (İslam'ın gâlib gelmesini engellemeye çalışan) sizi yurdunuzdan çıkaran ve çıkarılmanız için onlara yardım edenlerle dostluk kurmanızı yasaklar. Kim onları dost edinirse, işte zâlimler onlardır.","Osman Fırat Meali":"Ancak Allah sizi, sizinle din konusunda savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanız için destek verenleri dost edinmekten men eder. Kim onları dost edinirse, işte onlar zalimlerin ta kendileridir.","Ömer Nasuhi Bilmen Meali":"Allah, sizleri ancak din hususunda sizinle muharebede bulunmuş ve sizi yurdunuzdan çıkarmış ve sizin çıkarılmanıza yardım etmiş olan kimselere dostlukta bulunmanızdan nehyeder ve her kim onlara dostlukta bulunacak olursa işte onlardır zalimler, onlar.","Suat Yıldırım Meali":"Allah sadece, dininizden ötürü sizinle savaşan, sizi yerinizden yurdunuzdan kovan ve kovulmanıza destek veren kâfirleri dost edinmenizi meneder. Her kim onları dost edinirse, işte onlar zalimlerin ta kendileridir. ","Süleyman Ateş Meali":"Allah sizi, ancak sizinle din hakkında savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanıza yardım eden kimselerle dost olmaktan men'eder. Kim onlarla dost olursa, işte zalimler onlardır.","Süleyman Tevfik (1927)":"Ancak sizinle dîn içün mukâtele iden ve sizi diyârınızdan çıkaranlar ve ihrâcınıza yardım idenlerle dostluk itmenizi nehy ider. Onlarla dost olanlar zâlimlerdir.","Süleymaniye Vakfı Meali":"Allah’ın yasakladığı şey sadece, dininizden dolayı sizi öldürmeye kalkışanlara, sizi yaşadığınız yerden çıkaranlara ve çıkarılmanıza destek verenlere yakınlık göstermenizdir. Onlara yakınlık gösterenler yanlış yaparlar.","Şaban Piriş Meali":"Allah, ancak sizinle din hususunda savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanıza yardım edenlerle dost olmanızı yasaklar. Kim onları veli edinirse, işte onlar zalimlerin ta kendileridir.","Ümit Şimşek Meali":"Allah ancak sizinle din uğrunda savaşmış, sizi yurdunuzdan çıkarmış ve çıkarılmanıza destek olmuş kimseleri veli edinmekten sizi men eder. Kim onları veli edinirse, işte onlar zalimlerin tâ kendileridir.","Yaşar Nuri Öztürk Meali":"Allah sizi; ancak din hakkında sizinle savaşan, sizi yurtlarınızdan çıkaran, çıkarılmanıza yardım eden kimselerle dost olmaktan yasaklar. Böyleleriyle dost olanlar, zalimlerin ta kendileridir.","Eski Anadolu Türkçesi":"yıġmaz sizi Tañrı illā anlardan kim çalışdılar sizüñ-ile din içinde daħı çıķardılar sizi illerüñüzden daħı arķa virişdiler sizi çıķarmaķ üzere kim dost dutasız anları. daħı her kim dost dutar-ise anları şunlar anlardur žālimler.","Satıraltı Meal (1534)":"Nehy eylemez sizi Tañrı Ta‘ālā, illā anlardan kim sizüñle ṣavaşdılar dīnde.Daḫı sizi çıḳardılar illerüñüzden, daḫı biri birine yardım eyledilersizi çıḳarmaġ‐ıçun. anları dost idinmeñüz. Kim anları dost idinse, anlarẓālimlerdür.","Bunyadov-Memmedeliyev ":"Allah sizə ancaq sizinlə din yolunda vuruşan, sizi yurdunuzdan çıxardan və çıxartmağa kömək edən kimsələrlə dostluq etmənizi qadağan edər. Onlarla dostluq edənlər əsl zalımlardır!","M. Pickthall (English)":"Allah forbiddeth you only those who warred against you on account of religion and have driven you out from your homes and helped to drive you out, that ye make friends of them. Whosoever maketh friends of them (All) such are wrong doers.","Yusuf Ali (English)":"Allah only forbids you, with regard to those who fight you for (your) Faith, and drive you out of your homes, and support (others) in driving you out, from turning to them (for friendship and protection). It is such as turn to them (in these circumstances), that do wrong."},"10":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُٓوااِذَاجَٓاءَكُمُالْمُؤْمِنَاتُمُهَاجِرَاتٍفَامْتَحِنُوهُنَّۜاَللّٰهُاَعْلَمُبِا۪يمَانِهِنَّۚفَاِنْعَلِمْتُمُوهُنَّمُؤْمِنَاتٍفَلَاتَرْجِعُوهُنَّاِلَىالْكُفَّارِۜلَاهُنَّحِلٌّلَهُمْوَلَاهُمْيَحِلُّونَلَهُنَّۜوَاٰتُوهُمْمَٓااَنْفَقُواۜوَلَاجُنَاحَعَلَيْكُمْاَنْتَنْكِحُوهُنَّاِذَٓااٰتَيْتُمُوهُنَّاُجُورَهُنَّۜوَلَاتُمْسِكُوابِعِصَمِالْكَوَافِرِوَسْـَٔلُوامَٓااَنْفَقْتُمْوَلْيَسْـَٔلُوامَٓااَنْفَقُواۜذٰلِكُمْحُكْمُاللّٰهِۜيَحْكُمُبَيْنَكُمْۜوَاللّٰهُعَل۪يمٌحَك۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, size, yurtlarından göçmüş olan iman sahibi kadınlar geldi mi onları sınayın artık, Allah, onların inançlarını daha iyi bilir; siz de onların inanmış olduklarını bilince onları gerisingeriye kafirlere göndermeyin; ne onlar, kafirlere helaldir, ne kafirler, onlara helal ve onlara, kocalarının vereceği nikah parasını verin ve nikah paralarını verdikten sonra onları, kendinize nikahlamanızda da bir vebal yoktur size; kafir kadınlarıysa nikahlamayın, nikahınızın altında tutmayın onları ve sarfettiklerinizi isteyin ve kafirler de, size gelen inanmış kadınlara sarfettiklerini istesinler; işte budur size Allah'ın hükmü, o hükmeder aranızda ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, mü’min kadınlar hicret ederek size geldikleri zaman, onları</b><i>(n samimiyetini denemek için)</i><b> imtihan edin. </b><i>(Gerçi)</i><b> Allah, onların imanlarını daha iyi Bilendir. Şayet </b><i>(hakikaten)</i><b> mü’min kadınlar olduklarını </b><i>(dini gayretle ve iyi niyetle yola çıktıklarını)</i><b> bilip-öğrenirseniz, artık sakın onları kâfirlere geri çevirmeyin. </b><i>(Çünkü)</i><b> Ne bunlar onlara helâldir, ne onlar bunlara helâldir. Onlara </b><i>(kâfir kocalarına kendileri için)</i><b> harcadıklarını geri verin. Onlara </b><i>(hicret eden mü’min kadınlara)</i><b> ücretlerini </b><i>(mehirlerini)</i><b> verdiğiniz takdirde onları nikâhlamanızda da artık size bir günah ve sıkıntı yoktur. Kâfir </b><i>(kadın)</i><b>ların ismetlerini </b><i>(nikâhlarını ise, bundan böyle kendi üzerinizde)</i><b> tutmayın </b><i>(onları bırakın)</i><b> ve </b><i>(onlar için)</i><b> harcadıklarınızı </b><i>(mehir miktarını geri)</i><b> isteyin. Onlar </b><i>(kâfirler)</i><b> de </b><i>(mü’min kadınlara veya kocalarına)</i><b> harcadıklarını isteyebilirler. İşte bu, Allah’ın hükmüdür; O sizin aranızda </b><i>(adaletle)</i><b> hükmeder. Allah </b><i>(her şeyi hakkıyla) </i><b>Bilen’dir, Hüküm ve Hikmet sahibidir.</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Mü'min kadınlar her ne zaman zulüm ve kötülük diyarını terkederek size gelirlerse, Allah onların imanlarını bildiği halde, siz yine de onları sınayın. Eğer mü'min olduklarına tam emin olursanız, onları inkârcılara geri göndermeyin. Çünkü onlar, artık eski kocalarına helal değildirler, ötekiler de onlara helal değildirler. Ayrıca onlar hanımlarına mehir olarak ne verdilerse, hepsini iade edin. Ve ey mü'minler! Siz bu kadınlarla mehirlerini verdiğiniz takdirde evlenirseniz, bir günah işlemiş olmazsınız. Diğer taraftan Allah'tan gelen gerçekleri örtbas etmeye devam eden kadınlarla, evlilik bağınızı sürdürmeyin ve onlara mehir olarak ne verdiyseniz, iade etmelerini isteyin. Aynı şekilde hanımları size gelmiş olanlar da, harcadıkları herşeyin iadesini talep etme hakkına sahiptirler. Bu Allah'ın hükmüdür, O sizin aranızda adaletle hükmeder, O herşeyi bilendir ve yaptığı herşeyi yerli yerince yapandır.","Ahmet Tekin Meali":"Ey iman edenler, mü'min kadınlar özgürce Allah'a kulluk ve ibadet etmek, güç ve gönül birliği yapmak için hicret ederek size geldiği zaman onları imtihan edin. Allah onların imanlarını iyi bilir. Eğer siz de onların mü'min kadınlar olduklarını öğrenirseniz, onları kâfirlere geri göndermeyin. Mü'min kadınların kâfirlerle, ehl-i kitap ve müşriklerle evlenmeleri helâl ve meşrû değildir. Kâfirlerin mü'min kadınlarla evliliklerini devam etttirmeleri, evlenmeleri de meşrû değildir. Onların kocalarının sarfettikleri mehirleri geri verin. Mehirlerini geri verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınlarla fiilen biten evlilik ilişkilerinizi hukuken devam ettirmeyin. Kâfirlere gitmeyi tercih eden kadınlar için harcadıklarınızı onlardan isteyin. Onlar da size gelen mü'min kadınlar için harcadıklarını geri istesinler. Allah'ın hükmü budur. Aranızda Allah hüküm verir. Allah her şeyi bilir, hikmet sahibi ve hükümrandır.","Ahmet Varol Meali":"Ey iman edenler! Mü'min kadınlar size hicret ederek geldiklerinde onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer onların gerçekten mü'min kadınlar olduklarını bilirseniz artık onları kâfirlere geri çevirmeyin. Ne bunlar onlara helâldirler, ne de onlar bunlara helâl olurlar. (Kâfir eşlerinin mehir olarak) sarfettiklerini kendilerine verin. Mehirlerini verdiğiniz takdirde sizin o kadınları nikâhlamanızda bir sakınca yoktur. İnkârcı kadınları da nikâhınız altında tutmayın. Siz (mehir olarak) sarfettiklerinizi isteyin, onlar (hanımları iman edip mü'minlerin tarafına geçen kâfirler) da (mehir olarak) sarfettiklerini istesinler. İşte bu Allah'ın hükmüdür. Aranızda hükmeder. Allah bilendir, hikmet sahibidir.","Ali Bulaç Meali":"Ey iman edenler, mü'min kadınlar hicret ederek size geldikleri zaman, onları imtihan edin. Allah, onların imanlarını daha iyi bilendir. Şayet (gerçekten) mü'min kadınlar olduklarını bilip-öğrenirseniz, artık sakın onları kafirlere geri çevirmeyin. (Çünkü) Ne bunlar onlara helaldir, ne onlar bunlara helaldir. Onlara (kafir kocalarına kendileri için) harcadıklarını verin. Onlara (hicret eden mü'min kadınlara) ücretlerini (mehirlerini) verdiğiniz takdirde onları nikahlamanızda size bir güçlük yoktur. Kafir (kadın)ların ismetlerini (nikahlarını) tutmayın ve (onlar için) harcadıklarınızı isteyin. Onlar da (mü'min kadınlara) harcadıklarını istesinler. Bu, Allah'ın hükmüdür; sizin aranızda hükmeder. Allah bilendir, hüküm ve hikmet sahibidir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Size, mümin kadınlar muhacir olarak geldikleri vakit, kendilerini imtihan edin; imanlarını Allah (sizden) daha iyi bilir. (Yaptığınız) imtihan üzerine, onları mümin hanımlar bilirseniz, artık kendilerini kâfirlere geri çevirmeyin. Mümin hanımlar, kâfirlere helâl değildir; kâfirler de mümin hanımlara helâl olmazlar. Bununla beraber (kâfirlerin, İslâmı kabul eden karılarına) sarf etmiş oldukları mehri, o kâfirlere verin. Sizin o mümin hanımları nikâh etmenizde de, mehirlerini kendilerine verdiğiniz takdirde, üzerinize bir günah yoktur. (İslâm dininden çıkan) kâfir zevcelerinizi nikâhınızda tutmayın; (onlara) harcadığınız mehri, (varmış oldukları kâfir kocalarından) isteyin. Kâfirler de (İslâm'ı kabul eden ve sizinle evlenen karılarına) sarf etmiş oldukları mehri (sizden) istesinler. Bunlar, size Allah'ın hükmüdür. Aranızda hüküm veriyor. Allah Alîm'dir= her şeyi bilir. Hakîm'dir= hikmet sahibidir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Mümin kadınlar size muhacir olarak geldiklerinde, onları imtihan edin. Allah, onların imanlı olup olmadıklarını çok daha iyi bilir. Onların imanlı olduklarını bildiğiniz takdirde, onları kâfirlere geri göndermeyin. Onlar o kâfirlere helal olmadıkları gibi, o kâfirler de onlara helal değildir. (İman-küfür ayrımıyla boşanma gerçekleşmiştir.) Ve o kâfirlerin verdikleri nafakaları (mehirleri) onlara geri verin. Onların mehirlerini verdikten sonra, o kadınlar ile evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınız altında tutmayın. Onlara verdiğiniz nafakayı (mehri) isteyin. O kâfirler de verdikleri mehirleri istesinler. İşte Allah’ın hükmü budur. O, aranızda hükmünü veriyor. Şüphesiz Allah, her şeyi bilen ve her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiklerinde onları imtihan ediniz. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduklarının farkına varırsanız, onları kâfirlere geri göndermeyiniz. Bunlar kâfirlere helâl değildir. Kâfirler de bu hanımlara helâl değildir. Hicret eden kadınlara, kâfir kocalarının sarfettiklerini geri veriniz. Mehirlerini kendilerine verdiğiniz takdirde onlarla evlenmenizde bir günah yoktur. Kâfir kadınları nikâhınızda tutmayınız ve sarfettiğinizi isteyiniz; onlar da sarfettiklerini istesinler. Allah'ın hükmü budur. O, aranızda hükmeder. Allah bilendir; hikmet sahibidir.[632]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Size inanmış göçmen kadınlar gelirlerse, onları sınayınız, Allah bilir inanlarını onların, inanlı oldukların anlayacak olursanız, kâfirlere onları geri göndermeyiniz, ne kadınlar onlara, ne de onlar kadınlara artık helâldir, onları besleyiniz, mihirlerin verirseniz, bunları almakta bir günah yoktur, kâfir olan kadınları tutmayın, isteyiniz verdiğiniz nesneyi, onlar da harcadıklarını istesinler, Allahın hükmü budur, aranızda böylecene hükmeder; Allah bilicidir, Allah bilgedir","Cemal Külünkoğlu Meali":"Ey inananlar! Mü'min kadınlar hicret ederek size gelirlerse, Allah onların inancından tam haberdar (olduğu halde) siz yine de onları deneyin. Eğer inandıklarına tam emin olursanız, onları inkârcılara geri göndermeyin, (çünkü) onlar (artık) eski kocalarına helal (değiller) ve onlar da bunlara helal (değildir). Ayrıca, onlar (hanımlarına mehir olarak) ne verdilerse hepsini iade edin! Ve siz bu kadınlarla mehirlerini verdikten sonra evlenirseniz bir günah işlemiş olmazsınız. Diğer taraftan, hakikati inkâr (etmeye devam) eden kadınlarla evlilik bağınızı sürdürmeyin ve onlara (mehir olarak) ne verdiyseniz (iade etmelerini) isteyin. Aynı şekilde ötekiler (hanımları size gelmiş olanlar da) harcadıkları her şeyi talep etme hakkına sahiptir. Bu, Allah'ın hükmüdür. Zira Allah her şeyi hakkıyla bilen, tam hüküm ve hikmet sahibidir.","Cemil Said (1924)":"Ey mü’minler! Mü’min kadınlar kâfirlerin ellerinden kaçub size ilticâ itdikleri vakit îmânlarını tecrübeye çekiniz. Allâh ânların îmânları olub olmadığını bilür fakat siz ânları imtihâna çekiniz ve mü’min olduklarına emîn iseniz kâfirler nezdine ’avdet iylemesine müsâ’ade itmeyiniz, çünki öyle oldığı halde tekrâr ânların zevceleri olmaları helâl değildir. Lâkin zevclerinin ânlara virdikleri (mihri) i’âde idiniz. Sizin içün ânları tezvîc itmekde günâh yokdur yalnız mihirlerini te’mîn itmelisiniz. Kâfir olan kadını nikâhınızda tutmayınız ve ânlara mihir olarak virdiğiniz emvâlin i’âdesini taleb idiniz, nitekim kâfirler de virdikleri mihirleri tezvîc idenden isteyeceklerdir. Allâh’ın sizin beyninize vaz’ itdiği kâ’ide budur. Allâh ’âlim ve hakîmdir.","Diyanet İşleri Meali (Eski)":"Ey inananlar! İnanmış kadınlar hicret ederek size gelirlerse onları deneyin, hicretlerinin sebebini inceleyin. Allah onların imanlarını çok iyi bilir. Onların mümin kadınlar olduklarını öğrenirseniz, inkarcılara geri çevirmeyin. Bu kadınlar, o inkarcılara helal değildir Onlar da bunlara helal olmazlar. İnkarcıların bu kadınlara verdikleri mehirleri iade edin: Bu kadınların mehirlerini kendilerine verdiğiniz zaman, onlarla evlenmenizde bir engel yoktur. İnkarcı kadınları nikahınızda tutmayın; onlara verdiğiniz mehri isteyin; inkarcı erkekler de hicret eden mümin kadınlara verdikleri mehirleri istesinler. Allah'ın hükmü budur; aranızda O hükmeder. Allah bilendir, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Mü’min kadınlar muhacir olarak size geldiklerinde, onları imtihan edin. Allah, onların imanlarını daha iyi bilir. Eğer siz onların inanmış kadınlar olduklarını anlarsanız, onları kâfirlere geri göndermeyin. Çünkü müslüman hanımlar kâfirlere helâl değillerdir. Kâfirler de müslüman hanımlara helâl olmazlar. Mehir olarak harcadıklarını onlara (kocalarına geri) verin. Mehirlerini verdiğiniz takdirde, bu kadınlarla evlenmenizde size bir günah yoktur. Müşrik karılarınızın nikâhlarına tutunmayın. (Zira bu nikâhlar ortadan kalkmıştır.) Onlara harcadığınız mehri, (evlendikleri kâfir kocalarından) isteyin. Kâfirler de (İslâm’ı kabul eden ve sizinle evlenen eski hanımlarına) harcamış oldukları mehri (sizden) istesinler. Bu, Allah’ın hükmüdür. O, aranızda hüküm veriyor. Allah, hakkıyla bilendir, hüküm ve hikmet sahibidir.[539]","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Mümin kadınlar göç ederek size geldiklerinde -onların imanlarını Allah daha iyi bilmekle beraber- siz onları sınayın. Eğer mümin olduklarını anlarsanız, onları kâfirlere iade etmeyin. Bunlar onlara helâl değildir, onlar da bunlara helâl olmaz. Onlara (kocalarına) harcadıklarını (mehirleri) geri veriniz. Mehirlerini ödediğiniz takdirde bu kadınlarla evlenmenizde sakınca yoktur. Kâfir kadınları nikâhınız altında tutmayın. Siz harcadığınızı (verdiğiniz mehri) isteyin, onlar da harcadıklarını istesinler. Allah’ın hükmü işte budur. Aranızda hükmünü böyle veriyor. Allah hakkıyla bilmektedir, hüküm ve hikmet sahibidir.","Diyanet Vakfı Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları, imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduklarını öğrenirseniz onları kâfirlere geri göndermeyin. Bunlar onlara helâl değildir. Onlar da bunlara helâl olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O hükmeder. Allah bilendir, hikmet sahibidir.  ","Edip Yüksel Meali":"Ey inananlar, inanan göçmen kadınlar size sığındığında onları sorgulayın. ALLAH onların inançlarını çok iyi bilir. İnançlı olduklarını anlarsanız, onları kafirlere geri göndermeyin. Ne bunlar o inkarcılara helaldir, ne de onlar bunlara helaldir. İnkarcıların harcadığı mehirlerini onlara geri verin. Mehirlerini ödediğiniz taktirde bunlarla evlenmenizde bir sakınca yoktur. İnkarcı kadınları sorumluluğunuzda tutmayın. Onlara harcadığınız mehirlerinizi isteyebilirsiniz, onlar da verdikleri mehirlerini isteyebilirler. Bu, ALLAH'ın hükmüdür. O, aranızda yargıda bulunur. ALLAH Bilendir, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduğunu öğrenirseniz onları kâfirlere geri döndürmeyin. Bunlar onlara helal değildir. Onlar da bunlara helal olmazlar. Onların (kocalarının) sarfettiklerini (mehirleri) geri verin. Mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarfettiğinizi isteyin. Onlarda sarfettiklerini istesinler. Allah'ın hükmü budur. Aranızda O, hükmeder, Allah bilendir, hikmet sahibidir.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Size mü'mine kadınlar muhacir olarak geldikleri zaman kendilerini imtihan edin, iymanlarını Allah bilir, imtihan üzerine onları mü'mine bilirseniz artık kendilerini kâfirlere geri çevirmeyin, mü'mineler hâfirlere halâl değil, kâfirler de mü'minelere halâl olmazlar: Maamafih sarfettikleri mehri o kâfirlere verin, sizin o mü'mineleri nikâh etmenizide de, kendilerine mehirlerini verdiğiniz takdirde, üzerinize bir günah yoktur, kâfirlerin ise ısmetlerine yapışmayın ve sarfettiğinizi isteyin, kâfirler de sarfettiklerini istesinler, bunlar, size Allahın hukmüdür, aranızda hukmediyor ve Allah alîmdir hakîmdir","Emrah Demiryent Meali":"Ey îmân edenler! Mü’min (olduğunu söyleyen) kadınlar, muhâcir olarak size (Medine’ye) geldiklerinde, onları imtihân edin. (Ancak unutmayın ki) Allah, onların îmânlarını (kalplerindekini) en iyi bilendir. Eğer siz onların (gerçekten) inanmış kadınlar olduklarını anlarsanız, artık onları kâfirlere (kocalarına) geri göndermeyin. Ne bunlar (müslüman kadınlar) onlara helâldirler ne de onlar (kâfir kocaları) bunlara helâldir. Mehir olarak harcadıklarını onlara (kâfir kocalarına geri) verin. Mehirlerini verdiğiniz takdirde, bu (müslüman) kadınlarla evlenmenizde size bir günah yoktur. (Önceden evlendiğiniz, Mekke’deki) kâfir (müşrik) kadınları, nikâhınız altında tutmayın. Onlara verdiğiniz mehri (evlendikleri kâfir kocalarından) geri isteyin. Onlar da (kâfirler de İslâm’ı kabul eden ve sizinle evlenen eski hanımlarına) vermiş oldukları mehri (sizden) talep etme hakkına sahiptirler. İşte bu, Allah’ın, aranızda verdiği hükmüdür. Allah, her şeyi hakkıyla bilendir, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Ey iman edenler! Sığınmak üzere size gelen Mü'min¹ kadınların hicret nedenlerini sorgulayın. Allah, onların gerçekten inanıp inanmadıklarını çok iyi bilmektedir. Eğer gerçekten Mü'min olduklarını anlarsanız, onları gerçeği yalanlayan nankörlere geri göndermeyin. Onlar, gerçeği yalanlayan nankör erkeklere helal değildir. Gerçeği yalanlayan nankör erkekler de onlara helal değildir. Gerçeği yalanlayan nankörlerin bu kadınlara verdiklerini² iade edin. Mehirlerini verdiğiniz takdirde onlarla nikâhlanmanızda bir sakınca yoktur. Ve gerçeği yalanlayan nankör kadınları³ nikâhınızda tutmayın. Ve ne infak⁴ ettiyseniz geri isteyin. Onlar da infak ettiklerini geri istesinler. İşte bu Allah'ın aranızda verdiği hükmüdür. Allah; Her Şeyi Bilen'dir, En Doğru Karar Veren'dir. ","Hasan Basri Çantay Meali":"Ey îman edenler, (kendi ifâdelerince) mü'min kadınlar muhacir olarak geldikleri zaman onları imtihaan edin. Allah onların îmanlarını daha iyi bilendir ya. Fakat siz de mü'min kadınlar olduklarına bilgi edinirseniz onları kâfirlere döndürmeyin. Bunlar onlara halâl değildir. Onlar da bunlara halâl olmazlar. (Kâfir zevcelerinin bu kadınlara) sarfetdikleri (mehri) onlara (kâfirlere) verin. Sizin onları nikâhla almanızda, mehirlerini verdiğiniz takdîrde, üzerinize bir günâh yokdur. Kâfir zevcelerinizi (nikâhınız altında) tutmayın. Sarfetdiğiniz (mehir) i isteyin. (Kâfirler de size hicret eden mü'min kadınlara) harcadıkları (mehri) istesinler. Bu, Allahın hükmüdür. Aranızda O hükmeder. Allah hakkıyle bilendir, tam hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Mü'min kadınlar, hicret etmiş kimseler olarak size geldikleri zaman, artık (îmanları husûsunda) onları imtihân edin! Allah, onların (o mümtehıne olan, imtihâna tâbi' tutulan kadınların) îmanlarını daha iyi bilendir. Böylece onların mü'min kadınlar olduklarını bilir (de kanâat eder)seniz, artık onları kâfirlere geri döndürmeyin! Ne bunlar onlara helâldir, ne de onlar bunlara helâl olurlar. (O müşrik kocaların) sarf ettiklerini(bu kadınlara verdikleri mehirleri) de, kendilerine (geri) verin! <br>Bununla birlikte kendilerine (anlaşarak, ayrıca) mehirlerini verdiğiniz takdirde onlarla evlenmenizde, size bir günah yoktur. Hem kâfir kadınların ismetlerini (nikâh akidlerini)tutmayın; sarf ettiğinizi (verdiğiniz mehri) de (geri) isteyin; ve (o kâfirler de hicret eden mü'min kadınlara) sarf ettiklerini (geri) istesinler!<br>Size Allah'ın hükmü budur; aranızda (böyle) hüküm veriyor. Çünki Allah, Alîm (herşeyi bilen)dir, Hakîm (her işi hikmetli olan)dır.(2)","İhsan Aktaş Meali":"Ey iman etmiş olanlar, inanan muhacir kadınlar size geldiklerinde (sığındığında) onları sınayın. Allah onların inançlarını çok iyi bilir. İmanlı olduklarını anlarsanız, onları inkârcılara geri göndermeyin. Ne bunlar onlara (inkârcılara) helaldir, ne de onlar (o inkârcılar) bunlara helaldir. İnkârcıların (kendilerinden boşanmış bulunan kadınlara) harcadıklarını onlara geri verin (onların hakkıdır). Bununla birlikte kendilerine (anlaşarak) mehirlerini verdiğiniz takdirde onlarla evlenmenizde size bir sakınca yoktur. (Ayrılmak isteyen veya inkârcılara sığınan) inkârcı kadınları da nikâhlarınızda tutmayın ve onlardan harcadıklarınızı isteyin (istemek sizin hakkınızdır). Onlar (inkârcılar) da size sığınan kadınlara harcadıklarını (sizden) istesinler (istemek onların da hakkıdır). Bu Allah’ın koyduğu hükümdür. Aranızda (doğru) hükmü Allah verir. Allah her şeyi bilen, doğru hüküm verendir.","İlyas Yorulmaz Meali":"Ey İman edenler! İnanmış hicret eden kadınlar size geldiklerinde, onları imtihan edin. Allah onların imanlarını en iyi bilen olduğu halde, eğer siz gerçekten onların iman ettiklerini anlamışsanız, onları inkârcılara geri göndermeyin. O inanan kadınlar, inkâr eden erkeklere helal değildir. İnkâr eden erkeklerde, inanan kadınlara helal değildir. Size sığınan kadınlar için harcadıklarını nafaka miktarını inkârcı eşlerine verin. Bundan sonra o kadınlarla evlilik sözleşmesi içerisinde ücretlerini verip evlenmenizde sakınca yoktur. İnkârcılara sığınan kadınları nikâhlarınız altında tutmayın (boşayın) ve onlardan harcadıklarınızı isteyin. Onlarda size sığınan kadınlara harcadıklarını istesinler. Bu Allah’ın koyduğu hükümdür. Aranızda hükmü Allah verir. Allah her şeyi bilen ve her şeyin hükmünü verendir.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! İnanan kadınlar size göçmen olarak gelince onları bir sınayın. Allah onların inançlarını en iyi bilendir. Onların inanan kadınlar olduklarını anlarsanız, artık onları tanımazların yanına döndermeyin. Bu kadınlar o tanımazlara helal olmazlar. O tanımazlar da bu kadınlara helal olmazlar. Harcadıkları başlığı tanımazlara geri verin.harcadıklarını kendilerine geri verdikten sonra da onlarla evlenmeniz de sizin için suç değildir. Tanımaz olan karılarınızı artık tutmayın. Harcadıklarınızı da isteyin. Onlar da harcadıklarını istesinler. Allah’ın yargısı budur. Aranızı yargılıyan da Odur. Allah bilicidir, doğruyu bildiricidir.","İsmail Hakkı İzmirli":"Mü/minler! Mü/min kadınlar size muhaceretle gelirlerse onları, sınayın [⁵]. Allah onların imanlarını herkesten iyi bilir. Onların imana geldiklerini anlarsanız artık onları kâfirler tarafına döndürmeyin; ne bu kadınlar onlara [⁶], ne onlar bu kadınlara helâl olmaz. Onlara harcettiklerini verin [⁷], mehirlerini kendilerine [⁸] verdiğiniz takdirde onları nikâh etmenizde sizin için bir beis yoktur. Kâfir kadınları nikâhınız altında tutmayın, onlara verdiğiniz mehri onları tezevvüç edenlerden isteyin. Onlar dahi mü/minlere iltihak eden zevcelerine verdiklerini onlarla izdivaç eden mü/minlerden istesinler. Allah/ın hükmü budur. Allah aranızda bu suretle hükmeder. Allah hakkıyle âlimdir, hâkimdir.","İsmail Yakıt":"Ey inananlar! İnanmış kadınlar hicret ederek size geldikleri zaman onları imtihan ediniz. Allah onların imanlarını daha iyi bilir. Eğer siz onların inanmış kadınlar olduklarını bilirseniz/anlarsanız, onları kâfirlere iade etmeyiniz. Bu kadınlar onlara helal olmadığı gibi, onlar da bunlara helal değildir. Onların bu kadınlara verdikleri ücretlerini/mehirlerini geri veriniz. Mehirlerini verdiğiniz takdirde sizin onlarla evlenmenizde bir sakınca/günah yoktur. İnkârcı kadınları nikâhınızda tutmayınız. Onlara verdiğiniz ücreti/mehri (evlendikleri inkârcı kocalarından) isteyiniz. Onlar da sarf ettiklerini sizden istesinler.⁴ İşte bu, Allah’ın hükmüdür. O, aranızda hüküm veriyor. Zira Allah, Alîm’dir, Hakîm’dir.","Kadri Çelik Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların inanmış kadınlar olduklarını öğrenirseniz onları kâfirlere geri göndermeyin. Bunlar onlara helâl değildir. Onlar da bunlara helâl olmazlar. Onların (kocalarının) harcadıklarını (mehirleri kocalarına) geri verin. Mehirlerini kendilerine verdiğiniz zaman, onlarla evlenmenizde size bir sakınca yoktur. Küfre sapan kadınları nikâhınızda tutmayın. Harcadığınızı isteyin, onlar da harcadıklarını istesinler. Allah'ın hükmü budur. Aranızda O hükmeder. Allah her şeyi bilendir, hikmet sahibidir.","Mahmut Kısa Meali":"<b>Ey iman edenler! Mümin </b>olduklarını söyleyen <b>kadınlar,</b> sizinle savaş halinde olan ülkelerinden İslâm diyarına <b>hicret ederek size sığındıkları zaman, </b>gerçekten mümin olup olmadıklarını anlamak için <b>onları imtihan edin. </b>Ama unutmayın: Aslında <b>onların inançlarını en iyi bilen </b>elbette<b> Allah’tır.</b><br>İmtihan sonucunda, bu kadınların<b> mümin olduklarına karar verirseniz, onları kâfirlere geri vermeyin. </b>Çünkü artık<b> onlar kâfirlere helâl olmadıkları gibi, kâfirler de onlara helâl değildir! Fakat kâfirlerin </b>hicret eden hanımlarına vaktiyle<b> verdikleri </b>evlilik bedeli olan mehirleri<b>ni kendilerine geri ödemelisiniz. </b>Çünkü bu durumda evliliği sona erdiren erkek değil, kadındır. <br><b>Bu kadınlarla evlenmenizde, —</b>evlilik bedeli olan<b> mehirlerini kendilerine ödediğiniz taktirde— hiçbir sakınca yoktur. </b><br>Öte yandan, dinden dönüp müşriklere sığınan <b>kâfir kadınlarla evlilik bağınızı sürdürmeyin, </b>onları derhal boşayın! Fakat onlara <b>verdiğiniz </b>evlilikbedelin<b>i </b>onlardan geri <b>isteyin; </b>aynı şekilde, müşriklerden kaçıp size sığınan mümin kadınların Mekke’deki eski kocaları da, eşlerine <b>verdikleri</b> mehirleri<b>ni</b> geri<b> istesinler. </b>Siz de onu vermek zorundasınız. <br>Dikkat edin, <b>bunlar Allah’ın koyduğu hükümlerdir. </b>İşte Allah,<b> aranızda</b>böyle adâletle <b>hüküm veriyor. </b>Çünkü <b>Allah, sonsuz ilim ve hikmet sahibidir.</b>","Mahmut Özdemir Meali":"Ey iman edenler! Kadın Müminler, hicret etmiş olarak size geldiği zaman onları İMTİHAN edin! Allah onların imanını çok iyi bilir. Onları, iman etmiş bildiyseniz, Kâfirler’e geri döndürmeyin! O kadınlar onlar için halâl değildir, onlar da o kadınlar için halâl olmaz. Harcadıkları şeyleri onlara verin! Onlara mehirlerini verdiğiniz zaman o kadınları nikâhlamanızda size bir günah yoktur. İnkârcı Kadınlar’ı nikâh bağı ile tutmayın! Harcadığınız şeyleri isteyin! Onlar da harcadıkları şeyleri istesinler! Bu, Allah’ın hükmüdür; aranızda hüküm veriyor Allah hakîm alîmdir.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Eğer Müslüman bayanlar size sığınacak olursa, Allah içyüzlerini bilmekle beraber, imanlarını sınayın. Müslüman olduklarına inandıysanız onları müşrik kocalarına iade etmeyin.  Artık ne bu bayanlar kafirlere helâldir, ne de kafirler onları nikahlarına alabilir. çeyiz masraflarını eski kocalarına iade edin. Mehirlerini vermek şartıyla sığınmacı müslüman bayanları nikahlayabilirsiniz. Müşrik bayanları ise nikahınızda tutmayın. Yaptığınız masrafları müşrik kocalarından isteyin. Onlar da kendi masraflarını istesinler. Allah'ın aranızdaki yargısı bu şekildedir. Allah her şeye bilgi gücüyle hakimdir.","Mehmet Çoban Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman onları imtihan edin! Allah onların imanlarını daha iyi bilir. Eğer onların inanmış kadınlar olduklarına kani olursanız onları kâfirlere geri göndermeyin! Mümin kadınlar Putperest kâfirlere helâl değildir. Onlar da bunlara helâl olmaz. İnandıkları için kocalarını terk ederek size gelenler olursa; kocalarının kadınlarına sarf ettikleri evlilik ücretlerini kocalarına geri verin! Böylece Mümin kadınları kâfir kocalarından kurtararak özgürleştirin! Eğer kocaları ödedikleri evlilik ücretlerini aldıktan sonra kadınlarını özgürleştirirse; Mehirlerini verdiğiniz takdirde onlarla evlenmenizde size bir günah yoktur. Eğer kendi kadınlarınızdan hâlâ inkâr edenler varsa onları nikâhınızda tutmayın! Sarf ettiğiniz evlilik ücretini geri isteyin! Vermezlerse veya verecek durumda değillerse ödediğiniz evlilik ücretinden vazgeçmeniz sizin için daha hayırlıdır. Kadınlarından ayrılanlar; ister Mümin erkek, ister kâfir erkek olsun, ayrıldıkları kadınlardan ödedikleri evlilik ücretini geri isteme hakkına sahiptirler. Rabbinizin hükmü budur. Rabbiniz adaletle hükmeder. Rabbiniz bilendir, hikmet sahibidir.  ","Mehmet Okuyan Meali":"Ey iman edenler! Mümin kadınlar hicret ederek size geldiği zaman, onları imtihan edin (sorgulayın)! (Elbette) Allah onların imanlarını çok iyi bilendir. Siz de onların inanmış kadınlar olduklarını öğrenirseniz, onları kâfirlere geri göndermeyin! (Çünkü) bunlar onlara helal değildir; onlar da bunlara helal olmazlar. Onların (kocalarının) verdiklerini (mehirleri kocalarına geri) verin! mehirlerini kendilerine verdiğiniz zaman onlarla evlenmenizde size herhangi bir vebal yoktur. Kâfir kadınları nikâhınızda tutmayın! [*] Verdiklerinizi (mehirlerinizi) isteyin; onlar da verdiklerini (mehirlerini) istesinler! İşte Allah’ın hükmü budur. O aranızda (böyle) hükmetmektedir. Allah bilendir, doğru hüküm verendir.","Mehmet Türk Meali":"Ey îman edenler! Müslüman kadınlar göç ederek size geldikleri zaman, -her ne kadar onların îmanlarını Allah daha iyi bilirse de- onları (siz de) imtihan edin.¹ Eğer onların (gerçekten) îman etmiş olduklarını anlarsanız,² sakın onları kâfirlere geri göndermeyin. (Çünkü) bu (kadınlar) onlara helal olmadığı gibi, onlar da bu (kadın)lara helal değildir. Onların (kâfir kocalarına) mihirlerini iade edin.³ Kendilerine mihirlerini verdiğiniz takdirde, onları nikâhlamanızda sizin için bir sakınca yoktur. (Ey îman edenler!) kâfir kadınları nikâhınız altında tutmayın ve (siz de onlara) verdiğiniz mihirlerinizi isteyin. Onlar da (size katılan kadınlarının) mihirlerini istesinler. İşte bütün bunlar, Allah’ın aranızda hükmetmek için koyduğu kanunlarıdır. (Çünkü) Allah hakkıyla bilendir, hüküm ve hikmet sahibidir.⁴","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Mümin kadınlar her ne zaman zulüm ve kötülük diyarını terk ederek ¹⁰ size gelirlerse, Allah onların inancından tam haberdar [olduğu halde] siz yine de onları sınayın; ¹¹ eğer mümin olduklarına tam emin olursanız, onları inkarcılara geri göndermeyin, [çünkü] onlar [artık] eski kocalarına ¹² helal [değiller], ve ötekiler de bunlara helal [değiller]. Ayrıca, onlar [hanımlarına mehir olarak] ne verdilerse hepsini iade edin. ¹³ Ve [ey müminler,] siz bu kadınlarla mehirlerini verdikten sonra evlenirseniz bir günah işlemiş olmazsınız. Diğer taraftan, hakikati inkar [etmeye devam] eden kadınlarla ¹⁴ evlilik bağınızı sürdürmeyin ve onlara [mehir olarak] ne verdiyseniz [iade etmelerini] isteyin, aynı şekilde ötekiler, [hanımları size gelmiş olanlar da,] harcadıkları her şeyi[n iadesini] talep etme hakkına sahiptirler. ¹⁵ Bu, Allah’ın hükmüdür: O, sizin aranızda [adaletle] hükmeder; çünkü Allah, her şeyi bilendir, hikmet sahibidir.","Mustafa Çavdar Meali":"Ey iman edenler! Hicret edip size gelen mümin kadınları bir sınavdan geçirin. Gerçi onların iman edip etmediklerini en iyi Allah bilir. Eğer onların gerçekten iman sahibi olduğuna kanaat getirirseniz onları kâfirlere geri göndermeyin. Artık bu kadınlar kâfir kocalarına helal olmayacağı gibi, o kâfirler de bunlara helal değildir. Kâfir kocalarının bunlara verdiği mehri kendilerine iade edin. Mehirlerini verdiğiniz sürece bu kadınlarla evlenmenizde bir sakınca yoktur. Kâfir kadınlarla da evliliğinizi sürdürmeyin. Onlara verdiğiniz mehri evlendikleri kâfir kocalarından isteyin. Size gelen mümin kadınların kocaları da verdikleri mehri sizden isteyebilirler. İşte Allah’ın hükmü budur. O aranızda böyle hükmediyor. Zira Allah her hükmü doğru olandır. 2/221, 24/26","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Mü’min kadınlar muhacir olarak size geldiği zaman -her ne kadar Allah onların inancını çok iyi biliyorsa da- siz (yine de) onları sorgulayın;[⁵⁰⁶⁵] sonuçta eğer onların mü’min olduğundan emin olursanız, artık onları kâfirlere geri göndermeyin: ne o kadınlar (kâfir) eşlerine helâldir ne de eşleri o kadınlara helâldir.[⁵⁰⁶⁶] Onların verdiklerini de kendilerine iade edin! Ve siz bu kadınların mehirlerini verdiğiniz sürece, onlarla nikâhlanmanızda bir beis yoktur. Beri yandan, inkârda ısrar eden kadınların nikâhına yapışmayın; onlara verdiğinizi isteyin, aynı şekilde (eşi Medine’ye kaçan kâfir kocalar) da verdiklerini sizden isteyebilirler.[⁵⁰⁶⁷] İşte bunlar Allah’ın hükmüdür; aranızdaki hükmü O verir: zira Allah her şeyi bilendir, hikmetle hükmedendir.[⁵⁰⁶⁸]","Orhan Kuntman Meali":"Ey iman edenler, inanan kadınlar göç ederek size geldiği zaman onları -iman yönünden- imtihan edin, Allah, onların imanlarını elbet daha iyi bilir, fakat siz de onların iman etmiş olduklarını öğrenirseniz, artık onları kâfirlere geri göndermeyin, bunlar onlara helal değildir, onlar da bunlara helal olmaz. Kocalarının sarf ettiklerini (mehirlerini) geri verin ki ancak o zaman onlarla evlenmenizde size bir günah yoktur. Kâfir kadınları nikâhınızda tutmayın, sarf ettiğinizi geri isteyin, onlar da sarf ettiklerini istesinler. Allah’ın hükmü budur, aranızda O, hükmeder, Allah her şeyi hakkıyle bilendir, hüküm ve hikmet sahibidir.","Osman Fırat Meali":"Ey iman edenler! Mü’min kadınlar muhacir olarak size geldiklerinde, onları imtihan edin. Allah, onların imanlarını daha iyi bilir. Eğer siz onların iman etmiş kadınlar olduklarını anlarsanız, onları kâfirlere geri göndermeyin. Çünkü müslüman hanımlar kâfirlere helâl değillerdir. Kâfirler de müslüman hanımlara helâl olmazlar. Mehir olarak harcadıklarını onlara (kocalarına geri) verin. Mehirlerini verdiğiniz takdirde, bu kadınlarla evlenmenizde size bir günah yoktur. Müşrik karılarınızı (nikâh ile) korumanızda tutmayın. (Zira bu nikâhlar ortadan kalkmıştır. ) Onlara harcadığınız mehri, (evlendikleri kâfir kocalarından) isteyin. Kâfirler de (İslâm’ı kabul eden ve sizinle evlenen eski hanımlarına) harcamış oldukları mehri (sizden) istesinler. Bu, Allah’ın hükmüdür. O, aranızda hüküm veriyor. Allah, hakkıyla bilendir, hüküm ve hikmet sahibidir.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Size imân etmiş kadınlar, hicret etmiş olarak geldikleri vakit onları imtihan edin. Allah, onların imânlarına bihakkın âlimdir. İmdi siz onları mü'mineler bildiğiniz takdirde artık onları kâfirlere geri döndürmeyiniz. Ne bunlar onlar için helâldir ve ne de onlar bunlar için helâl olurlar. Ve onlara infak etmiş oldukları şeyi verin ve kendilerine mehirlerini verdiğiniz takdirde o kadınlar ile evlenmekten dolayı sizin için bir günah yoktur. Ve kâfirlerin ismetlerine yapışmayın, ve ne infak ettiniz ise isteyin, onlar da ne infak etmişler ise istesinler. İşte bu, Allah'ın hükmüdür. Aranızda hükmeder ve Allah alîmdir, hakîmdir.","Suat Yıldırım Meali":"Ey iman edenler! Mümin hanımlar size katılmak üzere hicret etmiş olarak geldiklerinde onları imtihan edin. Gerçi Allah onların imanlarını pek iyi bilir. Ama siz de onların mümin olduklarını anlarsanız, artık onları kâfirlere geri göndermeyin. Bundan böyle bu hanımlar kâfir kocalarına, kâfir kocaları da bu hanımlara helal olmazlar. Bununla beraber kocalarına da vermiş oldukları mehirleri, siz iade ediniz. Kendilerine mehirlerini vererek bu kadınlarla evlenmenizde bir sakınca yoktur. Kâfir kadınları nikâhınızda tutmayın. Onlara harcadığınız mehri, varacakları kâfir kocalarından isteyin. Kâfirler de İslama girip sizinle evlenen eşlerine sarfetmiş oldukları mehri sizden geri istesinler. Allah'ın hükmü budur. Aranızda O hükmeder. Zira Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir. ","Süleyman Ateş Meali":"Ey inananlar, mü'min kadınlar göç ederek size geldiği zaman, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer onların (gerçekten) inanmış olduklarını anlarsanız, onları kafirlere geri döndürmeyin. Ne bu(kadı)nlar onlara helaldir; ne de onlar bunlara helal olurlar. Onların (bu kadınlara) harcadıkları(mehirleri)ni onlara verin. Ücretlerini kendilerine verdiğiniz takdirde bu(kadı)nlarla evlenmenizde sizin için bir günah yoktur. Kafir kadınların ismetlerini (nikah bağlarını) tutmayın (onları salıverin ve kafirlere katılan kadınlara) harcadığınız(mehri)i isteyin. Onlar da (size katılan kadınlarına) harcadıklarını istesinler. Bu size Allah'ın hükmüdür. Aranızda (böyle) hükmediyor. Allah bilendir, hüküm ve hikmet sahibidir.","Süleyman Tevfik (1927)":"Ey Mü'minler! Size muhâcir olarak mü'min kadınlar gelirse onları imtihân idin. (Ahvâllerini iyice tedkîk idin) Allâh onların yemînlerini (doğrı olub olmadığını) sizden daha iyi bilir. Onların sâdık mü'min olduklarını anlar iseniz onları küffâra i'âde itmeyin. Ne onlar küffâra ve ne de küffâr onlara helâl olmaz. Terk idüb geldikleri kocalarına, evvelce onlara virdikleri malı i'âde idin. Eğer bedel-i nikâhı virir iseniz onları nikâhda sizin içün günâh yokdur. Zevcenizi kâfir nikâhıyla tutmayın. (Mürted olub dâr-ı küffâra kaçan zevceler mutlakâ olur) O kadınlara evvelce virmiş oldığınız malı onları tezvîc idenlerden isteyin. Müşrikler de, İslâm olub kaçan zevcelerine virdikleri malı \"onı tezvîc iden mü'minlerden\" istesün. Size Allâh'ın hükmi budur. Aranızda Allâh hüküm ider. O bilir ve hakîmdir.","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler (Müminler)! Mümin kadınlar hicret ederek size gelirlerse onları imtihandan geçirin. Onların imanlarını en iyi Allah bilir. Eğer mümin olduklarını anlarsanız, onları kâfirlere geri çevirmeyin. Bu kadınlar onlara helal olmazlar. Onlar da bunlara helal olmazlar. Onların bunlara harcadıklarını geri verin. Bu kadınların mehirlerini kendilerine verdiğiniz zaman, onlarla evlenmenize engel yoktur. Ayrılmak isteyen kafir kadınları engellemeyin; onlara harcadığınızı isteyin. Onlar da harcadıklarını istesinler. Bu, Allah’ın size hükmüdür; aranızda o hükmeder. Allah bilir, doğru karar verir.","Şaban Piriş Meali":"-Ey iman edenler! Mümin kadınlar, hicret edip size gelirlerse, onları imtihan edin. Allah, onların imanını daha iyi bilir. Eğer onların iman ettiğini anlarsanız onları kafirlere iade etmeyin. O kadınlar, onlara helal değildir, onlar da o kadınlara helal değildir. Onlara, kadınlar için harcadıklarını verin. Mehir vererek o kadınlarla evlenmenizde size bir günah yoktur. Kafir kadınları da nikahınızda tutmayın. Onlara sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Bu Allah'ın hükmüdür. Aranızda o hüküm verir. Allah, alimdir, hakimdir.","Ümit Şimşek Meali":"Ey iman edenler! Mü'min kadınlar hicret ederek size geldiklerinde, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Siz de onların inanmış kimseler olduklarını anlarsanız, onları kâfirlere geri göndermeyin. Ne onlar o kâfirlere helâldir, ne de o kâfirler onlara. Yalnız, müşrik kocalarının onlara vermiş oldukları mehirleri kendilerine iade edin. Mehirlerini verdiğiniz takdirde mü'min kadınları nikâhlamanızda hiçbir sakınca yoktur. Kâfir kadınları ise nikâhınızda tutmayın; onlara verdiğiniz mehri geri isteyin. Kâfirler de mü'min kadınlara verdikleri mehri geri istesinler. İşte Allah'ın hükmü budur; aranızda O hükmeder. Çünkü Allah herşeyi bilir, herşeyi hikmetle yapar.","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Mümin kadınlar hicret ederek size geldiklerinde onları imtihan edin. Allah onların imanlarını daha iyi bilir ya! Eğer onların mümin hanımlar olduklarını anlarsanız, onları kâfirlere döndürmeyin. Ne bu mümin kadınlar o kâfirlere helaldir ne de o kâfirler bunlara helaldir. Bu kadınlar için harcadıklarını o kâfirlere geri verin. Mehirlerini kendilerine verdiğiniz takdirde, bu kadınları nikâhlamanızda sizin için bir sakınca yoktur. Kâfirlerin iffet ve nikâhlarına yapışmayın. Kâfirlere gitmeyi yeğleyen kadınlar için harcadıklarınızı onlardan geri isteyin; onlar da size gelen mümin kadınlar için harcadıklarını geri istesinler. Bu, Allah'ın hepinize buyruğudur. Aranızda hüküm veriyor. Allah Alîm'dir, Hakîm'dir.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! ķaçan gele size mü’mine 'avratlar» illerinden ayrılıcılarken [292b] śınañ anları. ya'nį anlardan Tañrı bilürirekdür įmānlaruñ anlaruñ. pes eger bilürseñüz anları mü’mine 'avratlar girü döndürmeñ anları kāfirlerdın yaña. degül anlar ya'nį 'avratlar ḥelāl anlara daħı degül anlar ḥelāl olalar anlara. daħı virüñ anlara anı kim nafaķa eylediler daħı yazuķ yoķdur sizüñ üzere kim nikāh eyleyesiz anları ķaçan vire siz anlara kirilerini ya'nį kābinlerin. daħı yapışmañ kāfire 'avratlaruña śaķlamaķlarına daħı dileñ anı kim nafaķa eyledüñüz daħı dilesünler anı kim nafaķa eylediler. Tañrı hükmidür hükm eyler arañuzda. daħı Tañrı bilicidür dürüst işlüdür dürüst sözlüdür.","Satıraltı Meal (1534)":"İy mü’minler, ḳaçan gelse size mü’min ‘avratlar hicret idüp pes anlarıṣınañuz. Tañrı Ta‘ālā bilicidür anlar īmānlarını. Pes eger anlaruñ mü’minolduġın bilseñüz, anları kāfirler[e] ḳaytarmañuz. Anlar anlara ḥalāl degül,anlar daḫı anlara ḥalāl degüldür. Daḫı anlara virüñüz ḫarc itdüklerini. Daḫıyazuḳ yoḳdur üstüñüze anları evlenmekde mehrlerin virseñüz. Daḫı dut‐mañuz kāfirler ‘iṣmeti üstine, daḫı isteñüz siz ḫarc eylegeni, anlar daḫı istesün‐ler ḫarc itdüklerini. Ol Allāh ḥakīmdür ki arañuzda ḥükm eyler. TañrıTa‘ālā her nesneyi bilicidür, ḥakīmdür.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Mö’min qadınlar sizin yanınıza mühacir kimi gəldikləri zaman onları imtahana çəkin. Allah onların imanını çox gözəl bilir (onları yoxlayıb bilmək sizə lazımdır). Əgər bunların (bu qadınların həqiqi) mö’min olduqlarını bilsəniz, artıq onları kafirlərin yanına qaytarmayın. Nə bunlar (bu qadınlar) onlara (kafirlərə), nə də onlar bunlara halaldır. Onların (kafirlərin həmin qadınlara) xərclədiklərini (mehri) özlərinə qaytarıb verin. Bunların (bu qadınların) mehrlərini özlərinə verdiyiniz təqdirdə onlarla evlənməyinizdən sizə heç bir günah gəlməz. Kafir qadınları öz kəbininiz altında saxlamayın. (Həmin qadınlara) verdiyiniz mehri (onların ərə getdiyi kafirlərdən) istəyin. (Kafirlər də islamı qəbul edib mö’minlərlə evlənən qadınlara) sərf etdikləri mehri (sizdən) istəsinlər. Allahın hökmü budur. O sizin aranızda (belə) hökm edər. Allah (hər şeyi) biləndir, hikmət sahibidir!","M. Pickthall (English)":"O ye who believe! When believing women come unto you as fugitives, examine them. Allah is best aware of their faith. Then, if ye know them for true believers, send them not back unto the disbelievers. They are not lawful for the disbelievers, nor are the disbelievers lawful for them. And give the disbelievers that which they have spent (upon them). And it is no sin for you to marry such women when ye have given them their dues. And hold not to the ties of disbelieving women; and ask for (the return of) that which ye have spent; and let the disbelievers ask for that which they have spent. That is the judgment of Allah. He judgeth between you. Allah is Knower, Wise.","Yusuf Ali (English)":"O ye who believe! When there come to you believing women refugees,(5422) examine (and test) them: Allah knows best as to their Faith: if ye ascertain(5423) that they are Believers, then send them not back to the Unbelievers. They are not lawful (wives) for the Unbelievers, nor are the (Unbelievers) lawful (husbands) for them. But pay the Unbelievers what they have spent (on their dower), and there will be no blame on you if ye marry them(5424) on payment of their dower to them. But hold not to the guardianship of(5425) unbelieving women: ask for what ye have spent on their dowers, and let the (Unbelievers) ask for what they have spent (on the dowers of women who come over to you). Such is the command of Allah. He judges (with justice) between you. And Allah is Full of Knowledge and Wisdom."},"11":{"Arabic":"وَاِنْفَاتَكُمْشَيْءٌمِنْاَزْوَاجِكُمْاِلَىالْكُفَّارِفَعَاقَبْتُمْفَاٰتُواالَّذ۪ينَذَهَبَتْاَزْوَاجُهُمْمِثْلَمَٓااَنْفَقُواۜوَاتَّقُوااللّٰهَالَّذ۪ٓياَنْتُمْبِه۪مُؤْمِنُونَ","Abdulbaki Gölpınarlı Meali":"Ve eşlerinizin nikah paralarından bir miktarı, onlar gider de, elinizden çıkarsa nöbet size gelince, kafir kadınlarından inanıp size göçen bulununca eşleri gitmiş olanlara, ettikleri masraf kadar para verin ve çekinin o Allah'tan ki siz, ona inanmışsınız.","Abdullah-Ahmet Akgül Meali":"<b>Ve eğer sizlerden </b><i>(bazılarının)</i><b> eşlerinden biri kâfirlere kaçarsa, </b><i>(ardından) </i><b>siz de </b><i>(savaşta onları yenip)</i><b> ganimete kavuşursanız, </b><i>(genel paydan)</i><b> eşleri </b><i>(kaçıp)</i><b> gidenlere </b><i>(mehir olarak)</i><b> harcama yaptıkları kadarını verin. </b><i>(Böylece) </i><b>Kendisine iman ettiğiniz Allah’tan korkup </b><i>(kötülükten vazgeçin)</i><b>.</b> ","Abdullah Parlıyan Meali":"Müslümanlardan herhangi birinin karısı kaçar da kâfirlere katılırsa, siz de savaşarak kâfirlerden ganimet elde etmişseniz, eşi kaçıp gitmiş olan kimseye, ona vermiş olduğu mehir kadar elinizdeki ganimetten verin. Eğer inanıyorsanız, yolunuzu Allah'ın kitabıyla bulmaya çalışın.","Ahmet Tekin Meali":"Eğer kâfirlere kaçan eşleriniz yüzünden herhangi bir kayba uğrarsanız, kâfirleri savaşarak yendiğiniz takdirde, eşleri gitmiş olanlara, harcadıkları kadar ganimetten pay verin. İnandığınız Allah'a sığının, emirlerine yapışın, günahlardan arınıp, azaptan korunun.","Ahmet Varol Meali":"Eğer eşlerinizden kâfirlere bir şey gider; siz de (savaşta) ganimet elde ederseniz eşleri gidenlere sarfettikleri (mehirler) kadarını verin. Kendisine iman ettiğiniz Allah'tan da sakının.","Ali Bulaç Meali":"Ve eğer eşlerinizden (kafirlere kaçmalarından dolayı) herhangi bir şey kafirlere geçer, böylece siz de (savaşta onları yenip) ganimete kavuşursanız, eşleri (kaçıp) gidenlere (mehir olarak) harcama yaptıklarının bir mislini verin. Kendisine iman ettiğiniz Allah'tan sakının.","Ali Fikri Yavuz Meali":"Eğer zevcelerinizden biri (dininden çıkıb) sizden kâfirlere kaçar da, sonra siz (o kâfirlerle savaşarak) ganimet alırsanız, zevceleri (kâfirlere) gitmiş olanlara (önceden bu zevcelerine) sarf etmiş oldukları mehir kadar, (bu ganimetten) verin; ve kendisine iman ettiğiniz Allah'dan korkun.","Bahaeddin Sağlam Meali":"Eğer sizin (kâfir) hanımlarınızdan kâfirlere bir şey geçmiş olursa (ve size gelen) mümin hanımlardan da size bir şey geçerse, hanımları giden mümin erkeklere, hanımlarına verdikleri mehir kadar verin. Ve inanmış olduğunuz Allah’(ın yasalarını çiğnemek)ten sakının.","Bayraktar Bayraklı Meali":"Eğer birinizin eşi inkârcılara kaçar, ardından onlarla savaşıp ganimet elde ederseniz, eşleri kaçanlara, harcadıkları kadar veriniz. İnanmış olduğunuz Allah'ın emirlerine karşı gelmekten sakınınız.","Besim Atalay Meali (1965)":"Sizin kadınlardan biri kâfirlere giderse, doyumluğa erdiğiniz sırada, karısı gidene, vermiş olduğunu ödeyesiniz, inanmış olduğunuz Allahtan sakınınız","Cemal Külünkoğlu Meali":"Eğer eşlerinizden biri (dininden çıkıp) sizden kâfirlere kaçar da sonra siz (o kâfirlerle savaşarak) ganimet alırsanız, zevceleri (kâfirlere) gitmiş olanlara (önceden bu zevcelerine) sarf etmiş oldukları mehir kadar (bu ganimetten) verin. Ve inandığınız Allah'a karşı sorumluluğunuzun bilincinde olun.","Cemil Said (1924)":"Ey mü’minler! Sizin zevcelerinizden biri kâfirlerin nezdine gider ve siz de ânlardan ganâim alır iseniz zevceleri firâr itmiş olanlara firâr iden zevcenin mihrine müsâvî bir mikdâr ganâim viriniz.","Diyanet İşleri Meali (Eski)":"Ey mümin erkekler! Eğer inkar eden (kafir olan) eşlerinize sarfettiklerinizden inkarcılara bir şey geçecek olursa ganimetten, eşleri giden mümin erkeklere sarfettikleri miktar kadarını verin. İnandığınız Allah'a karşı gelmekten sakının.","Diyanet İşleri Meali (Yeni)":"Eğer eşlerinizden biri kâfirlere kaçar[540] ve siz de onlarla çarpışıp ganimet alırsanız, eşleri gidenlere sarf ettikleri (mehir) kadarını verin ve inandığınız Allah’a karşı gelmekten sakının.","Kur'an Yolu (Diyanet İşleri)":"Şayet eşlerinizden biri kâfirlere kaçar, böylece (tazminat ödemek için) sıra size gelmiş olursa, eşleri gitmiş olanlara harcadıklarına denk bir şey verin. İnandığınız Allah’a karşı gelmekten sakının.","Diyanet Vakfı Meali":"Eğer eşlerinizden biri, sizi bırakıp kâfirlere kaçar, siz de (onlarla savaşıp) galip gelirseniz, eşleri gitmiş olanlara (ganimetten), harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.","Edip Yüksel Meali":"Kafirlere katılan eşleriniz yoluyla bir şeyler yitirdikten sonra (ganimet veya size katılanlar yoluyla bir şeyler kazanıp) üstün gelirseniz, eşlerini yitirmiş olanlara, onların harcamış oldukları mehir kadar verin. İnandığınız ALLAH'ı sayıp dinleyin.","Elmalılı Hamdi Yazır Meali":"Eğer eşlerinizden biri, sizden kâfirlere kaçar da siz de savaşta galip durumda olursanız, eşleri gitmiş olanlara ganimetten, harcadıkları kadar verin. İnandığınız Allah'a karşı gelmekten sakının.","Elmalılı Meali (Orijinal)":"Ve eğer zevcelerinizden bir şey sizden küffara kaçar, siz de acısını alırsanız zevceleri gitmiş olanlara sarfettiklerinin mislini veriniz ve Allahdan korkunuz, eğer siz ona iyman etmiş mü'minlerseniz","Emrah Demiryent Meali":"(Ey mü’minler!) Şâyet sizden birinin eşi (dinden dönüp) kâfirlere kaçarsa, (kâfirlerden bu kadınla evlenen kişi, mehir masraflarını o müslüman kardeşinize geri vermezse, cihat sonrasında) ganimet aldığınız zaman, eşleri (kaçıp) gidenlere (mehir olarak) harcama yaptıklarının bir mislini (o ganimetten) verin. Kendisine îmân ettiğiniz Allah’tan sakının.","Erhan Aktaş Meali":"Eğer eşlerinizden¹ dolayı, bir şeyiniz gerçeği yalanlayan nankörlere geçtiyse, sonra da ödeme sırası size geldiğinde², o zaman eşleri gitmiş olanlara infak ettikleri kadar verin. Ve siz, kendisine iman ettiğiniz Allah'a karşı takva sahibi olun.","Hasan Basri Çantay Meali":"Eğer zevcelerinizden bir şey sizden kâfirlere kaçar da siz de muhaarebede ganîmete kavuşursanız zevceleri gitmiş olan (müslüman) lara harcadıkları (mehir) kadar verin. O Allahdan korkun ki siz (hepiniz) Ona inananlarsınız.","Hayrat Neşriyat Meali":"Ve eğer (dinden çıkarak sizi terk eden) zevceleriniz(in mehrin)den kâfirlere bir şey geçer (ve onlar mehirlerini size geri vermezler) de (onları savaşta) ta'kib eder (ve onlardan ganîmet alır)sanız, o takdirde zevceleri gitmiş olanlara (ganîmetten), sarf ettikleri (mehir)kadar verin! Ve (O) Allah'dan sakının ki, siz ona îmân eden kimselersiniz!","İhsan Aktaş Meali":"Ve eğer sizin eşlerinizden dolayı bir şey (mehir) sizin elinizden çıkıp inkârcılara geçtiyse (söz konusu inkârcılar, sizden kendilerine gelen kadınların mehirlerini, bıraktıkları eşlerine geri ödemezlerse), sonra da (onlardan size gelip iman eden kadınların bıraktıkları eşlerine mehirlerini geri) ödeme sırası size gelince, o zaman eşleri (inkârcılara) gitmiş olanlara, infâk ettikleri kadar (mehri) siz (elinizde bulunan maldan) verin ve siz, kendisine iman etmiş olduğunuz Allah’a karşı gelmekten (Allah’ın emirlerine muhalefet etmekten) sakının.*","İlyas Yorulmaz Meali":"İnkârcılara giden eşlerinizden size bir şey kalmışsa, bir zaman geçirdikten sonra, (içinizden) eşleri inkârcılara gitmiş müslüman erkeklere, giden kadınlarına harcadıklarının mislini onlara verin. Kesinlikle inanmış olduğunuz Allah dan da korunun.","İsmayıl Hakkı Baltacıoğlu":"Eğer eşlerinizin biri tanımazlara kaçarsa, siz de savaşı kazanırsanız eşleri kaçanlara harcadıklarını verin. İnanmakta olduğunuz Allah’tan sakının.","İsmail Hakkı İzmirli":"Şâyet zevcelerinizden biri dinden dönerek kâfirlere gider de mehrini alamazsanız siz de akıbeti kazanırsınız [⁹] zevceleri kâfirlere giden o kimselere ganimet malından harcettikleri mehir kadar verin. İman ettiğiniz Allah/tan sakının [¹⁰].","İsmail Yakıt":"Eğer eşlerinizden biri inkârcılara kaçar ve siz de onlarla çarpışıp ganimet alırsanız, eşleri gidenlere sarf ettikleri ücret/mehir kadarını (ganimetten) veriniz ve inandığınız Allah’a karşı sorumluluk bilincinde olunuz.","Kadri Çelik Meali":"Eğer eşlerinizden biri (dinden dönüp) kâfirlere kaçar da sonra yaptığınız savaşta siz galip gelirseniz, eşleri gitmiş olanlara ganimet malından, harcadıkları (mehir) kadar verin. İnandığınız Allah'a karşı gelmekten sakının.","Mahmut Kısa Meali":"Eğer sizden birinin eşi dinden döner ve kaçıp <b>kafirlere katılırsa , onlar da </b>bu kadına yapılan evlilik bedeli <b>mehir masraflarını geri vermezlerse, arkasından da sıra size gelir. </b>Bu kafirlerden Müslüman olup size katılan bir kadının mehir borcunu onlara öderken veya bu kafirlerle yaptığınız savaşta elde ettiğiniz ganimetleri aranızda pay ederken, önce, o, sizden <b>eşi kaçıp giden </b>kardeşiniz<b>in</b> hanımına <b>harcadığı </b>mehir masrafları<b>nın karşılığını </b>ayırın. Önce <b>onlara</b> hesaplarını <b>ödeyin.</b> Bunları yaparken, <b>kendisine iman ettiğiniz Allah’tan </b>gelen ilkeler doğrultusunda hayatınıza yön vererek her türlü kötülükten, isyankârlıktan<b> sakının </b>ve adâletten zerre kadar ayrılmayın!","Mahmut Özdemir Meali":"Kâfirler’e eşlerinizden bir şey geçtiyse ve sıra size geldiyse, harcadıkları şeylerin misli kadar eşleri gitmiş olanlara verin! İman ettiğiniz Allah’tan sakınıp korunun!","Mehmet Çakır Meali":"Sizden onlara, onlardan size kaçan eşleriniz yüzünden bir kaybınız olursa, mağdur kocalara masraflarını verin. İnandığınız Allah'a karşı kendinizi sağlama alın...","Mehmet Çoban Meali":"Eğer eşlerinizden biri, sizi bırakıp kâfirlere kaçar, siz de onlarla savaşıp galip gelirseniz, eşleri gitmiş olanlara, daha önce eşleri için harcadıkları miktar kadar ganimetten pay verin! Allah’ın yasalarına karşı gelmekten sakının!","Mehmet Okuyan Meali":"Eşlerinizin kâfirlere (kaçması sebebiyle) herhangi bir kaybınız olursa, siz de sonuca ulaşır (galip gelir)seniz, eşleri gitmiş olanlara harcadıkları kadarını (ganimetten) verin! [*] İnandığınız Allah’a karşı [takvâ]lı (duyarlı) olun!","Mehmet Türk Meali":"Eğer eşlerinizden biri, sizi bırakıp kâfirlere kaçar, siz de (size gelen eşlerinden dolayı o kâfirlere) tazminat ödemek durumunda olursanız, eşleri gitmiş olanlara (o tazminattan eşlerine mihir olarak) harcadıkları kadarını verin.¹ Ve inandığınız Allah’a karşı hata etmekten sakının.","Muhammed Esed Meali":"Eğer hanımlarınızdan biri (sizi bırakıp) hakikati inkar edenlere giderse ve siz de buna üzülürseniz ¹⁶ o zaman hanımları bırakıp giden (koca)lara [hanımlarına mehir olarak] harcadıklarına ¹⁷ eşit bir şey verin ve inandığınız Allah’a karşı sorumluluğunuzun bilincinde olun!","Mustafa Çavdar Meali":"Şayet dinden dönüp kâfirlere kaçan hanımlarınızda hakkınız kalırsa ve siz de o kâfirlerle savaşıp ganimet elde ederseniz bu ganimetten vaktiyle hanımları kâfirlere kaçan müminlere, ödedikleri mehirlerine eşit bir pay verin. İnanıp güvendiğiniz Allah’a karşı gelmekten sakının! 14/2-3, 18/56","Mustafa İslamoğlu Meali":"Eğer kâfirlere kaçan hanımlarınızdan dolayı herhangi bir mağduriyet yaşarsanız, misillemede bulunarak mahsuplaşın;[⁵⁰⁶⁹] şöyle ki, eşlerin mağdur ettiği kocalara, (karıları için) harcadıklarına denk olan miktarı (onlara gönderilecek meblağdan keserek) siz verin:[⁵⁰⁷⁰] Ama, iman ettiğiniz Allah’a karşı sorumluluğunuzun bilincinde olun!","Orhan Kuntman Meali":"Eğer eşlerinizden biri -sizi bırakıp- kâfirlere kaçarsa (sarf ettiği ödenmezse) ve siz de savaşta gâlib gelirseniz, eşleri gitmiş olanlara - ganimetten eşleri için, harcadıkları kadar verin, iman etmiş olduğunuz Allah’a karşı gelmekten korkun.","Osman Fırat Meali":"Eğer eşlerinizden bir şey kâfirlere gidere ve siz de onlarla çarpışıp (ganimet alırsanız), eşleri gidenlere sarf ettikleri (mehir) kadarını verin ve inandığınız Allah’a karşı gelmekten sakının.","Ömer Nasuhi Bilmen Meali":"Ve eğer sizin zevcelerinizden bir şey sizden fevt olup kâfirlere geçerse sonra da siz bir ganîmet malı elde etmiş olursanız, artık zevceleri gitmiş olanlara mehr olarak vermiş oldukları şeyin mislini (o ganîmet malından) veriniz ve kendisine imân etmiş olduğunuz Allah'tan korkunuz.","Suat Yıldırım Meali":"Eğer eşlerinizden biri dinden dönüp kâfirlere kaçar da, sonra yaptığınız savaşta siz galip gelirseniz, eşleri gitmiş olan kocalara ganimet malından, harcadıkları mehir kadar verin. İnandığınız Allah'a karşı gelmekten sakının. ","Süleyman Ateş Meali":"Eğer eşleriniz(e sarfettiğiniz mehirler)den herhangibir şey kafirlere gider de, sonra (onlardan da size kaçan kadınlar çıkar ve bu kez mehir ödeme) sıra(sı) size gelirse eşleri giden (mü'minlere) harcadıklarının mislini verin. İnandığınız Allah'a karşı gelmekten sakının.","Süleyman Tevfik (1927)":"Eğer zevcelerinizden irtidâd ve ve firâr iden kadının mehrinden küffâr zimmetine bir şey geçmiş olsa ve onı tahsîl idememiş iseniz küffâr ile mukâteleden aldığınız ganîmetden o kadınların zevclerine nikâhı mikdârı virin. Ve îmân iylediğiniz Allâh'a ittikâ idin. [¹]","Süleymaniye Vakfı Meali":"Eşlerinizden biri kâfirlere kaçar, sonra o kafirleri yenerseniz eşleri kaçıp gitmiş olanlara (alacağınız ganimetten) harcadıkları kadar ödeme yapın. İnandığınız Allah’tan çekinerek kendinizi koruyun.","Şaban Piriş Meali":"Eşlerinizden kafirlere bir şey geçer de siz de onlara galip gelirseniz, eşleri gidenlere harcadıkları kadar verin. İman ettiğiniz Allah'tan korkun!","Ümit Şimşek Meali":"Eğer sizden birinin eşi kâfirlere katılır da onun mehri size geri verilmezse, size onlardan bir ganimet geldiği zaman, eşleri gitmiş olanlara, verdikleri mehrin mislini o ganimetten verin. Kendisine iman ettiğiniz Allah'a karşı gelmekten sakının.","Yaşar Nuri Öztürk Meali":"Eğer, kâfirler tarafına geçmiş eşleriniz yüzünden bir şeyleriniz inkârcılara gider, sonra da onlardan size kaçan kadınlar yüzünden ödeme sırası size gelirse, eşleri gitmiş olan müminlere, harcadıkları miktarı verin. Kendisine inandığınız Allah'tan korkun.","Eski Anadolu Türkçesi":"daħı eger geçer ise sizden nesene 'avratlaruñuzdan kāfirlerdür yaña pes ġanimet alursañuz kāfirlerden pes virüñ anlara kim gitdi 'avratları anuñ gibi kim nafaķa eylediler ya'nį daħı ķorķuñ Tañrı’dan ol kim siz aña inanıcılarsız.","Satıraltı Meal (1534)":"Ve eger sizüñ ‘avratlaruñuzdan kimse ḳaçup kāfirlere varsa, pesġanīmet alursañuz kāfirlerden virüñüz ol kişilere ki ‘avratları gitdi ḫarc it‐dükleri māl ḳadarınca. Daḫı ṣaḳınuñuz ol Tañrıdan ki siz aña īmān getür‐mişsiz.","Bunyadov-Memmedeliyev ":"Əgər zövcələrinizdən biri sizdən qaçıb (mehrini geri qaytarmadan) kafirlərə qoşulsa və siz də (onlarla vuruşaraq) qənimət əldə etsəniz, zövcələri (kafirlərin yanına) getmiş kimsələrə (həmin qənimətdən) onların (bu övrətlərə) sərf etdikləri mehr qədər verin. İman gətirdiyiniz Allahdan qorxun!","M. Pickthall (English)":"And if any of your wives have gone from you unto the disbelievers and afterward ye have your turn (of triumph), then give unto those whose wives have gone the like of that which they have spent, and keep your duty to Allah in whom ye are believers.","Yusuf Ali (English)":"And if any of your wives deserts you to the Unbelievers,(5426) and ye have an accession (by the coming over of a woman from the other side), then pay to those whose wives have deserted the equivalent of what they had spent (on their dower). And fear Allah, in Whom ye believe."},"12":{"Arabic":"يَٓااَيُّهَاالنَّبِيُّاِذَاجَٓاءَكَالْمُؤْمِنَاتُيُبَايِعْنَكَعَلٰٓىاَنْلَايُشْرِكْنَبِاللّٰهِشَيْـًٔاوَلَايَسْرِقْنَوَلَايَزْن۪ينَوَلَايَقْتُلْنَاَوْلَادَهُنَّوَلَايَأْت۪ينَبِبُهْتَانٍيَفْتَر۪ينَهُبَيْنَاَيْد۪يهِنَّوَاَرْجُلِهِنَّوَلَايَعْص۪ينَكَف۪يمَعْرُوفٍفَبَايِعْهُنَّوَاسْتَغْفِرْلَهُنَّاللّٰهَۜاِنَّاللّٰهَغَفُورٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ey Peygamber, inanmış kadınlar, hiçbir şeyi Allah'a ortak kabul etmeyip şirk koşmamak ve hırsızlık etmemek ve zinada bulunmamak ve çocuklarını öldürmemek ve kendi çocuklarından başkasını eşlerine, ben doğurdum diye tanıtıp iftira etmemek ve sana, meşru ve güzel işlerde karşı gelmemek üzere biatlaşmaya geldikleri zaman biatlaş onlarla ve onlar için Allah'tan yarlıganma dile; şüphe yok ki Allah, suçları örter, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Ey Nebi</b><i>(m)</i><b>! Mü’min kadınlar; Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zinaya bulaşmamak, çocuklarını öldürmeye kalkışmamak, elleri ve ayakları arasında bir iftira düzüp-uydurmamak </b><i>(gayrimeşru olan bir çocuğu kocalarına dayandırmamak)</i><b>, ma’ruf </b><i>(iyi, güzel ve yararlı bir iş)</i><b> konusunda isyan ve itirazdan sakınmak üzere, Sana biat etmek amacıyla geldikleri zaman, onların biatlarını kabul et ve onlar için Allah’tan mağfiret iste. </b><i>(Çünkü İslam’ın adalet düzeninde, kadınlar da erkekler gibi hür ve asil bireylerdir.) </i><b>Şüphesiz Allah, çok Bağışlayandır, çok Esirgeyendir.</b> ","Abdullah Parlıyan Meali":"Mekke fethiyle birlikte iman edip, peygambere gelen kadınlar hakkında Allah şöyle buyurur: Ey peygamber! Mü'min kadınlar ne zaman sana gelip, bundan böyle Allah'tan başka hiç birşeye ilahlık yakıştırmayacaklarını, hırsızlık yapmayacaklarını, zina etmeyeceklerini, çocuklarını öldürmeyeceklerini, başkasının çocuğunu sahiplenerek kendi kocasına isnat etmemek ve sana iyi işler işlemekte, karşı gelmemek üzere, bağlılıklarını bildirirlerse, onların bağlılık taahhütlerini kabul et ve Allah'tan, onların günahlarının bağışlanmasını dile. Çünkü Allah, çok bağışlayan ve çok acıyandır.","Ahmet Tekin Meali":"Ey peygamber, hür mü'min kadınlar, özgür iradeleriyle, ilâhlığında, otoritesinde, mülkünde, tasarruflarında Allah'a kanunlarının üzerinde câri olduğu hiçbir varlığı ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, kendi kendilerine bir yalan uydurup başkasından peydahladıkları yada buldukları bir çocuğun kocalarından olduğunu iddia etmemek, Kur'an'ın ve sünnetin hükümlerine, meşrû, İslâmî kurallarla örtüşen örfe, ilmî verilere, mü'minlerin tasvip ettiği, icrasında hayır gördüğü planlara, programlara, hakkaniyete uygun, hayırlı işlerde sana bağlılığı ve saygıyı terketmemek, emirlerine itaat etmek ve savsaklamamak ve rızanı gözetmek hususlarında biat etmek açıkça reylerini belirterek sosyal ve siyasî sözleşmeye katılmak üzere sana gelirlerse, onların biatlerini kabul et. Allah'tan onları koruma kalkanına almasını ve geçmiş günahlarından dolayı onları bağışlamasını dile. Allah kullarını koruma kalkanına alan çok bağışlayıcı, engin merhamet sahibidir.","Ahmet Varol Meali":"Ey Peygamber! Mü'min kadınlar, Allah'a bir şeyi ortak koşmamaları, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek [3] ve bir iyilikte sana karşı gelmemek üzere sana bey'at etmeye geldiklerinde onların bey'atlarını kabul et ve onlar için Allah'tan bağışlanma dile. Şüphesiz Allah bağışlayıcı, merhamet edicidir.","Ali Bulaç Meali":"Ey Peygamber, mü'min kadınlar, Allah'a hiç bir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleri ve ayakları arasında bir iftira düzüp-uydurmamak (gayri meşru bir çocuğu kocalarına dayandırmamak), ma'ruf (iyi, güzel ve yararlı bir iş) konusunda isyan etmemek üzere, sana biat etmek amacıyla geldikleri zaman, onların biatlarını kabul et ve onlar için Allah'tan mağfiret iste. Şüphesiz Allah çok bağışlayandır, çok esirgeyendir.","Ali Fikri Yavuz Meali":"Ey Peygamber! Mümin kadınlar, Allah'a hiç bir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, (kız) çocuklarını öldürmemek, elleriyle ayakları arasında bir bühtan uydurub getirmemek (gayri meşrû bir çocuk düyaya getirib de onu kocalarına nisbet etmemek, kendilerine emrettiği) herhangi bir iyilik hususunda sana isyan etmeme üzere sana (teslimiyetle) söz verdikleri zaman, biatlerini (söz ve teslimiyyetlerini) kabul et. Onlar için Allah'dan mağfiret dile; çünkü Allah Gafûr'dur, Rahîm'dir.”","Bahaeddin Sağlam Meali":"Ey Peygamber! İnanmış kadınlar; Allah’a hiçbir ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, başkasının çocuğunu sahiplenerek kocasına isnad etmemek ve uygun işleri yapmakta sana isyan etmemek üzere, sana biat etmeye gelirlerse, biatlarını kabul et. Onlar için Allah’tan bağışlanma dile. Şüphesiz Allah, çok bağışlayan ve çok acıyandır.","Bayraktar Bayraklı Meali":"Ey Peygamber! İnanmış kadınlar, sana gelip, Allah'a hiçbir şeyi ortak koşmayacaklarına, hırsızlık yapmayacaklarına, zina etmeyeceklerine, çocuklarını öldürmeyeceklerine, kimseye asla iftira etmeyeceklerine ve iyi olan hiçbir işte sana karşı gelmeyeceklerine dair biat etmek istediklerinde, onların biatını kabul et. Onlar için Allah'tan af dile. Şüphesiz Allah affedicidir; merhamet sahibidir.","Besim Atalay Meali (1965)":"Ey Peygamber! Allaha bir şeyi eş koşmamak, hırsızlık etmemek, fuhuş yapmamak, çocukların öldürmemek, doğurduğu çocuğuyla kimseye suç atmamak, size iyi işlerde başeğmek üzere inanmış kadınlar gelip de, sana bağlanmak isterlerse, sen de bağlanasın, onlar için bağışlanmak istiyesin; Allah bağışlayıcı, Allah yarlıgayıcı","Cemal Külünkoğlu Meali":"Ey Nebi! Mü'min kadınlar; Allah'a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, (kız) çocuklarını öldürmemek, elleri ve ayakları arasında hiç yoktan yalan uydurup iftira atmamak, (bulduğu bir çocuğu, kocasına isnat etmemek veya gayrı meşrû bir çocuk dünyaya getirip onu kocasına dayandırmamak) ve (bildireceğin) hiçbir hakikate karşı çıkmamak konusunda sana bağlılıklarını bildirirlerse, onların bağlılık taahhütlerini kabul et ve onlar için Allah'tan mağfiret dile! Çünkü Allah, çok bağışlayan, çok merhamet edendir.","Cemil Said (1924)":"Yâ Nebî! Mü’min kadınlar sana ilticâ idüb Allâh’a şirk koşmayacaklarına, sirkat ve zinâ itmeyeceklerine, çocuklarını öldürmeyeceklerine, veled-i zinâ olan çocuklarını zevclerine isnâd iylemeyeceklerine ve emr itdiğin ahlâk-ı hasenede sana itâ’atsizlikde bulunmayacaklarına yemîn iderler ise ânların yemînini kabûl ve ânlar içün Allâh’dan mağfiret niyâz it. Allâh gafûr ve rahîmdir.","Diyanet İşleri Meali (Eski)":"Ey Peygamber! İnanmış kadınlar, Allah'a hiçbir ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, başkasının çocuğunu sahiplenerek kocasına isnadda bulunmamak ve uygun olanı işlemekte sana karşı gelmemek şartıyla sana beyat etmek üzere geldikleri zaman, onları kabul et; onlara Allah'tan bağışlanma dile; doğrusu Allah, bağışlayandır, acıyandır.","Diyanet İşleri Meali (Yeni)":"Ey Peygamber! Mü’min kadınlar, Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek,[541] hiçbir iyi işte sana karşı gelmemek konusunda sana biat etmek üzere geldikleri zaman, biatlarını kabul et ve onlar için Allah’tan bağışlama dile. Şüphesiz Allah, çok bağışlayandır, çok merhamet edendir.","Kur'an Yolu (Diyanet İşleri)":"Ey Peygamber! Mümin kadınlar Allah’a hiçbir şeyi ortak koşmayacakları, hırsızlık yapmayacakları, zina etmeyecekleri, çocuklarını öldürmeyecekleri, elleriyle ayakları arasında bir iftira düzüp getirmeyecekleri, dine ve akla uygun hiçbir konuda sana karşı gelmeyecekleri hususunda sana biat etmeye geldiklerinde onların biatlarını kabul et ve onlar için Allah’tan bağışlama dile. Kuşkusuz Allah bağışlayıcıdır, engin merhamet sahibidir.","Diyanet Vakfı Meali":"Ey Peygamber! İnanmış kadınlar, Allah'a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek, iyi işi işlemekte sana karşı gelmemek hususunda sana biat etmeye geldikleri zaman, biatlarını kabul et ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayandır, çok esirgeyendir.  ","Edip Yüksel Meali":"Ey peygamber, inanan kadınlar sana sığındıklarında, ALLAH'a hiç bir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, bir iftira uydurup getirmemek ve doğru işlerde sana karşı gelmemek üzere yemin edip söz verirlerse onların sözünü kabul et ve onlar için ALLAH'tan bağışlanma dile. ALLAH Bağışlayandır, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleri ile ayakları arasında bir iftira uydurup getirmemeleri, iyi bir işte sana karşı gelmemeleri hususunda sana bey'at ederlerse onların bey'atlarını al ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok merhamet edendir.","Elmalılı Meali (Orijinal)":"Ey o Peygamber! Mü'mineler sana şu şartlar üzerine biy'at etmeğe geldiklerinde: Allaha hiç bir şey şirk koşmıyacaklar ve hırsızlık yapmıyacaklar ve zina etmiyecekler, ve evlâdlarını öldürmiyecekler ve elleriyle ayakları arasında bir bühtan uydurup getirmiyecekler, ve sana hiç bir ma'rufta asıy olmıyacaklar, bu suretle onlara bey'at ver ve kendileri için istiğfar ediver, çünkü Allah gaffurdur rahîmdir","Emrah Demiryent Meali":"Ey Peygamber! Mü’min kadınlar, Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek, (gayr-i meşru bir çocuk dünyaya getirip de onu kocalarına isnat etmemek,) hiçbir hayırlı işte sana karşı gelmemek şartıyla sana biat etmek üzere geldikleri zaman, onların biatlarını kabul et ve onlar için Allah’tan mağfiret dile. Şüphesiz Allah, çok bağışlayandır, çok merhamet edendir.","Erhan Aktaş Meali":"Ey Nebi! İnanan kadınlar; Allah'a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina yapmamak, çocuklarını öldürmemek elleri ve ayakları arasında bir iftira uydurup¹ getirmemek maruf² olan konularda sana asilik yapmamak koşuluyla sana biat³ ederlerse onların bi'atlarını kabul et ve onlar için Allah'tan bağışlanma dile. Kuşkusuz Allah, Çok Bağışlayıcı'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Ey peygamber, mü'min kadınlar — Allaha hiçbir şey'i eş tutmamaları, hırsızlık yapmamaları, zina etmemeleri, evlâdlarını öldürmemeleri, elleriyle ayakları arasında bir iftira düzüb getirmemeleri, (emredeceğin) her hangi bir iyilik hususunda sana aasî olmamaları şartiyle — sana bey'atleşmiye geldikleri zaman bey'atlerini kabul et. Onlar için Allah'dan mağfiret isteyiver. Çünkü Allah çok yarlığayıcı, çok esirgeyicidir.","Hayrat Neşriyat Meali":"Ey Peygamber! Mü'min kadınlar sana, Allah'a hiçbir şeyi ortak koşmamaları, hırsız lık yapmamaları, zi nâ etmemeleri, çocuklarını (hiç bir tarzda) öldürme me le ri, elleriyle ayaklarıarasında bir iftirâ uydurup ge tir me meleri (başkasına âid bir çocu ğu, kendi koca sı na is nâdetmemeleri) ve bir iyilik (iş le mek)te sana isyân et me meleri üzerine sana bîat ederek geldikleri zaman, ar tık bîatlerini kabûl et ve onlar için Allah' dan mağfiret dile!<br>Şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.","İhsan Aktaş Meali":"Ey Peygamber! (Yeni) inanan kadınlar; Allah’a hiçbir şeyi ortak koşmamak, hırsızlık (ve dolandırıcılık gibi öteki gayrimeşru yollarla kazanç elde) etmemek, zina etmemek, (kız) çocuklarını öldürmemek, elleri ve ayakları arasında bir iftira düzüp uydurmamak (gayrimeşru olan bir çocuğu kocalarına dayandırmamak), güzel ve yararlı bir iş konusunda isyan etmemek üzere sana biat etmek (söz vermek) için geldikleri zaman, onların biatlerini kabul et (çünkü İslam’ın adalet düzeninde, kadınlar da erkekler gibi hür ve asil bireylerdir) ve onlar için Allah’tan mağfiret dile! Şüphesiz Allah, bağışlayandır, merhamet edendir. *","İlyas Yorulmaz Meali":"Ey Haberci (peygamber)! İnanan kadınlar, Allah’a hiçbir şeyi ortak koşmayacaklarına, hırsızlık yapmayacaklarına, zina etmeyeceklerine, çocuklarını öldürmeyeceklerine, kendi kendilerine uydurduklarıyla bir başkasına iftira atmayacaklarına ve iyi ve faydalı emirlere isyan etmeyeceklerine dair, seninle sözleşme yapmaya gelirlerse, onlarla sözleşme yap ve onlar için Allah’dan bağışlanma dile. Şüphesiz ki Allah bağışlayan ve merhamet edendir.","İsmayıl Hakkı Baltacıoğlu":"Ey elçi! İnanan kadınlar Allah’a hiçbir eş koşmamak, hırsızlık etmemek, yoz yaklaşmada bulunmamak, çocuklarınızı öldürmemek, çocuk edinme işinde aldatmamak, töreye uygun olan işlerde sana karşı gelmemek üzere sana uymıya gelirlerse sen de onların bu uymalarını uygun bul, onlar için yarlıganma dile. Çünkü Allah yarlıgayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Ey Peygamber! Mü/min kadınlar Allah/a hiçbir şerik koşmamak, hırsızlık etmemek, zinada bulunmamak, çocuklarını öldürmemek [¹] elleri ve ayakları arasına bırakmak, doğurmak hususunda erlerine iftira atmamak, hiçbir güzel işte sana âsi olmamak üzere sana bi/at etmeye geldiklerinde onlardan bu şartlar üzere bi/at al, onlar için Allah/tan yarlıganmak dile. Çünkü Allah yarlıgayan, bağışlayandır.","İsmail Yakıt":"Ey peygamber! İnanmış kadınlar Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek,⁵ hiçbir iyi işte sana karşı gelmemek konusunda sana biat etmek üzere geldikleri zaman, biatlarını kabul et ve onlar için Allah’tan bağışlanma dile. Muhakkak ki Allah, Gafûr’dur, Rahîm’dir.","Kadri Çelik Meali":"Ey Peygamber! İnanmış kadınlar, Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık yapmamaları, zina etmemeleri, çocuklarını öldürmemeleri, elleriyle ayakları arasında bir bühtan uydurup getirmemeleri (gayrimeşru bir çocuk dünyaya getirip onu kocasına mal etmemeleri) ve iyi bir işte sana karşı gelmemeleri hususunda sana biat etmeye geldikleri zaman, biatlerini kabul et ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok esirgeyendir.","Mahmut Kısa Meali":"<b>Ey Peygamber! İnanan kadınlar; </b><br><i>1</i>. <b>Hiç kimseyi ve hiçbir şeyi Allah’a ortak koşmamak, </b><br><i>2</i>. <b>Hırsızlık yapmamak, </b><br><i>3</i>. <b>Zina etmemek, </b><br><i>4</i>. <b>Çocuklarını öldürmemek, </b><br><i>5.</i> <b>Hiç yoktan yalan uydurarak </b>suçsuz insanlara <b>iftira atmamak, </b><br><i>6</i>. <b>Ve </b>emredeceğin <b>doğru işlerde sana karşı gelmemek üzere, </b><br>İslâm’a <b>bağlılıklarını bildirmek için huzuruna geldiklerinde, onların bağlılık ahitlerini kabul et ve onlar için Allah’tan bağışlanma dile. Hiç kuşkusuz Allah çok bağışlayıcı, çok merhametlidir.</b><br>Allah’ın şefkat ve merhametini istiyorsanız, iyi dinleyin:","Mahmut Özdemir Meali":"Ey Nebiyy! Kadın Müminler, Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleri ve ayakları arasında iftira edecekleri bir bühtan getirmemek, bir ma’rûf içinde sana isyan etmemek üzere sana biat etmeye geldikleri zaman onların biatını al! Onlar için Allah’tan bağışlanma dile! Allah, rahîm gafûrdur.","Mehmet Çakır Meali":"<b>Sevgili resulüm</b>! mümin bayanlar gelip sana bağlılık sözü verirlerse, yani: Allah'a aracı / şirk koşmayacaklarsa,  hırsızlık yapmayacak, zina etmeyecek ve çocuklarını öldürmeyeceklerse, kocalarını aldatmayacaklarsa, yasa konusunda sana karşı gelmeyeceklerse kendilerini kabul et. Onlar için Allah'a dua et.  Allah, engin hoşgörülü bir sevgi selidir<b>…</b>","Mehmet Çoban Meali":"Ey Nebi! İnanmış kadınlar, Allah’tan başkalarının yasalarına uymamak, Allah’ın yasama, yürütme, yargılama, cezalandırma hakkını insanlara vererek ilahlıkta Allah’a ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasında bir iftira uydurup getirmemek, iyi işler yapmak, sana karşı gelmemek hususunda biat etmeye geldikleri zaman biatlerini kabul et! Onlar için geçmişlerinde yaptıkları hatalar nedeniyle Allah’tan mağfiret dile! Onlara günahlarından arınmak için tövbeyi tavsiye et! Şüphesiz Allah bir daha yapmamak üzere hataları için tövbe edenleri bağışlayandır, çok esirgeyendir.  ","Mehmet Okuyan Meali":"Ey Peygamber! İnanmış kadınlar, Allah’a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleri ve ayakları arasında bir iftira uydurup getirmemek, iyi işlerde sana karşı gelmemek konusunda sana biat etmek [*] üzere geldikleri zaman biatlarını kabul et! [*] Onlar için Allah’tan bağışlanma dile! Şüphesiz ki Allah çok bağışlayandır, çok merhametlidir.","Mehmet Türk Meali":"Ey Peygamber! Mü’min kadınlar Allah’a hiçbir şeyi ortak koşmamak, hırsızlık etmemek, zina etmemek, çocuklarını öldürmemek,¹ başkasının çocuğunu kocasına isnatta bulunmamak² ve senin (Allah’tan) getirdiklerine asla karşı çıkmamak³ hususunda sana biat etmeye gelince sen de onların biatlerini hemen kabul et ve Allah’tan onlar için bağışlanma dile. Şüphesiz Allah çok bağışlayan çok esirgeyendir.⁴","Muhammed Esed Meali":"Ey Peygamber! Mümin kadınlar ne zaman sana gelip ¹⁸ [bundan böyle] Allah’tan başka hiçbir şeye ilahlık yakıştırmayacaklarını, hırsızlık yapmayacaklarını, ¹⁹ zina etmeyeceklerini, çocuklarını öldürmeyeceklerini, ²⁰ hiç yoktan yalan uydurarak ²¹ iftira atmayacaklarını ve [bildireceğin] hiçbir hakikate karşı çıkmayacaklarını [taahhüt ederek] sana bağlılıklarını bildirirlerse, onların bağlılık taahhütlerini kabul et ve Allah’tan onların [geçmiş] günahlarını affetmesini dile: çünkü Allah çok bağışlayıcıdır, rahmet kaynağıdır.","Mustafa Çavdar Meali":"Ey Nebi! Mümin kadınlar sana gelerek, Allah’a hiçbir şeyi ortak koşmayacaklarına, hırsızlık etmeyeceklerine, zina etmeyeceklerine, çocuklarını öldürmeyeceklerine, gayri meşru çocuk edinip onları kocalarına nispet etmeyeceklerine ve iyi ve güzel işlerde sana karşı gelmeyeceklerine dair biat etmek istediklerinde onların bu biatlarını kabul et ve Allah’tan onlar için bağışlanma dile! Çünkü Allah, eşsiz bağışlayıcı ve sonsuz rahmet kaynağıdır. 25/63...73, 39/53, 58/5","Mustafa İslamoğlu Meali":"Sen ey nebî! Ne zaman mü’min kadınlar sana gelir de Allah’a hiçbir şeyi ortak koşmayacaklarına, çalmayacaklarına, zina etmeyeceklerine, çocuklarını katletmeyeceklerine,[⁵⁰⁷¹] elleri ve ayakları arasında yalan düzüp koşarak iftira atmayacaklarına,[⁵⁰⁷²]  (dinin) değerler sistemi konusunda sana isyan etmeyeceklerine dair biatlerini sunarlarsa, onların biatlerini kabul et[⁵⁰⁷³] ve Allah’tan onlar için mağfiret dile: Unutma ki Allah tarifsiz bir bağışlayıcıdır, çok merhametlidir.","Orhan Kuntman Meali":"Ey Peygamber, iman etmiş kadınlar -Allah’a ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, gayrı meşru kazandıkları bir çocuğu kocalarının üzerine atmamak, sâlih amellerde bulunmak ve sana karşı gelmemek üzere, bi'at etmeye geldikleri zaman, bi'atlarını kabul et ve onlar için Allah’tan bağışlanma dile. Şüphe yok ki Allah çok bağışlayandır ve çok merhametli olandır!","Osman Fırat Meali":"Ey Nebi, mümin kadınlar sana gelip Allah’a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zinâ etmemeleri, çocuklarını öldürmemeleri, elleriyle ayakları arasında bir iftira uydurup getirmemeleri, maruf bir işte sana karşı gelmemeleri hususunda sana bi’at ederlerse onların bi’atlerini kabul et ve onlar için Allah’tan mağfiret dile! Şüphesiz Allâh, çok bağışlayan, çok esirgeyendir.","Ömer Nasuhi Bilmen Meali":"Ey Peygamber! İmân etmiş olan kadınlar sana gelip de, Allah'a bir şeyi şerik koşmamaları ve hırsızlık yapmayacakları ve zinada bulunmayacakları ve çocuklarını öldürmemeleri ve elleriyle ayakları arasında uyduracakları bir bühtan ile gelmemeleri ve sana mâruf bir hususta asî olmayacakları üzerine mübayeada bulunacakları zaman artık sen de onlar ile mübaye-ada bulun ve onlar için Allah'tan mağfiret dile. Şüphe yok Allah gafûrdur, rahîmdir.","Suat Yıldırım Meali":"Ey Peygamber! Mümin hanımlar: Allah'a hiç bir sûrette ortak tanımamak hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, hiç yoktan yalan uydurup iftira atmamak, bulduğu bir çocuğu, kocasına isnat etmemek veya gayr-ı meşrû bir çocuk dünyaya getirip onu kocasına mal etmemek, senin kendilerine emredeceğin meşrû olan herhangi bir konuda sana karşı gelmemek hususlarında sana biat etmeye geldiklerinde, sen de onların biatlarını kabul et ve onlar için Allah'tan af dile. Çünkü Allah gafurdur, rahîmdir (affı ve ihsanı boldur). ","Süleyman Ateş Meali":"Ey peygamber, inanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleriyle ayakları arasında bir iftira uydurup getirmemeleri, iyi bir işte sana karşı gelmemeleri hususunda sana bi'at ederlerse onların bi'atlerini kabul et ve onlar için Allah'tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok esirgeyendir.","Süleyman Tevfik (1927)":"Ey Nebî! Allâh'a bir şeyle şirk itmemek, çalmamak, zinâda bulunmamak, evlâdlarını katl iylememek, önlerine koydukları bühtânı zevclerine iftirâ itmemek, ma'rûf olan emrinde sana 'âsî olmamak şartıyla bey'at iylemek içün mü'min kadınlar gelir ise onlara bey'at vir. Ve onlar içün istiğfâr it. Tahkîk Allâh Te'âlâ gafûr rahîmdir.","Süleymaniye Vakfı Meali":"Ey Nebi! Mümin kadınlar sana bağlanmak (biat) için geldiklerinde, hiçbir şeyi Allah'a ortak koşmamaları, hırsızlık yapmamaları, zina etmemeleri, çocuklarını öldürmemeleri, başkasından kazandıkları çocuğu yalan dolan ile kocalarına mal etmemeleri ve marufta[*] sana isyan etmemeleri şartı ile onların bağlılıklarını kabul et. Allah'tan onların durumlarının düzeltilmesini bağışlanmasını dile. Çünkü Allah bağışlar, ikrâmı boldur.","Şaban Piriş Meali":"-Ey Peygamber! Mümin kadınlar, Allah'a hiçbir şeyi şirk koşmamak, hırsızlık etmemek, zina etmemek, çocuklarını öldürmemek, elleri ve ayakları arasında bir yalan uydurarak gelmemek ve iyi ve doğru işlerde sana isyan etmemek üzere sana beyat etmek için geldiklerinde onların beyatını al ve onlar için Allah'tan bağışlanma dile. Şüphesiz Allah, bağışlayıcı ve çok merhametlidir.","Ümit Şimşek Meali":"Ey Peygamber! Mü'min kadınlar sana gelip de Allah'a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, doğurdukları çocuklar hakkında yalan uydurmamak,(4) meşru olan bir işte sana karşı gelmemek üzere biat etmek(5) istediklerinde, onların biatını kabul et ve onlar için Allah'tan af dile. Çünkü Allah çok bağışlayıcı, çok merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleriyle ayakları arasında bir iftira uydurup ortaya sürmemeleri, iyilik ve güzelliği belirlenmiş bir işte sana isyan etmemeleri hususunda seninle bey'atleşmek isterlerse, onlarla bey'atleş ve onlar için Allah'tan af dile! Kuşkusuz, Allah Gafûr'dur, Rahîm'dir.","Eski Anadolu Türkçesi":"iy peyġamber! ķaçan gele saña mü’mine 'avratlar kim bey'at eylerler senüñ-ile anuñ üzere kim ortaķ eylemeyeler Tañrı’ya nesene daħı uġurlamayalar daħı zinā eylemeyeler daħı depelemeyeler oġlanlarını daħı getürmeyeler büḥtanı yalan baġlayalar anı elleri arasında daħı ayaķları arasında daħı 'āsį olmayalar saña eyü işde pes ķavl eyle anlaruñ-ıla daħı 'ahd. daħı yarlıġamaķ iste anlara Tañrı’dan bayıķ Tañrı yarlıġayıcıdur raḥmet ķılıcı.","Satıraltı Meal (1534)":"İy peyġamber, ḳaçan gelse saña mü’min ‘avratlar senüñle bī‘at eylemege,Tañrıya şirk getürmeyeler bir nesne, daḫı uġrılıḳ eylemeyeler, daḫı zinā ey‐lemeyeler, daḫı oġul ḳızların öldürmeyeler, daḫı bühtān eylemeyeler anı iftirāidüp ileylerinde ve ardlarında, daḫı saña ‘āṣī olmayalar yaḫşı işlerde. Pes anlar‐ıla bī‘at eyle ve anlara Tañrıdan günāhların dile. Tañrı Ta‘ālā ‘afvidicidür, raḥmet idicidür.","Bunyadov-Memmedeliyev ":"Ya Peyğəmbər! Mö’min qadınlar Allaha heç bir şərik qoşmayacaqları, oğurluq və zina etməyəcəkləri, övladlarını öldürməyəcəkləri (qız uşaqlarını diri-diri torpağa gömməyəcəklərini), özgə kişilərdən olan uşaqlarını yalandan ərlərinə isnad etməyəcəkləri və heç bir yaxşı (bəyənilən) işdə sənin əleyhinə çıxmayacaqları barədə sənə bey’ət etmək üçün yanına gəldikləri zaman onların bey’ətini qəbul et və Allahdan onların bağışlanmasını dilə. Həqiqətən, Allah bağışlayandır, rəhm edəndir!","M. Pickthall (English)":"O Prophet! If believing women come unto thee, taking oath of allegiance unto thee that they will ascribe nothing as partner unto Allah, and will neither steal nor commit adultery nor kill their children, nor produce any lie that they have devised between their hands and feet, nor disobey thee in what is right, then accept their allegiance and ask Allah to forgive them. Lo! Allah is Forgiving, Merciful.","Yusuf Ali (English)":"O Prophet!(5427) When believing women come to thee to take the oath of fealty to thee, that they will not associate in worship any other thing whatever with Allah, that they will not steal, that they will not commit adultery (or fornication), that they will not kill their children, that they will not utter slander, intentionally forging Falsehood,(5427-A) and that they will not disobey thee in any just matter,- then do thou receive their fealty, and pray to Allah(5428) for the forgiveness (of their sins): for Allah is Oft- Forgiving, Most Merciful."},"13":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَاتَتَوَلَّوْاقَوْمًاغَضِبَاللّٰهُعَلَيْهِمْقَدْيَئِسُوامِنَالْاٰخِرَةِكَمَايَئِسَالْكُفَّارُمِنْاَصْحَابِالْقُبُورِ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, Allah'ın gazabına uğrattığı toplulukla dostluk etmeyin; gerçekten de onlar, ahiretten, tamamıyla ümitlerini kesmişler, nitekim kafirler de, kabirlerdekilerden tamamıyla ümit kesmişlerdir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler! Allah’ın gazabına uğramış bir kavmi </b><i>(fikren ve fiilen sapıtıp Yahudileşmiş kesimleri, sakın)</i><b> veli </b><i>(yönetici)</i><b> edinmeyin!.. </b><i>(Zira bunlar küfür ve zulüm ehlidir.)</i><b> Ki, kâfirler </b><i>(dünyaya geri dönmeleri konusunda)</i><b> kabirde olanlardan </b><i>(ölülerin dirilip kalkmalarından)</i><b> ümitlerini kestikleri gibi, onlar da ahiretten ümitlerini kesmiş </b><i>(sadece dünyaya yönelmiş)</i><b>lerdir.</b> ","Abdullah Parlıyan Meali":"Ey inananlar! Allah'ın gazap ettiği kimseler olan Yahudilerle dostluk etmeyin. Allah'tan gelen gerçekleri örtbas edenler, mezarlıktakilerin geri dönmelerinden nasıl ümitlerini kesmişlerse, o Yahudiler de ahiret ve sevabından ve nimetlerinden, öylece ümit kesmiş kimselerdir.","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, kendilerine Allah'ın gazap ettiği milletlerle, yahudilerle dostluklar, ittifaklar kurmayın. İşlerinizin idaresini onlara bırakarak, onları kendinize hâkim hale getirmeyin. Onlar, kâfirlerin, kabirdekilerin dünyaya dönüşlerinden, yeniden diriltilmelerinden ümit kestikleri gibi, bile bile Muhammed'e, Kur'ân'a iman etmemeleri sebebiyle âhiretteki, ebedî yurttaki nasiplerinden, lütuf ve rahmetten, kurtuluştan ümit kesmişlerdir.","Ahmet Varol Meali":"Ey iman edenler! Allah'ın kendilerine kızdığı bir topluluğu dost edinmeyin. İnkâr edenler kabirlerde bulunanlardan ümit kestikleri gibi onlar da ahiretten ümit kesmişlerdir.","Ali Bulaç Meali":"Ey iman edenler, Allah'ın kendilerine karşı gazablandığı bir kavmi veli (dost ve müttefik) edinmeyin; ki onlar, kafirlerin mezar halkından umut kesmeleri gibi ahiretten umut kesmişlerdir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Öyle bir kavmi dost edinmeyin ki, Allah onlara gazab etmiş, ahiretten ümidi kesmişler ve mezarlıklarda yatan kâfirlerin ümidsiz halleri gibi, ümidsizliğe düşmüşlerdir, (Allah'ın rahmetinden ümidlerini kesmişlerdir).","Bahaeddin Sağlam Meali":"Ey iman edenler! Allah’ın gazabına uğrayan, kâfirlerin kabirdeki ölülerden ümit kestikleri gibi, Ahiretten ümit kesen bir toplumu dost edinmeyin.","Bayraktar Bayraklı Meali":"Ey iman edenler! Allah'ın gazap ettiği bir toplumu dost edinmeyiniz! Zira onlar, kâfirler kabirlerindekilerden ümit kestikleri gibi, âhiretten ümit kesmişlerdir.[633]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Allahın kakıdığı bir ulusla dost olmayınız, mezarlarda yatanlarla, kâfirler nice umut kesmişlerse, ahretten de öylecene umutların kesmişlerdir","Cemal Külünkoğlu Meali":"Ey inananlar! Allah'ın gazabına uğramış bir topluluğu dost edinmeyin! Çünkü (âhireti inkâr edenler) kabir ehliyle bir daha görüşüp bir araya gelmekten nasıl ümitsizse, onlar da (kalıcı ve aşağılayıcı azabı gerektiren suçları sebebiyle) ahiretten öyle ümitsizdirler.","Cemil Said (1924)":"Ey mü’minler! Allâh’ın gadabına uğrayan akvâm ile dostluk itmeyiniz, kâfirler kabirlerde bulunanların dirileceğinden ümîdlerini kesdikleri gibi bunlar da âhiretin hayrından nâ-ümîddirler.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Allah'ın gazabına uğramış milleti dost edinmeyin; inkarcıların kabirde bulunan kimselerden umutlarını kestikleri gibi, onlar da, ahiretten umutlarını kesmişlerdir.*","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Kendilerine Allah’ın gazap ettiği, kabirlerdeki kâfirlerin ümit kestikleri gibi tamamen ahiretten ümitlerini kesmiş[542] bir toplumu dost edinmeyin.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Allah’ın kendilerine gazap ettiği bir topluluğu dost edinmeyin. Onlar, inkârcıların kabirlerdekilerden ümit kestikleri gibi âhiretten ümit kesmişlerdir.","Diyanet Vakfı Meali":"Ey iman edenler! Kendilerine Allah'ın gazap ettiği bir kavmi dost edinmeyin. Zira onlar, kâfirlerin kabirlerdekilerden(onların dirilmesinden) ümit kestikleri gibi ahiretten ümit kesmişlerdir.","Edip Yüksel Meali":"Ey inananlar, ALLAH'ın kendilerine kızgın olduğu bir topluluğu dost edinmeyin. İnkarcılar, mezardakilerden nasıl umut kesmişlerse onlar da ahiretten öylesine umut kesmişlerdir.","Elmalılı Hamdi Yazır Meali":"Ey inananlar, Allah'ın gazab ettiği kimselerle dostluk etmeyin. Kâfirler, mezarlık halkından nasıl ümidi kesmişse, onlar da ahiretten öyle ümidi kesmişlerdi.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Öyle bir kavmı dost tanımayın ki Allah kendilerine gazabetmiş, Âhıretten ümidi kesmişler, eshabı kuburdan olan kâfirlerin me'yusiyyetleri gibi ye'se düşmüşlerdir.","Emrah Demiryent Meali":"Ey îmân edenler! Allah’ın gazap ettiği bir topluluğu (yahûdî kâfirlerini) dost edinmeyin. Zira onlar, (diğer) kâfirlerin (müşriklerin) kabirlerdekilerden (onların diriltilmesinden) ümit kestikleri gibi âhiretten ümit kesmişlerdir.","Erhan Aktaş Meali":"Ey iman edenler! Allah'ın gazap ettiği halka dönmeyin.¹ Gerçeği yalanlayan nankörlerin, mezarlık halkından ümitlerini kestikleri gibi² onlar da ahiretten ümitlerini kesmişlerdir. ","Hasan Basri Çantay Meali":"Ey îman edenler, üzerlerine Allahın gazab etdiği o kavm ile dost olmayın ki mezarların yaranından olan kâfirler nasıl ümidlerini kesdilerse onlar da öylece âhiretden ümidlerini kesmişlerdir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Allah'ın kendilerine gazab ettiği bir kavmi (yahudileri) dost edinmeyin; gerçekten (onlar,) kâfirlerin kabir ehlinden (ölülerin dirilmesinden) ümidlerini kestiği gibi, âhiretten ümidlerini kesmişlerdir.","İhsan Aktaş Meali":"Ey iman etmiş olanlar! (Yaptıkları zulüm ve kötülükler yüzünden) kendilerine Allah’ın azap etmesini dilediği bir topluluğu veli (yönetici, lider ve temsilci) edinmeyin; inkârcıların mezarlık halkından (ölmüş olanların yeniden dirilip dünyaya dönüşlerinden) ümit kestikleri gibi (iman etmemeleri ve yaptıkları kötülükler sebebiyle) onlar da ahiretten (ebedi yurttaki nasiplerinden, lütuf ve rahmetten, kurtuluştan) ümit kesmişlerdir. *","İlyas Yorulmaz Meali":"Ey İman edenler! Allah’ın üzerlerine öfke yağdırdığı bir topluluğa sığınıp, onların korumaları altına girmeyin. Onlar, nasıl ki daha önceki doğruları inkâr edipte kabirlerde ki ölenlerinden (tekrar bir daha hayata dönmelerinden) ümitlerini kestikleri gibi, ahiret hayatından da ümitlerini kesmişlerdir.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Allah’ın öfkesine uğrıyan kimselere sakın yakınlık göstermeyin. Tanımazlar sinlerindeki ölülerin dirileceğinden nasıl umutsuz iseler, öbür dünyadan da öyle umutsuzdurlar.","İsmail Hakkı İzmirli":"Mü/minler! Allah/ın hışmına uğramış olan kimselerle dostluk etmeyin, mezara giren kâfirlerin ümitsizliğe düştükleri gibi onlar da Âhiretin felahından nevmittirler [²].","İsmail Yakıt":"Ey inananlar! Kendilerine Allah’ın gazap ettiği bir toplumu [kavm] dost edinmeyiniz. Zira onlar, inkâr edenlerin kabir ehlinden umutlarını kestikleri gibi, ahiretten de umutlarını kesmişlerdir.","Kadri Çelik Meali":"Ey iman edenler! Allah'ın gazabına uğrayan bir topluluğu dost edinmeyin. Çünkü bunlar kâfirlerin mezardakilerden ümitlerini kestikleri gibi ahiretten ümitlerini kesmişlerdir.","Mahmut Kısa Meali":"<b>Ey iman edenler! </b>Kendilerine ilâhî vahiy bilgisi verildiği hâlde, ihtirâslarının peşinden sürüklenerek dünyevî çıkarlarının kulu kölesi olan ve böylece <b>Allah’ın gazâbına uğrayan bir topluluğu —</b>yani Yahudileri ve Yahudileşen kimseleri— kendinize koruyucu, yönetici, yandaş, müttefik ve<b> dost edinmeyin! </b>Çünkü onlar, gâyet iyi bildikleri ilâhî prensiplere ihânet ettiklerinden, <b>âhiretten </b>tamamen<b> umut kesmişlerdir; tıpkı, </b>âhireti inkâr eden <b>kâfirlerin, mezardaki </b>cansız beden<b>ler</b>in yeniden dirilişin<b>den umut kestikleri gibi!</b>","Mahmut Özdemir Meali":"Ey iman edenler! Allah’ın gazap ettiği bir kavmi veliyy edinmeyin! Kâfirler’in Kabir arkadaşlarından (sahiplerinden) ümit kestiği gibi Âhiret’ten ümit kesmişlerdir.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Allah'ın öfke duyduğu bir toplum ile içli dışlı olmayın. Çünkü onların, ahiret hayatından beklentileri yoktur. Zaten inkarcılar ölülerin dirileceğine inanmazlar.","Mehmet Çoban Meali":"Ey iman edenler! Allah’ın azap ettiği bir kavmi dost edinmeyin! Zira onlar diriltileceklerine inanmıyor. Ahiret hayatından da ümitlerini kesmişlerdir. Artık onlara ne söyleseniz boştur. Önyargıları onların kalplerini karartmış, gözlerini körleştirmiş, kulaklarını sağırlaştırmıştır. Onun için görmezler duymazlar.","Mehmet Okuyan Meali":"Ey iman edenler! Kendilerine Allah’ın gazap ettiği (hiçbir) topluluğu dost edinmeyin! [*] Onlar, kâfirlerin mezarlar halkından (ölülerden) ümit kestikleri gibi elbette ahiretten ümit kesmişlerdir.","Mehmet Türk Meali":"Ey îman edenler! Allah’ın gazabına uğrayan ve kâfirlerin kabirde bulunan kimselerden umutlarını kestikleri gibi, âhiretten umutlarını kesen bir toplumu,¹ sakın dost edinmeyin.","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Allah’ın gazabına uğrayan toplum ile dost olmayın! ²² Onlar[ı dost edinenlerin] öteki dünya ile ilgili hiçbir ümitleri kalmamıştır; ²³ tıpkı bu hakikat inkarcılarının, [şimdi] mezarlarında yatanları [tekrar görme] ümitlerini kaybetmiş bulunmaları gibi. ²⁴","Mustafa Çavdar Meali":"Ey iman edenler, Allah’ın gazabına uğramışlarla birlik olmayın. Çünkü onlar, kâfirlerin kabirlerde yatan ölülerin yeniden dirilişinden ümit kestikleri gibi ahiretten ümitlerini kesmişlerdir.","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Allah’ın gazabına uğrayan bir kavim olan ve kabirdekilerin (tekrar dirileceğinden) ümit kesen (müşrik) kâfirler gibi âhiretten ümit kesen (Yahudileri), dost ve müttefik edinmeyin![⁵⁰⁷⁴]","Orhan Kuntman Meali":"Ey iman edenler, Allah’ın gazap ettiği bir kavim (Kureyş müşrikleri) ile dostluk etmeyin. Zira onlar, kâfirler -nasıl kabirdekilerden (onların dirilmesinden) umud kesmişlerse -onlar da ahiretten öyle umud kesmişlerdir. (Onlar ancak kabirdeki ataları dirilirse iman edeceklerini bildiren gafillerdir, ne kadar uyarılsalar imana gelmezler)","Osman Fırat Meali":"Ey iman edenler, Allâh’ın kendilerine gazabettiği; kâfirlerin kabirdekilerden umudunu kestiği gibi âhiretten umudunu kesmiş olan bir topluluğa meyletmeyin/onlara yüzünüzü döndürmeyin... ?","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Bir kavim ile dostlukta bulunmayın ki, Allah onların üzerine gazap etmiştir. Muhakkak ki ahiretten ye'se düşmüşlerdir. Nasıl ki kâfirler, kabirlerde bulunanlardan ümitlerini kesmişlerdir.","Suat Yıldırım Meali":"Ey iman edenler! Allah'ın kendilerine gazab ettiği bir güruhu dost edinmeyin. Onlar ki ölüp kabre giren bir kâfir nasıl âhiret mutluluğundan ümidini kesmişse, kendileri de âhiretten öyle ümitlerini kesmişlerdir. ","Süleyman Ateş Meali":"Ey inananlar, Allah'ın kendilerine gazabettiği; kafirlerin mezarlık halkından umudu kestiği gibi ahiretten umudu kesmiş olan bir topluluk ile dostluk etmeyin!","Süleyman Tevfik (1927)":"Ey Mü'minler! Allâh'ın gadab itdiği kavim ile dostluk itmeyin. (Yahûdîlerle). Onlar, kâfirlerin, ölenlerin ba's olunmalarından me'yûs oldukları gibi âhiretden me'yûs olmuşlardır. [¹] ","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler (müminler)! Allah’ın öfkesini hak eden bir topluluğa yakınlık göstermeyin.Onlar, kabirlerde olan kafirlerin umut kesmeleri gibi[*] ahiretten ümitlerini keserler.","Şaban Piriş Meali":"-Ey iman edenler, Allah'ın kendilerine gazap ettiği bir toplumu dost edinmeyin. Onlar, kabirdeki kafirlerden ümitlerini kestikleri gibi, ahiretten ümitlerini kesmişlerdir.","Ümit Şimşek Meali":"Ey iman edenler! Allah'ın gazap ettiği bir topluluğu veli edinmeyin. Çünkü mezardakilerin tekrar diriltilmesinden kâfirler nasıl ümit kesmişlerse, onlar da âhiretten öylece ümitlerini kesmişlerdir.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Allah'ın kendilerine gazap ettiği bir toplulukla dostluk kurmayın! Çünkü bunlar âhiretten ümitlerini kesmişlerdir. Tıpkı, kabir halkından olan inkârcıların, ümitlerini kestikleri gibi…","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! dostlıķ eylemeñ bir ķavm-ıla kim ķaķıdı Tañrı anlara ya'nį cuḥūdlar. bayıķ nevmįd oldılar āħiretde nite kim nevmįd oldı kāfirler, sinle islerinden.","Satıraltı Meal (1534)":"İy mü’minler, dost idinmeñüz bir ḳavmi, Tañrı Ta‘ālā anlara ġazab eyledi, ümīẕ kesdiler āḫiretden. Nite kim ümīẕ kesdi kāfirler sinler ehlin‐den. |  ","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Allahın qəzəbinə düçar olmuş bir qövmlə dostluq etməyin. Kafirlər qəbiristan əhlindən (ölülərin qiyamət günü diriləcəyindən) ümidlərini üzdükləri kimi, onlar da axirətdən (axirətdə Allahın mərhəmətindən) ümidlərini üzmüşlər!","M. Pickthall (English)":"O ye who believe! Be not friendly with a folk with whom Allah is wroth, (a folk) who have despaired of the Hereafter as the disbelievers despair of those who are in the graves.","Yusuf Ali (English)":"O ye who believe! Turn not (for friendship) to people on whom is the Wrath of Allah,(5429) of the Hereafter they are already in despair, just as the Unbelievers are in despair about those (buried) in graves.(5430)"},"TotalVerse":13,"Name":"Mümtehine"}