{"1":{"Arabic":"سَبَّحَلِلّٰهِمَافِيالسَّمٰوَاتِوَمَافِيالْاَرْضِۚوَهُوَالْعَز۪يزُالْحَك۪يمُ","Abdulbaki Gölpınarlı Meali":"Tenzih eder Allah'ı, ne varsa göklerde ve ne varsa yeryüzünde ve odur üstün, hüküm ve hikmet sahibi.","Abdullah-Ahmet Akgül Meali":"<b>Göklerde olanlar da, yeryüzünde olanlar da </b><i>(hepsi ve her şey)</i><b> Allah’ı tesbih etmektedirler. </b><i>(Her şey yaratılış gayesine uygun olarak hareket, hizmet ve doğal ibadet halindedirler.) </i><b>O </b><i>(Allah)</i><b> Azîz’dir </b><i>(asla yenilmeyen ve baş edilmeyen güç ve şeref sahibidir)</i><b>, Hakîm’dir </b><i>(her şeye hükmetmektedir ve her işini hikmetle=üstün ve eşsiz bilgelikle yürütmektedir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Göklerde ve yerde ne varsa, hepsi Allah'ın sınırsız şanını yüceltir. Çünkü mağlup olmayan güç O'nundur ve yaptığı herşeyi yerli yerince yapandır O.","Ahmet Tekin Meali":"Göklerdeki varlıkların ve imkânların ve yerdeki varlıkların ve imkânların tamamı Allah'ın koyduğu düzen içinde görevlerini yaparak Allah'ı tesbih ve zikrediyorlar. O kudretlidir, hikmet sahibi ve hükümrandır.","Ahmet Varol Meali":"Göklerde ne varsa, yerde ne varsa Allah'ı tesbih etmektedir. O, yücedir, hikmet sahibidir.","Ali Bulaç Meali":"Göklerde ve yerde olanların tümü Allah'ı tesbih etmiştir. O üstün ve güçlüdür, hüküm ve hikmet sahibidir.","Ali Fikri Yavuz Meali":"Göklerde ve yerde ne varsa, hepsi Allah'ı tesbîh etmekte... O, Azîz'dir, Hakîm'dir.","Bahaeddin Sağlam Meali":"Göklerdeki ve yerdeki her şey, Allah’ı tesbih ediyor. (O’nun kusursuzluğunu ilan ediyor.) O, üstün güç sahibidir, her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"Göklerde ve yerde bulunanların tümü Allah'ı tesbih etmektedir/anmaktadır. O güçlüdür; hikmet sahibidir. [634]","Besim Atalay Meali (1965)":"Göklerde, yerde bulunan her şey, Allaha tespih eder O emredir, O bilge","Cemal Külünkoğlu Meali":"Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder (O'nun verdiği vazifeyi icra ederek O'na karşı sorumluluğunu yerine getirir). O, mutlak galiptir, hüküm ve hikmet sahibidir.","Cemil Said (1924)":"Semâvâtda ve arzda ne kadar mevcûdât var ise Allâh’a hamd iderler. Allâh ’azîz ve hakîmdir.","Diyanet İşleri Meali (Eski)":"Göklerde olanlar da yerde olanlar da Allah'ı tesbih ederler. O, güçlüdür, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"Göklerdeki ve yerdeki her şey Allah’ı tespih eder. O, mutlak güç sahibidir, hüküm ve hikmet sahibidir.","Kur'an Yolu (Diyanet İşleri)":"Göklerde bulunanlar da yerde bulunanlar da Allah’ı tesbih etmektedir. O azîzdir, hakîmdir.","Diyanet Vakfı Meali":"Göklerde ve yerdekilerin hepsi Allah'ı tesbih eder. O, üstündür, hikmet sahibidir.","Edip Yüksel Meali":"Göklerde ve yerde olanlar ALLAH'ı yüceltir. O, Üstündür, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Göklerdekilerin ve yerdekilerin hepsi Allah'ı tesbih eder. O, üstündür, hikmet sahibidir.","Elmalılı Meali (Orijinal)":"Tesbih etmekte Allah için Göklerdeki ve Yerdeki, o öyle azîz öyle hakîm","Emrah Demiryent Meali":"Göklerdeki ve yerdeki her şey Allah’ı tesbih eder. O, her işinde mutlak galip olandır, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Göklerde ve yerde olanlar, Allah'ı tesbih¹ ederler. O, Mutlak Üstün Olan'dır ve En Doğru Hüküm Veren'dir.","Hasan Basri Çantay Meali":"Göklerde ne var, yerde ne varsa (hepsi) Allâhı tesbîh (ve tenzîh) etmekdedir. O, gaalib-i mutlakdır, yegâne hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"Göklerde ne var, yerde ne varsa Allah'ı tesbîh etmektedir. O, Azîz (kudreti dâimâüstün gelen)dir, Hakîm (her işi hikmetli olan)dır.","İhsan Aktaş Meali":"Göklerde (uzayda) ve yerkürede bulunan her şey (Allah’ın evrende koyduğu yasalara boyun eğerek hâl dili ile) Allah’ı tesbih etmektedir. O, mutlak galiptir, doğru hüküm verendir. *","İlyas Yorulmaz Meali":"Göklerde ve yerde olanlar Allah’ı yücelterek tesbih ederler.  O, en güçlü olan ve her şeyin hükmünü verendir.","İsmayıl Hakkı Baltacıoğlu":"Yerlerde, göklerde ne varsa hepsi Allah’ı ulular. O, erklidir, doğruyu bildiricidir.","İsmail Hakkı İzmirli":"Göklerde ve yerde olan her şey Allah/ı tenzih eder. O, yegâne galiptir, hâkimdir.","İsmail Yakıt":"Göklerde olanlar da ve yerde olanlar da Allah’ı tesbih ederler. Zira O, Azîz’dir, Hakîm’dir.","Kadri Çelik Meali":"Göklerde ve yerde olanların tümü Allah'ı tesbih etmiştir. O üstün güç sahibidir, hikmet sahibidir.","Mahmut Kısa Meali":"<b>Göklerde ve yerde bulunan </b>bütün varlık<b>lar,</b> dâimâ<b> Allah’ı</b>n sınırsız kudret ve azametini övgüyle anarak<b> yüceltmektedir.</b> Şu muhteşem kâinat nizamı içerisinde yer alan her şey, kendisini yaratan Allahû Teâlâ’nın her türlü kusur ve noksanlıktan uzak olduğunu haykırmakta, O’nun sonsuz ilim, kudret, merhamet, hikmet, iyilik, adâlet ve benzeri sıfatlarını gözler önüne sermektedir. Eğer çevrenizdeki varlıklara ibret nazarıyla bakacak olursanız, her zerresinin Allah’ı zikrettiğini duyacak, göreceksiniz. Gerçekten <b>O, sonsuz kudret ve hikmet sahibidir. </b>Asla yersiz ve gereksiz hüküm vermeyen ve hükmüne karşı konulamayan Yüce Yaratıcıdır.","Mahmut Özdemir Meali":"Yer’dekiler ve Gökler’dekiler Allah için tesbih etti. O Azîz Hakîm’dir.","Mehmet Çakır Meali":"Göklerde ve yerde olan tüm varlıklar, hep Allah'ın erişilmez yüceliğini dile getirirler. O, muhteşem gücüyle her şeye hakimdir.","Mehmet Çoban Meali":"Göklerdeki yerdeki her şey Allah’ın yasalarına uyar. Allah mutlak güç, hüküm ve hikmet sahibidir.        ","Mehmet Okuyan Meali":"Göklerde ne var, yerde ne varsa Allah’ı [tesbih] eder (yüceltir). O güçlüdür, doğru hüküm verendir.","Mehmet Türk Meali":"Göklerde ve yerde olan her şey, Allah’ı tesbih¹ etmektedir. Zîrâ O çok güçlüdür, hüküm (ve hikmet) sahibidir.","Muhammed Esed Meali":"GÖKLERDE ve yerde ne varsa tümü Allah’ın sınırsız şanını yüceltir: çünkü yalnız O’dur kudret ve hikmet sahibi!","Mustafa Çavdar Meali":"Göklerde ne varsa yerde ne varsa hepsi de Allah’ın koyduğu yasaya boyun eğdiler ve ona göre hareket ettiler. Zira O’dur mutlak kudret ve güç sahibi ve her hükmü doğru olan. 7/206, 16/49","Mustafa İslamoğlu Meali":"GÖKLERDE olan her şey ve yerde olan her şey Allah adına hareket ettiler (de, bu kozmik düzen öyle oluştu):[⁵⁰⁷⁵] zira O’dur her işinde tek mükemmel olan, her hükmünde tam isabet kaydeden O’dur.[⁵⁰⁷⁶]","Orhan Kuntman Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih etmektedir, her şeye gücü yetendir, hüküm ve hikmet sahibidir O!","Osman Fırat Meali":"Göklerde ve yerde bulunanların hepsi Allâh’ı tesbih etmiştir. O üstündür, hüküm ve hikmet sâhibidir.","Ömer Nasuhi Bilmen Meali":"Göklerde ne varsa ve yerde ne varsa Allah için tesbihte bulunmuştur. Ve O azîzdir, hakîmdir.","Suat Yıldırım Meali":"Göklerde ne var, yerde ne varsa Allah'ı tesbih ve tenzih eder. O azîzdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). ","Süleyman Ateş Meali":"Göklerde ve yerde bulunanların hepsi Allah'ı tesbih etmiştir. O üstündür, hüküm ve hikmet sahibidir.","Süleyman Tevfik (1927)":"Göklerde ve yerde olanların cümlesi Allâh Te'âlâ'yı tesbîh ve tenzîh iderler. Allâh gâlib ve kâdir ve sun'unda hakîmdir.","Süleymaniye Vakfı Meali":"Göklerde ve yerde ne varsa hepsi Allah’a boyun eğer. Daima üstün ve bütün kararları doğru olan O’dur.","Şaban Piriş Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih eder. O, güçlüdür, hakimdir.","Ümit Şimşek Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih eder. Onun kudreti herşeye üstündür ve hikmeti herşeyi kuşatır.","Yaşar Nuri Öztürk Meali":"Göklerde ne var, yerde ne varsa Allah'ı tespih etmiştir. Azîz'dir O, Hakîm'dir.","Eski Anadolu Türkçesi":"tesbįḥ eyledi Tañrı’ya ol kim göklerdedür daħı ol kim yirdedür. daħı ol beñdeşsüzdür dürüst işlü dürüst sözlü.","Satıraltı Meal (1534)":"Tesbīḥ eyledi Tañrıya gökler ve yirler ehli daḫı. Ol ġālibdür, ḥikmetlerissidür.","Bunyadov-Memmedeliyev ":"Göylərdə və yerdə nə varsa, (hamısı, bütün məxluqat) Allahı təqdis edib şə’ninə tə’riflər deyər. O, yenilməz qüvvət sahibi, hikmət sahibidir!","M. Pickthall (English)":"All that is in the heavens and all that is in the earth glorifieth Allah, and He is the Mighty, the Wise.","Yusuf Ali (English)":"Whatever is(5431) in the heavens and on earth, let it declare the Praises and Glory of Allah. for He is the Exalted in Might, the Wise."},"2":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالِمَتَقُولُونَمَالَاتَفْعَلُونَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, ne diye yapmayacağınız şeyi söylersiniz?","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler! </b><i>(Kendiniz yapmadığınız ve)</i><b> Yapamayacağınız şeyleri niçin </b><i>(boşuna ve hava atmak kastıyla başkasına)</i><b> söyler </b><i>(ve söz verir)</i><b>siniz?</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Niçin yapmayacağınız şeyi söylüyorsunuz?","Ahmet Tekin Meali":"Ey iman nimetine kavuşanlar, yapmayacağınız şeyleri niçin söylüyorsunuz?","Ahmet Varol Meali":"Ey iman edenler! Niçin yapmayacağınız şeyi söylüyorsunuz?","Ali Bulaç Meali":"Ey iman edenler, yapmayacağınız şeyi neden söylersiniz?","Ali Fikri Yavuz Meali":"Ey iman edenler! Niçin yapmıyacağınız şeyi söylersiniz? (Allah'dan amellerin en iyisini istersiniz de, sonra cihaddan geri kalırsınız?).","Bahaeddin Sağlam Meali":"Ey iman edenler! Neden yapmayacağınız şeyleri söylüyorsunuz.","Bayraktar Bayraklı Meali":"2,3. Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz? Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir nefretle karşılanır.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Yapmayacağınız bir İşi niçin söylersiniz?","Cemal Külünkoğlu Meali":"Ey inananlar! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Cemil Said (1924)":"Ey mü’minler! Yapmayacağınız bir şeyi niçün söylüyorsunuz?","Diyanet İşleri Meali (Eski)":"Ey inananlar! Yapmayacağınız şeyi niçin söylersiniz?","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Niçin yapmayacağınız şeyleri söylüyorsunuz?","Diyanet Vakfı Meali":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?  ","Edip Yüksel Meali":"Ey inananlar, neden yapmadığınız veya yapmayacağınız şeyleri söylüyorsunuz?","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?","Elmalılı Meali (Orijinal)":"Ey o iyman edenler! Niçin yapmıyacağınız şey'i söylersiniz","Emrah Demiryent Meali":"Ey îmân edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Erhan Aktaş Meali":"Ey iman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?","Hasan Basri Çantay Meali":"Ey îman edenler, yapmayacağınız şey'i niçin söylersiniz?","Hayrat Neşriyat Meali":"Ey îmân edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?(1)","İhsan Aktaş Meali":"Ey iman etmiş olanlar! Niçin yapmayacağınız (yerine getirmeyeceğiniz) şeyleri (insanlara) söylüyorsunuz (vaatta bulunuyorsunuz? *","İlyas Yorulmaz Meali":"Ey İman edenler! Yapamayacağınız şeyleri niçin söylüyorsunuz?","İsmayıl Hakkı Baltacıoğlu":"Ey inanan kimseler! Yapamıyacağınız işi ne diye yapacağım dersiniz?","İsmail Hakkı İzmirli":"Mü/minler! Yapmayacağınız bir şeyi niçin söylersiniz?","İsmail Yakıt":"Ey inananlar! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Kadri Çelik Meali":"Ey iman edenler! Yapmayacağınız şeyi neden söylersiniz?","Mahmut Kısa Meali":"O hâlde, <b>ey iman edenler; neden </b>içinizden bazılarının sözleri ve davranışları birbirine uymuyor? Allah yolunda fedâkârlık konusunda iddialı sözler sarf ettikten sonra, neden kararlılığınızı yitirip zaafa düşüyorsunuz? Niçin yerine getiremeyeceğiniz taahhütlerin altına giriyor, <b>yapmadığınız</b> ve yapamayacağınız<b> şeyleri söylüyorsunuz?</b>","Mahmut Özdemir Meali":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Yapmayacağınız şeyleri neden söylersiniz ki!?","Mehmet Çoban Meali":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?        ","Mehmet Okuyan Meali":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz? [*]","Mehmet Türk Meali":"Ey îman edenler! Yapmayacağınız şeyi niçin söylüyorsunuz?¹","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Niçin bir türlü söylüyor, başka türlü yapıyorsunuz; ¹","Mustafa Çavdar Meali":"Ey iman edenler! Yapmayacağınız şeyleri niye söylüyorsunuz? 2/177, 33/70","Mustafa İslamoğlu Meali":"Siz ey iman edenler! Yapmadığınız/yapmayacağınız şeyleri niçin söylersiniz![⁵⁰⁷⁷]","Orhan Kuntman Meali":"Ey iman edenler, (bundan ibret alarak sizlerin de Rabbinizi bir an dahi unutmamanız gerekmez mi? O halde) yapmayacağınız şeyi neden söylüyorsunuz?","Osman Fırat Meali":"Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz?","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Yapmayacağınız şeyi ne için söylersiniz?","Suat Yıldırım Meali":"Ey iman edenler! Niçin yapmayacağınız şeyleri söylüyorsunuz? ","Süleyman Ateş Meali":"Ey inananlar niçin yapmayacağınız şeyi söylüyorsunuz?","Süleyman Tevfik (1927)":"Ey Mü'minler! İşlemeyeceğiniz şeyi neye söylersiniz?","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Yapmayacağınız şeyleri, niçin yaparız diyorsunuz?","Şaban Piriş Meali":"-Ey iman edenler!Yapmayacağınız şeyi ne diye söylersiniz?","Ümit Şimşek Meali":"Ey iman edenler, yapmayacağınız şeyi niçin söylüyorsunuz?","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Yapmayacağınız şeyi neden söylüyorsunuz?","Eski Anadolu Türkçesi":"ey anlar kim įmān getürdiler! nişe eydürsiz anı kim işlemezsiz?","Satıraltı Meal (1534)":"İy mü’minler, niçün söylersiz siz işlemegen nesneyi?","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Etməyəcəyiniz bir şeyi niyə deyirsiniz? (Bə’zi müsəlmanlar: “Hansı əməllərin Allaha daha xoş getdiyini bilsəydik, onları edər, malımızı və canımızı onların yolunda qoyardıq!” – deyirdilər. Lakin cihad əmri nazil olduqda bu, bir çöx mö’minlərin xoşuna gəlmədi).","M. Pickthall (English)":"O ye who believe! why say ye that which ye do not?","Yusuf Ali (English)":"O ye who believe! Why say ye that which ye do not?(5432)"},"3":{"Arabic":"كَبُرَمَقْتًاعِنْدَاللّٰهِاَنْتَقُولُوامَالَاتَفْعَلُونَ","Abdulbaki Gölpınarlı Meali":"Allah katında en nefret edilen şey, yapmayacağınız şeyi söylemenizdir.","Abdullah-Ahmet Akgül Meali":"<i>(Böyle)</i><b> Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir buğuz ve kızgınlığa </b><i>(sebebiyet verecek ve aleyhinize bir suç teşkil edecektir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Yapmayacağınız şeyi söylemeniz, Allah katında en nefret edilen şeydir.","Ahmet Tekin Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında, büyük bir gazabı muciptir.","Ahmet Varol Meali":"Yapmayacağınız şeyi söylemeniz Allah katında gazab(ı gerektirmesi) bakımından çok büyüktür.","Ali Bulaç Meali":"Yapmayacağınız şeyi söylemeniz, Allah katında bir gazab (konusu olması) bakımından büyüdü (büyük bir suç teşkil etti).","Ali Fikri Yavuz Meali":"Yapmıyacağınız şeyi söylemeniz, Allah katında buğz bakımından çok büyüktür.","Bahaeddin Sağlam Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında son derece nefret edilen çirkin bir davranıştır.","Bayraktar Bayraklı Meali":"2,3. Ey iman edenler! Yapmayacağınız şeyleri niçin söylüyorsunuz? Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir nefretle karşılanır.","Besim Atalay Meali (1965)":"Yapmayacağınız şeyi, söylemeniz bu, Allahın katında büyük iğrençtir!","Cemal Külünkoğlu Meali":"Bilin ki, yapmayacağınız şeyi söylemeniz Allah nazarında en tiksinti verici şeydir!","Cemil Said (1924)":"Yapmayacakları şeyleri söyleyenlerin Allâh’ın ’indinde günâhları büyükdür.","Diyanet İşleri Meali (Eski)":"Yapmayacağınız şeyi söylemeniz, Allah katında büyük gazaba sebep olur.","Diyanet İşleri Meali (Yeni)":"Yapmayacağınız şeyleri söylemeniz, Allah katında büyük gazap gerektiren bir iştir.","Kur'an Yolu (Diyanet İşleri)":"Yapmayacağınız şeyleri söylemeniz Allah katında çok çirkin bir davranıştır.","Diyanet Vakfı Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir nefretle karşılanır.","Edip Yüksel Meali":"Yapmadığınız şeyi söylemeniz, ALLAH katında en sevilmeyen davranışlardandır.","Elmalılı Hamdi Yazır Meali":"Yapmayacağınızı söylemeniz, Allah yanında şiddetli bir buğza sebeb olur.","Elmalılı Meali (Orijinal)":"Yapmıyacağınız şey'i söylemeniz, Allah yanında çok mebguzdur","Emrah Demiryent Meali":"Yapmayacağınız şeyleri söylemeniz, Allah nezdinde büyük bir gazap gerektiren bir iştir.","Erhan Aktaş Meali":"Yapmayacağınız şeyleri söylemeniz, Allah'ın yanında en nefret edilen şeydir.","Hasan Basri Çantay Meali":"Yapmayacağınızı söylemeniz, en şiddetli bir buğz (u da'vet etmiş olmak) bakımından, Allah indinde büyüdü.","Hayrat Neşriyat Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir gazab (sebebi) oldu.","İhsan Aktaş Meali":"Yapmayacağınız (veya yapamayacağınız) şeyleri söylemeniz (vaatlerde bulunup insanları kandırmanız) Allah katında büyük bir nefretle karşılanır. *","İlyas Yorulmaz Meali":"Yapamayacağınız şeyleri söylemeniz, Allah’ın katında büyük bir öfkeye sebep olmaktadır.","İsmayıl Hakkı Baltacıoğlu":"Yapamıyacakları iş için yaparım diyenlere karşı Allah’ın hıncı büyük olur.","İsmail Hakkı İzmirli":"Yapamayacağınız şeyi söylemeyiniz. Allah/ın yanında büyük bir hışma badi olmuştur [⁴].","İsmail Yakıt":"Yapmadığınız/yapmayacağınız şeyleri söylemeniz Allah katında büyük bir nefrete [makt] sebep olur.","Kadri Çelik Meali":"Yapmayacağınız şeyi söylemeniz, Allah katında gazap (konusu olması) bakımından (büyüdükçe) büyüdü.","Mahmut Kısa Meali":"Oysa <b>yapmadığınız şeyi söylemeniz, Allah nazarında gerçekten </b>pek ağır bir suç,<b> çok çirkin bir davranıştır! </b><br>Şimdi, gerçekten de Allah’ın rızasına erişmek istiyor musunuz? O hâlde iyi dinleyin:","Mahmut Özdemir Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında sevimsizlik / iğrençlik olarak ne büyüktür!","Mehmet Çakır Meali":"Yapmayacağınız şeyleri söylemek Allah'a göre büyük suçtur.","Mehmet Çoban Meali":"Yapmayacağınız şeyleri söylemeniz Allah katında büyük ceza gerektirir.         ","Mehmet Okuyan Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir öfkeyle karşılanır.","Mehmet Türk Meali":"Yapmayacağınız şeyi söylemeniz, Allah katında en sevilmeyen bir şeydir.","Muhammed Esed Meali":"yapmayacağınız şeyi söylemeniz Allah nazarında en tiksinti verici şeydir!","Mustafa Çavdar Meali":"Yapmayacağınız şeyleri söylemek Allah katında çok büyük bir nefretle karşılanır. 2/44, 17/34","Mustafa İslamoğlu Meali":"Yapmadığınız/yapmayacağınız şeyleri söylemeniz, Allah katında ağır (sonuçları) olan pek dehşetli bir davranıştır.","Orhan Kuntman Meali":"(Bilmeniz gerekir ki) Yapmayacağınız şeyleri söylemeniz (verdiğiniz sözü yerine getirmemeniz) Allah katında büyük bir gazaba sebep olur.","Osman Fırat Meali":"Yapmayacağınız şeyi söylemek, Allâh katında büyük kızgınlık gerektiren bir şeydir.","Ömer Nasuhi Bilmen Meali":"Yapmayacağınız şeyi söylemeniz Allah indinde çok mebğuzdur.","Suat Yıldırım Meali":"Yapmayacağınız şeyleri söylemek, Allah'ın en çok nefret ettiği şeylerdendir. ","Süleyman Ateş Meali":"Yapmayacağınız şeyi söylemek, Allah katında en sevilmeyen bir şeydir.","Süleyman Tevfik (1927)":"İşlemeyeceğiniz şeyi söylemeniz Allâh 'indinde büyük hışmı bâdî oldı.","Süleymaniye Vakfı Meali":"Yapmayacağınız iş için yaparım demeniz, Allah katında ne büyük öfke oluşturur!.","Şaban Piriş Meali":"Yapamayacağınız bir şeyi söylemek Allah katında nefret edilen bir şeydir.","Ümit Şimşek Meali":"Yapmayacağınız şeyleri söylemeniz, Allah katında büyük bir gazap nedenidir.","Yaşar Nuri Öztürk Meali":"Yapmayacağınız şeyi söylemeniz, Allah katında büyük bir günahtır.","Eski Anadolu Türkçesi":"ulu oldı sevmemekdin yaña Tañrı ķatında kim eyidesiz anı kim işlemezsiz.","Satıraltı Meal (1534)":"Ulu ‘aẕāba müsteḥaḳ olmaḳdur Allāh ḳatında söylemek siz işlemegeni.","Bunyadov-Memmedeliyev ":"Etməyəcəyiniz bir şeyi demək Allah yanında böyük qəzəbə səbəb olar.","M. Pickthall (English)":"It is most hateful in the sight of Allah that ye say that which ye do not.","Yusuf Ali (English)":"Grievously odious is it in the sight of Allah that ye say that which ye do not."},"4":{"Arabic":"اِنَّاللّٰهَيُحِبُّالَّذ۪ينَيُقَاتِلُونَف۪يسَب۪يلِه۪صَفًّاكَاَنَّهُمْبُنْيَانٌمَرْصُوصٌ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki Allah, kendi yolunda, yanyana, kurşunla kenetlenip kurulmuş bir duvar gibi saf kurarak savaşanları sever.","Abdullah-Ahmet Akgül Meali":"<b>Doğrusu Allah, Kendi yolunda </b><i>(tuğlaları ve bütün parçaları)</i><b> sanki birbirine </b><i>(kurşunla)</i><b> kenetlenmiş bir bina gibi saf bağlayarak </b><i>(irtibatlı, intizamlı ve itaatli bir teşkilat şuuruna ve ordu disiplini sorumluluğuna sahip olarak cihad edip)</i><b> çarpışanları seven </b><i>(ve destekleyen)</i><b>dir. </b><i>(Özel izin ve mazeretler dışında, ferdi ve fevri hareket edenleri değil.)</i> ","Abdullah Parlıyan Meali":"Gerçek şu ki, Allah kendi yolunda saf bağlayıp, birbirine yapışmış, perçinleşmiş bir duvar gibi cihad edenleri sever.","Ahmet Tekin Meali":"Allah kendi yolunda, İslâm uğrunda duvarları kurşun dökülerek, kenetlenerek yapılmış sağlam bina gibi saflar halinde tesbih ederek savaşanları sever.","Ahmet Varol Meali":"Şüphesiz Allah kendi yolunda kenetlenmiş bir bina gibi saf bağlayarak çarpışanları sever.","Ali Bulaç Meali":"Şüphesiz Allah, kendi yolunda, sanki birbirlerine kenetlenmiş bir bina gibi saf bağlayarak çarpışanları sever.","Ali Fikri Yavuz Meali":"Biliniz ki Allah, kendi yolunda (aksamı) birbirine kenetlenmiş bir bina gibi saf bağlıyarak çarpışanları sever.","Bahaeddin Sağlam Meali":"Şüphesiz Allah, O’nun yolunda tek bir sıra olarak, kurşunla dökülmüş bina gibi sağlamca savaşanları sever.","Bayraktar Bayraklı Meali":"Allah, kendi yolunda, malzemesi birbirine kaynamış binalar gibi saf bağlayarak savaşanları sever.”","Besim Atalay Meali (1965)":"Allah kendi yolunda —tahkimli duvar gibi sıra sıra durup— çarpışanları sever","Cemal Külünkoğlu Meali":"Doğrusu Allah, (taşları birbirine kenetlenmiş) kurşundan bir bina gibi, Kendi yolunda saflar halinde savaşanları sever.","Cemil Said (1924)":"Allâh kendi uğrunda saff-ı harb nizâmında kal’a gibi metîn olarak muhârebe idenleri sever.","Diyanet İşleri Meali (Eski)":"Doğrusu Allah, kendi uğrunda, kenetlenmiş bir duvar gibi, saf halinde çarpışanları sever.","Diyanet İşleri Meali (Yeni)":"Hiç şüphe yok ki Allah, kendi yolunda, duvarları birbirine kenetlenmiş bir bina gibi saf bağlayarak çarpışanları sever.","Kur'an Yolu (Diyanet İşleri)":"Bilin ki Allah kendi yolunda sağlam örülmüş bir duvar gibi kenetlenmiş saflar halinde çarpışanları sever.","Diyanet Vakfı Meali":"Allah, kendi yolunda kenetlenmiş bir yapı gibi saf bağlayarak savaşanları sever.","Edip Yüksel Meali":"ALLAH kendi yolunda kenetlenmiş bir duvar gibi düzenli birlikler halinde savaşanları sever.","Elmalılı Hamdi Yazır Meali":"Allah, kendi yolunda kenetlenmiş bir duvar gibi saf bağlayarak savaşanları sever.","Elmalılı Meali (Orijinal)":"Haberiniz olsun ki Allah kendi yolunda kurşunlu bir bina gibi saf bağlıyarak çarpışanları sever","Emrah Demiryent Meali":"Şüphesiz Allah, (taşları) birbirlerine kenetlenmiş (sağlam) bir yapı gibi saf bağlayarak, kendi yolunda (İslâm dinini yüceltme adına, küffara karşı) çarpışanları sever.","Erhan Aktaş Meali":"Allah, kendi yolunda bir duvarın taşları gibi kenetlenip saf tutarak savaşanları sever.","Hasan Basri Çantay Meali":"Şübhesiz ki Allah, kendi yolunda, birbirine kenedlenmiş (yekpare ve müstahkem) bir bina gibi, saf (lar) bağlayarak çarpışanları sever.","Hayrat Neşriyat Meali":"Muhakkak ki Allah, kendi yolunda sanki (kurşunla) kenetlenmiş bir binâ gibi, saftutarak (omuz omuza) savaşanları sever.(2)","İhsan Aktaş Meali":"Şüphesiz Allah, (kendilerini savunmak amacıyla saldırganlara karşı) kendi yolunda, (sanki) birbirlerine kenetlenmiş bir bina gibi saf bağlayarak çarpışanları sever. *","İlyas Yorulmaz Meali":"Allah, kendi yolunda mücadele edenlerin (düşmanın karşısında) binanın tuğlaları gibi sağlam ve güçlü duranlarını sever.","İsmayıl Hakkı Baltacıoğlu":"Çünkü Allah kendi yolunda saf bağlayıp bir tek gövde gibi vuruşanları sever.","İsmail Hakkı İzmirli":"Muhakkak ki Allah kendi yolunda saf bağlayıp birbirine yapışmış sapasağlam bir bina gibi durup vuruşanları sever.","İsmail Yakıt":"Muhakkak ki Allah, kendi yolunda tıpkı birbirine kenetlenmiş bir binanın (taşları) gibi saf bağlayarak savaşanları sever.","Kadri Çelik Meali":"Hiç şüphesiz Allah, kendi yolunda, sanki birbirlerine kenetlenmiş bir bina gibi saf bağlayarak çarpışanları sever.","Mahmut Kısa Meali":"<b>Hiç kuşkusuz Allah, Kendi </b>dâvâsı<b>uğrunda</b> tuğlaları birbirine <b>kenetlenmiş sağlam bir bina gibi düzenli birlikler hâlinde savaşanları sever.</b><br>Ey müminler! Bir söylem olarak dile getirdiğiniz şeyleri —ki getirmeniz gerekir— hayatınızda uygulamadığınız takdirde başınıza ne büyük belâların geleceğini öğrenmek isterseniz, sizden öncekilerin yaşadıklarından ders almalısınız:","Mahmut Özdemir Meali":"Allah, sanki kenetlenmiş yapılar gibi SÂFF halinde O’nun yolunda savaşanları sever.","Mehmet Çakır Meali":"Şüphesiz Allah, kendisi için düşmana karşı, sıradağlar gibi saf tutup savaşan müminleri sever...","Mehmet Çoban Meali":"Hiç şüphe yok ki Allah kendi yolunda, duvarları birbirine kenetlenmiş bina gibi saf bağlayarak çarpışanları sever.        ","Mehmet Okuyan Meali":"Şüphesiz ki Allah kendi yolunda kenetlenmiş bir bina gibi sıra halinde savaşanları sever. [*]","Mehmet Türk Meali":"Şüphesiz Allah, kendi yolunda sağlam yapılı binalar¹ gibi kenetlenmiş saflar halinde savaşanları sever.","Muhammed Esed Meali":"Gerçek şu ki Allah [yalnızca] kendi dâvâsı uğrunda, sağlam ve yekpare bir bina gibi, kenetlenmiş saflar halinde ² savaşanları sever.","Mustafa Çavdar Meali":"Şüphesiz ki Allah, kendi yolunda, tuğlaları birbirine kenetlenmiş bir bina gibi tek yürek, tek saf halinde savaşanları sever. 3/200, 4/71","Mustafa İslamoğlu Meali":"Şüphesiz Allah, dâvâsı uğrunda sanki yekpare çelikten[⁵⁰⁷⁸] bir bina gibi saf[⁵⁰⁷⁹] disiplini içerisinde savaşanları sever.[⁵⁰⁸⁰]","Orhan Kuntman Meali":"Allah, şüphe yok ki kendi yolunda kenetlenmiş bir duvar gibi saf bağlayanları sever. ","Osman Fırat Meali":"Allâh, kendi yolunda yapısı kenetlenmiş bir bina gibi saf bağlayarak savaşanları sever.","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki Allah, O kimseleri sever ki O'nun yolunda sanki bir muhkem binâ etmişler gibi saf bağlayarak savaşta bulunurlar.","Suat Yıldırım Meali":"Allah, taşları birbirine kenetlenmiş bir bina gibi saflar halinde, Kendi yolunda savaşanları sever. ","Süleyman Ateş Meali":"Allah, kendi yolunda kenetlenmiş binalar gibi saf bağlayarak çarpışanları sever.","Süleyman Tevfik (1927)":"Allâh, Allâh yolunda kurşunla kenedli divar gibi saff olarak mukâtele idenleri sever. [²]","Süleymaniye Vakfı Meali":"Allah, kendi yolunda kurşunla kenetlenmiş bir yapı[*] gibi kenetlenerek savaşanları sever.","Şaban Piriş Meali":"Şüphesiz ki Allah, kendi yolunda, tuğlaları birbirine kenetlenmiş binalar gibi saf halinde savaşanları sever.","Ümit Şimşek Meali":"Allah, taşları birbirine kenetlenmiş bir bina gibi saf tutarak Onun yolunda savaşanları sever.","Yaşar Nuri Öztürk Meali":"Allah kendi yolunda, duvarları birbirine perçinlenmiş bir bina gibi, saf bağlayarak çarpışanları sever.","Eski Anadolu Türkçesi":"bayıķ Tañrı sever anları kim çalışurlar yolında śaf baġlayıcılarken taman anlar temeldür sıķnaşmış muḥkem.","Satıraltı Meal (1534)":"Tañrı Ta‘ālā sever anları kim ṣavaşurlar Allāh yolında ṣaf baġlayup. Ṣana‐sın anlar ṣıralanmış yapudur.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, Allah Öz yolunda möhkəm divar kimi səf çəkib döyüşənləri sevər!","M. Pickthall (English)":"Lo! Allah loveth those who battle for His cause in ranks, as if they were a solid structure.","Yusuf Ali (English)":"Truly Allah loves those who fight in His Cause in battle array, as if(5433) they were a solid cemented structure."},"5":{"Arabic":"وَاِذْقَالَمُوسٰىلِقَوْمِه۪يَاقَوْمِلِمَتُؤْذُونَن۪يوَقَدْتَعْلَمُونَاَنّ۪يرَسُولُاللّٰهِاِلَيْكُمْۜفَلَمَّازَاغُٓوااَزَاغَاللّٰهُقُلُوبَهُمْۜوَاللّٰهُلَايَهْدِيالْقَوْمَالْفَاسِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve an o zamanı ki hani Musa, kavmine, ey kavmim demişti, ne diye beni incitirsiniz ve gerçekten de bilirsiniz ki ben, şüphe yok ki Allah'ın gönderdiği peygamberim size; derken onlar, eğrilince Allah da gönüllerini gerçekten batıla meylettirdi ve Allah, buyruktan çıkan topluluğu doğru yola sevketmez.","Abdullah-Ahmet Akgül Meali":"<b>Hani o zaman Musa, kavmine: \"Ey kavmim! Gerçekten benim, sizin için Allah’tan gönderilmiş bir elçi olduğumu bildiğiniz halde, niçin bana eziyet ediyorsunuz?\" demişti </b><i>(ama onlar dinlememişti)</i><b>. İşte onlar </b><i>(böylece Hakk’tan)</i><b> eğrilip-sapınca Allah da onların kalplerini eğriltip saptırmış idi. Allah, fasık bir kavmi hidayete erdirmeyecektir.</b> ","Abdullah Parlıyan Meali":"Hani bir zamanlar Musa kendi milletine; “Ey milletim!” demişti. “Neden beni incitip üzüyorsunuz, oysa siz gerçekten benim, Allah'ın peygamberi olduğumu biliyorsunuz.” Ne zamanki onlar haktan batıla meyledip saptılar, Allah da onların kalplerini hakkı kabul etmekten uzak tutup, eğik hale getirdi. Allah ilâhî yasaları çiğneyen ve Allah'ın yolundan dışarı çıkan toplumları doğru yola iletmez.","Ahmet Tekin Meali":"Hani Musa kavmine:<br>\r\n“Ey kavmim, benim Allah'ın Rasulü olduğumu bildiğiniz halde, niçin beni incitiyorsunuz?” demişti. Onlar hak yoldan ayrılıp sapınca, Allah da onların düşüncelerini, kalplerini haktan, doğruluktan ayırdı. Allah doğru ve mantıklı düşünmeyi terkeden fâsık, âsi ve bozguncu bir toplumu doğru yola sevketme lütfunda bulunmaz, başarıya ulaştırmaz.","Ahmet Varol Meali":"Hani Musa kavmine demişti ki: \"Ey kavmim! Beni niçin incitiyorsunuz? Oysa benim Allah'ın, size gönderilmiş bir peygamberi olduğumu biliyorsunuz.\" Onlar eğrilince [1] Allah da kalplerini eğriltti. Allah fasıklar topluluğunu doğru yola eriştirmez.","Ali Bulaç Meali":"Hani Musa, kavmine demişti ki: 'Ey kavmim, gerçekten benim sizin için Allah'tan gönderilmiş bir elçi olduğumu bildiğiniz halde, niçin bana eziyet ediyorsunuz?' İşte onlar eğrilip-sapınca Allah da onların kalplerini eğriltip saptırmış oldu. Allah, fasık bir kavmi hidayete erdirmez.","Ali Fikri Yavuz Meali":"Hani, bir vakit Mûsa kavmine şöyle demişti: “-Ey kavmim! Benim, size Allah'ın peygamberi olduğumu bildiğiniz halde, niçin bana eziyyet ediyorsunuz?” Vaktaki hakdan saptılar, Allah da kalblerini hidayetten çevirdi. Allah fâsık (kâfirler) topluluğunu hidayete erdirmez.","Bahaeddin Sağlam Meali":"Hatırlayın ki Musa, kavmine: “Ey kavmim! Benim Allah’ın size gönderdiği elçisi olduğumu bildiğiniz halde, niçin beni incitiyorsunuz?!” demiş idi. İşte onlar, (haktan) kayınca, Allah da onların kalbini kaydırdı (onları akılsız insanlar yaptı.) Çünkü Allah, (İlahî) yasaları çiğneyen toplumu doğru yola iletmez.","Bayraktar Bayraklı Meali":"Bir zamanlar Mûsâ, halkına şöyle demişti: “Ey kavmim! Niçin beni üzüyorsunuz? Oysa, siz benim Allah'ın size gönderdiği peygamber olduğumu biliyorsunuz.” Onlar yoldan sapınca, Allah da kalplerini saptırmıştı. Allah günaha gömülüp giden bir toplumu doğru yola iletmez.[635]","Besim Atalay Meali (1965)":"Hani, Musa ulusuna demişti ki: «Ey ulusum! Beni niçin incitirsiniz? Biliyorsunuz ki ben Allahın, size göndermiş olduğu peygamberiyim!», onlar eğrilince, Allah da onların gönlünü eğdi, buyrumdan dışarı çıkan ulusu Allah doğru yola iletmez","Cemal Külünkoğlu Meali":"Bir zamanlar Musa kavmine: “Ey kavmim! Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde neden bana eziyet ediyorsunuz?” demişti. Onlar (Musa'ya itaat etmemekle) yoldan sapınca Allah da kalplerini (doğru yoldan) saptırdı. Çünkü Allah, hakkın sınırlarını çiğneyen toplumu (fasıklık yolunu tercih ettikleri müddetçe) doğru yola iletmez.","Cemil Said (1924)":"Mûsâ kavmine: \"Ey kavmim niçün bana eziyet idiyorsunuz biliyorsunuz ki ben sizin nezdinize Allâh tarafından gönderilmiş bir rasûlüm\" didi lâkin doğrı yoldan inhirâf itdikleri gibi Allâh da ânların kalblerini inhirâf itdirdi çünki Allâh fâsık kavmi hidâyete sevk itmez.","Diyanet İşleri Meali (Eski)":"Musa milletine: \"Ey milletim! Beni niçin incitirsiniz? Oysa, benim size gönderilmiş Allah'ın bir peygamberi olduğumu biliyorsunuz\" demişti. Ama onlar yoldan sapınca, Allah da onların kalblerini saptırmıştı. Allah, yoldan çıkan milleti doğru yola eriştirmez.","Diyanet İşleri Meali (Yeni)":"Hani Mûsâ kavmine, “Ey kavmim! Allah’ın size gönderdiği peygamberi olduğumu bilip durduğunuz hâlde, niçin bana eziyet ediyorsunuz?” demişti. Onlar yoldan sapınca, Allah da kalplerini (doğru yoldan) saptırdı. Allah, fasıklar topluluğunu hidayete erdirmez.","Kur'an Yolu (Diyanet İşleri)":"Hani Mûsâ kavmine şöyle demişti: “Ey kavmim! Size Allah tarafından gönderilmiş elçi olduğumu gayet iyi bildiğiniz halde ne diye beni üzüyorsunuz?” Onlar eğrilik yapınca Allah da kalplerini eğriltti. Allah günaha saplananları doğruya eriştirmez.","Diyanet Vakfı Meali":"Bir zaman Musa kavmine: Ey kavmim! Benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz? demişti. Onlar yoldan sapınca, Allah da kalplerini saptırmıştı. Allah, fâsıklar topluluğunu doğru yola iletmez.","Edip Yüksel Meali":"Hani Musa, halkına: \"Ey halkım, benim, ALLAH'ın bir elçisi olarak size geldiğimi bildiğiniz halde neden beni incitiyorsunuz?\" demişti. Onlar eğrilince, ALLAH ta kalplerini eğriltti. ALLAH yoldan çıkmış toplulukları doğruya ulaştırmaz.","Elmalılı Hamdi Yazır Meali":"Bir zaman Musa, kavmine: \"Ey kavmim! Benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?\" demişti. Onlar eğrilince, Allah da kalblerini eğriltti. Allah fasıkları doğru yola iletmez.","Elmalılı Meali (Orijinal)":"Ve hani bir vakıt Musâ kavmına şöyle demişti: ey kevmım! Benim size Allahın Resulü olduğumu bildiğiniz halde niçin bana ezâ ediyorsunuz? Sonra vakta ki yamıklık ettiler Allah da kalblerini yamılttı, öyle ya Allah fasıklar güruhunu doğru yola çıkarmaz","Emrah Demiryent Meali":"Hani, Mûsâ, kavmine demişti ki: “Ey kavmim! “Benim, Allah’ın size gönderdiği peygamberi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?” Onlar (Mûsâ’ya itaat etmemekle hak) yoldan sapınca, Allah da kalplerini (tercih ettikleri) sapkınlık üzere bıraktı. Allah, (ısrarla hakkı inkâr ederek, küfrü tercih eden) fâsıklar/kâfirler topluluğunu (hidâyete ulaşmak üzere gayret sarf etmedikleri müddetçe) hidâyete erdirmez.","Erhan Aktaş Meali":"Hani Mûsâ, halkına: “Ey halkım! Benim, size Allah tarafından gönderilen bir resûl olduğumu bildiğiniz halde, niçin bana eziyet ediyorsunuz?” demişti. Ne zaman ki onlar eğrildiler, Allah da onların kalplerini eğriltti. Allah, fasıklar topluluğuna doğru yolu göstermez.","Hasan Basri Çantay Meali":"Hani Musa, kavmine «Ey kavmim, benim, size hakıykaten Allahın peygamberi (olarak gönderilmiş) olduğumu bildiğiniz halde niçin beni ezâlandırıyorsunuz»? demişdi. İşte onlar (Hakdan) sapıb eğrildikleri zaman Allah da onların kalblerini (hidâyetden) döndürdü. Allah faasıklar güruhuna hidâyet etmez.","Hayrat Neşriyat Meali":"Ve bir zaman Mûsâ, kavmine: “Ey kavmim! Şübhesiz benim, Allah'ın size(gönderdiği) peygamberi olduğumu gerçekten bildiğiniz hâlde, niçin bana eziyet ediyorsunuz?” demişti. Fakat (onlar, haktan sapmaya) meyledince, Allah (da) onların kalblerini eğriltti. Çünki Allah, (ısrarla küfre meyleden) fâsıklar topluluğunu hidâyete erdirmez.","İhsan Aktaş Meali":"Ve bir zaman Musa halkına; ‘’Ey halkım! Benim, Allah’ın size gönderdiği elçisi olduğunu bildiğiniz hâlde neden (isyankârlık ederek) beni incitiyorsunuz?’’demişti. (Ama) onlar (kendi özgür iradeleriyle doğru yoldan) sapınca, Allah da gönüllerini (akıl, duygu ve düşüncelerini) sapıklıkta bıraktı. Ve Allah fasıklar topluluğunu (doğru yoldan sapmış olanları o hâl üzere devam ettiklerinde) doğru yola iletmez.","İlyas Yorulmaz Meali":"Musa kavmine “Allah’ın beni, size gönderdiği elçisi olduğumu kesin olarak bildiğiniz halde, sizler beni niçin üzüp duruyorsunuz?” demişti. Musa’nın kavmi getirdiği mesajlardan saptıklarında, Allah da onların kalplerini saptırdı. Allah yoldan çıkmış bir topluluğu doğru yola iletmez.","İsmayıl Hakkı Baltacıoğlu":"O gün Musa ulusuna şöyle demişti: \"Ey ulusum! Siz benim Allah’ın gönderdiği elçi olduğumu biliyorsunuz. Öyleyse ne diye beni incitiyorsunuz?\" İşte onlar çarpılınca Allah da onların yüreklerini çarpıtıverdi. Allah karıştırıcılar takımını doğru yola iletmez.","İsmail Hakkı İzmirli":"Hani Musa kavmine: «— Ey kavmim! Allah/ın size gönderilmiş peygamberi olduğumu bildiğiniz halde niye beni incitiyorsunuz?» demişti. Vaktaki onlar haktan döndüler, Allah da onların kalblerini hakkı kabulden döndürdü. Allah ezelde fâsık bildiği kimselere hidayet etmez.","İsmail Yakıt":"Hani Musa kavmine, “Allah’ın size gönderdiği elçisi olduğumu bildiğiniz hâlde niçin bana eziyet ediyorsunuz?” demişti. Onlar yoldan sapınca Allah da kalplerini saptırdı. Zira Allah yoldan çıkan kavmi doğru yola iletmez.","Kadri Çelik Meali":"Hani Musa, kendi kavmine demişti ki: “Ey kavmim! Gerçekten benim sizin için Allah'tan gönderilmiş bir elçi olduğumu bildiğiniz halde, niçin bana eziyet ediyorsunuz?” İşte onlar eğrilip sapınca Allah da onların kalplerini eğriltip saptırmış oldu. Allah, fasık olan bir kavmi hidayete erdirmez.","Mahmut Kısa Meali":"<b>Hani Mûsâ, </b>sözleriyle davranışları birbirini tutmayan <b>kavmine, “Ey halkım!” diye seslenmişti, “Size Allah tarafından gönderilmiş bir Elçi olduğumu bildiğiniz hâlde, neden </b>isyankârlık ederek <b>bana eziyet ediyorsunuz?” </b><br>Ne var ki, onlara öğüt ve uyarılar fayda vermedi; <b>onlar eğrilince, Allah da onların kalplerini eğriltti. </b>İşte, ey müminler, siz de aynı günahı işlerseniz, sizin sonunuz da onlarınki gibi olacaktır! Çünkü<b> Allah, </b>bile bile <b>günaha gömülüp giden bir toplumu doğru yola iletmez. </b>İşte bu yüzden onlar, Hz. Mûsâ’dan sonra gelen Peygamberleri de inkâr etmişlerdi:","Mahmut Özdemir Meali":"Hani, kavmine Musa: <br>\n“Ey kavmim! Benim, size Allah’ın rasûlü olduğumu kesinlikle bildiğiniz halde, beni niçin üzüyorsunuz? “ dedi. Yamukluk yaptıklarında Allah onların kalblerini yamulttu. Yoldan Çıkıp Sapmış (Fâsık) Kavm’i Allah hidayete eriştirmez.","Mehmet Çakır Meali":"<b>Bir gün</b> <b>Musa</b>, halkına: &quot; <i>Be adamlar </i>dedi<i>! </i> <i>Tanrı elçisi olduğumu bile bile neden bana bu kadar eziyet edersiniz ki?</i> &quot; Gönülsüzdüler. Allah da içlerini büsbütün karartıverdi. Allah, başınabuyruk toplumlara yol vermez<b>…</b>","Mehmet Çoban Meali":"Hani Mûsâ kavmine, \"Ey kavmim! Allah’ın size gönderdiği Resul olduğumu bilip durduğunuz halde niçin bana eziyet ediyorsunuz?\" demişti. Musa’nın kavimi yoldan çıkınca Allah da kalplerini doğru yoldan saptırdı. Allah bozguncular topluluğunu tövbe etmedikçe doğru yola ulaştırmaz.         ","Mehmet Okuyan Meali":"Hani Musa, kavmine “Ey kavmim! Benim, Allah’ın size (gönderdiği) elçisi olduğumu bildiğiniz hâlde niçin bana eziyet ediyorsunuz?” [*] demişti. Onlar (gerçeklerden sapıp) kayınca, Allah da kalplerini kaydırmıştı. [*] Allah yoldan çıkanlar topluluğunu doğru yola ulaştırmaz.","Mehmet Türk Meali":"Hani Mûsa, toplumuna: “Ey kavmim! Gerçekten siz, benim Allah’ın size gönderdiği bir Peygamberi olduğumu bildiğiniz halde niçin bana eziyet ediyorsunuz?” demişti. Onlar haktan sapınca, Allah da onların kalplerini saptırdı. Elbette Allah, fasıklar toplumunu, asla hak yola ulaştırmaz.","Muhammed Esed Meali":"Vaktiyle Musa, kavmine: “Size Allah tarafından gönderilmiş bir elçi olduğumu bildiğiniz halde neden beni üzüyorsunuz?” ³ dedi[ğinde kasdettiği şey işte bu gerçekti]. Böylece onlar doğru yoldan saptıklarında Allah da kalplerinin hakikatten sapmasına izin verdi: ⁴ çünkü Allah günaha gömülüp gitmiş bir toplumu doğru yola çıkarmaz.","Mustafa Çavdar Meali":"Hani bir zamanlar Musa, kavmine demişti ki: Ey kavmim, benim Allah’ın size gönderdiği elçisi olduğumu iyi bildiğiniz halde neden bana eziyet ediyorsunuz? Onlar sapınca, Allah da onların kalplerini kaydırdı. Zira Allah, doğru yoldan sapanları emellerine ulaştırmaz. 7/131, 10/88-89, 33/69","Mustafa İslamoğlu Meali":"(Sizin bu durumunuz), Musa’nın kavmine “Ey kavmim! Benim Allah’ın elçisi olduğumu çok iyi bildiğiniz halde niçin bana eziyet ediyorsunuz?” (dediği) zamanki durumu hatırlatıyor.[⁵⁰⁸¹] Ve onlar ne zaman yoldan saptılarsa, Allah da onların kalplerinin sapmasına izin verdi: zira yoldan sapmış bir topluluğa Allah, (onların iradesi hilafına) asla rehberliğini bahşetmez.[⁵⁰⁸²]","Orhan Kuntman Meali":"Bir vakit Musa kavmine, \"Ey kavmim: Allah’ın size gönderdiği elçisi olduğumu bildiğiniz halde neden bana eziyet veriyorsunuz?\" demişti. (Zorbalara karşı savaşmaları gereğini bildirince onlar. \"O halde sen ve Rabbin gidin, -onlarla- savaşın, biz burada oturacağız\" -Maide/24- diyerek onun emrini dinlememişlerdi.) Onlar yoldan sapınca da Allah, onların kalplerini hidayetten çevirmişti. Allah, bozgunculuk yapan bir topluluğu doğru yola iletmez!","Osman Fırat Meali":"Bir zaman Mûsâ, kavmine: \"Ey kavmim, benim, Allâh’ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin bana eza ediyorsunuz?\" demişti. Onlar eğrilince Allâh da kalblerini eğriltti. Allâh, fasık olan bir topluluğu doğru yola iletmez.","Ömer Nasuhi Bilmen Meali":"Ve bir vakit ki, Mûsa kavmine dedi ki: «Ey kavmim! Ne için bana eziyet veriyorsunuz? Ve halbuki, benim sizin için bir Allah resûIü olduğumu şüphe yok ki, bilirsiniz.» Vaktâ ki, onlar (Hak'tan) döndüler. Allah Teâlâ da, onların kalplerini döndürdü ve Allah fâsıklar olan kavme hidâyet etmez.","Suat Yıldırım Meali":"Hani bir vakit Mûsa kendi milletine “Ey benim milletim! ” demişti, “Benim Allah'ın Resulü olduğumu bildiğiniz halde niçin bana böyle eziyet ediyorsunuz? ” Onlar batıla meyledince, Allah da onların kalplerini hakkı kabul etmekten, hakka meyletmekten uzaklaştırdı. Öyle ya, Allah yoldan çıkmakta direten bir güruha hidâyet etmez, onları, emellerine ulaştırmaz. ","Süleyman Ateş Meali":"Bir zaman Musa, kavmine: \"Ey kavmim, benim, Allah'ın size gönderdiği elçisi olduğumu bildiğiniz halde niçin beni incitiyorsunuz?\" demişti. Onlar eğrilince Allah da kalblerini eğriltti. Allah, yoldan çıkanları doğru yola iletmez.","Süleyman Tevfik (1927)":"Mûsâ kavmine: \"Ey Kavmim! Ben size Allâh'ın rasûli oldığımı muhakkak bildiğiniz halde neden bana eziyet idiyorsunuz?\" didi. Kavmi hakkı kabûlden 'udûl itdiler. Hak Te'âlâ da onların kalbini hakkı kabûlden 'udûl itdirdi. Allâh fâsık olan kavmi hidâyet itmez.","Süleymaniye Vakfı Meali":"Bir gün Musa halkına şöyle demişti: “Ey halkım! Ne diye beni üzüyorsunuz; çok iyi biliyorsunuz ki ben, Allah’ın size gönderdiği elçiyim.” Onlar yoldan çıkınca Allah da onların kalplerini kaydırdı. Yoldan çıkan bir topluluğu Allah yola getirmez.","Şaban Piriş Meali":"Hani Musa, kavmine:-Ey kavmim, benim Allah'ın size gönderdiği elçisi olduğumu iyi bildiğiniz halde ne diye beni üzüyorsunuz? demişti. Onlar sapınca, Allah da onların kalplerini eğriltmişti. Allah, fasık kavme yol göstermez.","Ümit Şimşek Meali":"Hani Musa kavmine “Ey kavmim,” demişti. “Benim size Allah tarafından gönderilmiş peygamber olduğumu bile bile niçin bana eziyet ediyorsunuz?” Onlar haktan sapınca Allah da kalplerini haktan ayırdı. Çünkü yoldan çıkmış bir topluluğu Allah amaçlarına eriştirmez.","Yaşar Nuri Öztürk Meali":"Hani, Mûsa, toplumuna şöyle demişti: \"Ey toplumum! Benim size gönderilen Allah elçisi olduğumu bilip durduğunuz halde, beni neden incitiyorsunuz?\" Onlar bozulup sapınca Allah da onların kalplerini eğriltti. Çünkü Allah, sapıklardan oluşmuş bir topluluğu doğruya ve güzele kılavuzlamaz.","Eski Anadolu Türkçesi":"daħı ol vaķt kim eyitti mūsā ķavmına “iy ķavmum! pes incidürsiz beni şol ḥalde kim bayıķ Tañrı yalavacıvan sizdin yaña?” ol vaķt kim egildiler ḥaķdan egdi Tañrı göñüllerini. daħı Tañrı, ŧoġru yol göstermez ķavma fasıķlar.","Satıraltı Meal (1534)":"Ol vaḳt ki Mūsā ḳavmine eyitdi: İy ḳavmüm, niçün beni incidürsiz, sizbilürken ki ben size Tañrı Ta‘ālānuñ resūli‐men. Pes ol vaḳt ki doġruyoldan azışdılar. Tañrı Ta‘ālā yüreklerin azışdurdı. Daḫı hidāyet virmezAllāh fāsıḳ ḳavmlere.","Bunyadov-Memmedeliyev ":"(Ya Rəsulum!) Xatırla ki, bir zaman Musa öz qövmünə demişdi: “Ey qövmüm! Mənim Allahın sizə göndərilmiş peyğəmbəri olduğumu bildiyiniz halda, niyə məni incidirsiniz?” Onlar (haqdan) üz döndərdi. Allah (Özünə asi olan) fasiqləri doğru yola yönəltməz!","M. Pickthall (English)":"And (remember) when Moses said unto his people: O my people! Why persecute ye me, when ye well know that I am Allah's messenger unto you? So when they went astray Allah sent their hearts astray. And Allah guideth not the evil living folk.","Yusuf Ali (English)":"And remember, Moses said(5434) to his people: \"O my people! why do ye vex and insult me, though ye know that I am the messenger of Allah (sent) to you?\" Then when they went wrong,(5435) Allah let their hearts go wrong. For Allah guides not those who are rebellious transgressors."},"6":{"Arabic":"وَاِذْقَالَع۪يسَىابْنُمَرْيَمَيَابَن۪ٓياِسْرَٓاء۪يلَاِنّ۪يرَسُولُاللّٰهِاِلَيْكُمْمُصَدِّقًالِمَابَيْنَيَدَيَّمِنَالتَّوْرٰيةِوَمُبَشِّرًابِرَسُولٍيَأْت۪يمِنْبَعْدِياسْمُهُٓاَحْمَدُۜفَلَمَّاجَٓاءَهُمْبِالْبَيِّنَاتِقَالُواهٰذَاسِحْرٌمُب۪ينٌ","Abdulbaki Gölpınarlı Meali":"Ve an o zaman ki hani Meryem oğlu İsa, ey İsrailoğulları demişti, şüphe yok ki ben, size, elimdeki Tevrat'ı gerçekleyen ve benden sonra gelecek ve adı Ahmed olacak bir peygamberi müjdeleyen Allah elçisiyim; fakat o, onlara, apaçık delillerle gelince bu dediler, apaçık bir büyü.","Abdullah-Ahmet Akgül Meali":"<b>Hani o vakit Meryem oğlu İsa da: \"Ey İsrailoğulları, kesinlikle ben, Allah’ın size </b><i>(gönderdiği)</i><b> bir elçisiyim. Benden önceki Tevrat’ı tasdik edici ve benden sonra ismi ‘Ahmed’ olan bir elçinin de müjdeleyicisiyim\" demişti. Fakat buna rağmen O, onlara kesin belgelerle gelince: \"Bu, açıkça bir büyüdür\" demişlerdi. </b> ","Abdullah Parlıyan Meali":"Ve vaktiyle Meryem oğlu İsa şöyle demişti: “Ey İsrailoğulları! Şüphesiz ki ben, size gönderilen Allah'ın peygamberiyim. Tevrattan geriye kalmış, hakikat adına ne varsa, hepsini doğrulamak ve benden sonra gelecek olan, Ahmed adındaki bir peygamberi müjdelemekteyim.” Ama ne vakit ki, O müjdelenen peygamber, onlara açık belgelerle gelince; “Bu apaçık bir sihirdir” dediler.","Ahmet Tekin Meali":"Hani Meryem'in oğlu Îsâ:<br>\r\n“Ey İsrâiloğulları, ben size gönderilen Allah'ın Rasulüyüm. Önümdeki kitapta yazılı ve şifahi bilgileri, sünneti içeren Tevrat'a ait olanları tasdik ediyor ve benden sonra gelecek Ahmed adındaki peygamberi (Muhammedi) müjdeliyorum.” demişti. Fakat o, Muhammed kendilerine açık seçik deliller, mûcizelerle gelince getirdiği Kur'ân'a:<br>\r\n“Bu, apaçık büyüleyerek aklı etki altına alan bir söz.” dediler.","Ahmet Varol Meali":"Meryem oğlu İsa da: \"Ey İsrailoğulları! Ben Allah'ın size, benden önce gelmiş olan Tevrat'ı doğrulayıcı ve benden sonra gelecek adı da Ahmed olan bir peygamberi müjdeleyici olarak gönderilmiş bir peygamberiyim\" demişti. Ancak o kendilerine apaçık delillerle gelince: \"Bu apaçık büyüdür\" dediler.","Ali Bulaç Meali":"Hani Meryem oğlu İsa da: 'Ey İsrailoğulları, gerçekten ben, sizin için Allah'tan gönderilmiş bir elçiyim. Benden önceki Tevrat'ı doğrulayıcı ve benden sonra ismi 'Ahmed' olan bir elçinin de müjdeleyicisiyim' demişti. Fakat o, onlara apaçık belgelerle gelince: 'Bu, açıkça bir büyüdür' dediler.","Ali Fikri Yavuz Meali":"Bir vakit Meryem'in oğlu İsa, şöyle demişti: “- Ey İsrailoğulları! Ben, size (gönderilen) Allah'ın peygamberiyim. Önümde (benden önceki) Tevrat'ın tasdikçisi ve benden sonra gelecek bir peygamberin müjdecisi olarak geldim ki, o peygamberin ismi “Ahmed= Muhammed”dir. Sonra İsa, onlara mucizelerle gelince: “- Bu, apaçık bir sihirdir.” dediler.","Bahaeddin Sağlam Meali":"Ve hatırlayın ki Meryemoğlu İsa şöyle demişti: “Ey İsrailoğulları! Ben, size gönderilen Allah’ın elçisiyim. Elimdeki Tevratı doğrulayıcı olarak ve benden sonra ismi Ahmed olan bir peygamberi müjdelemek üzere geldim. Fakat o Peygamber, onlara mucizeler ile gelince: “Bu, apaçık bir sihirdir” dediler.","Bayraktar Bayraklı Meali":"Meryem oğlu İsâ da, “Ey İsrâiloğulları! Ben, Allah'ın size gönderilmiş peygamberiyim. Benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak gönderildim.” Fakat İsa'nın müjdelediği peygamber onlara apaçık kanıtlar getirince, “Bu, apaçık bir büyüdür” dediler.[636]","Besim Atalay Meali (1965)":"Hani Meryem oğlu İsa: «Ey Yakup oğulları! Benden önce inmiş olan Tevratı, gerçeklemek, adı Ahmet olup, benden sonra gelecek olan bir peygamberi müjdelemek üzere, Allahın sizlere gönderdiği peygamberiyim!» demiş idi ya; birtakım belgelerle onlara geldiğinde: «Bu açık bir büyüdür!» demiş idiler","Cemal Külünkoğlu Meali":"Bir zamanlar Meryem oğlu İsa: “Ey İsrailoğulları! Şüphesiz ben, Allah'ın size, benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek, övülmüş bir peygamberi müjdeleyici (olarak gönderdiği) peygamberiyim” demişti. Fakat (İsa) onlara akli ve nakli deliller getirince: “Bu, apaçık bir sihirdir” demişlerdi.","Cemil Said (1924)":"Meryem’in oğlı ’Îsâ (kavmine) didi ki: \"Ya Benî İsrâîl ben, benden evvel size gönderilmiş olan Tevrat’ı te’yîd ve benden sonra Ahmed isminde bir rasûl geleceğini ihbâr itmek üzere size Allâh tarafından gönderilmiş bir peygamberim\" didi. Mu’cizeler irâe iylediği vakit \"Bu âşikâr bir sihirdir\" didiler.","Diyanet İşleri Meali (Eski)":"Meryem oğlu İsa: \"Ey İsrailoğulları! Doğrusu ben, benden önce gelmiş olan Tevrat'ı doğrulayan, benden sonra gelecek ve adı Ahmet olacak bir peygamberi müjdeleyen, Allah'ın size gönderilmiş bir peygamberiyim\" demişti. Ama o elçi, kendilerine belgelerle geldiği zaman: \"Bu, apaçık bir sihirdir\" demişlerdi.","Diyanet İşleri Meali (Yeni)":"Hani, Meryem oğlu İsa, “Ey İsrailoğulları! Şüphesiz ben, Allah’ın size, benden önce gelen Tevrat’ı doğrulayıcı ve benden sonra gelecek, Ahmed adında bir peygamberi müjdeleyici (olarak gönderdiği) peygamberiyim” demişti. Fakat (İsa) onlara apaçık mucizeleri getirince, “Bu, apaçık bir sihirdir” dediler.[543]","Kur'an Yolu (Diyanet İşleri)":"Meryem oğlu Îsâ da şöyle demişti: “Ey İsrâiloğulları! Bilin ki benden önceki Tevrat’ı doğrulamak ve benden sonra gelecek Ahmed isimli elçiyi müjdelemek üzere size Allah tarafından gönderilmiş elçiyim.” Ama o (Ahmed) kendilerine apaçık kanıtlarla gelince, “Bu (kanıtlar) besbelli bir büyü!” ¬dediler.","Diyanet Vakfı Meali":"Hatırla ki, Meryem oğlu İsa: Ey İsrailoğulları! Ben size Allah'ın elçisiyim, benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi de müjdeleyici olarak geldim, demişti. Fakat o, kendilerine açık deliller getirince: Bu apaçık bir büyüdür, dediler.","Edip Yüksel Meali":"Hani İsa, halkına: \"Ey İsrail oğulları, ben, size gönderilmiş ALLAH'ın bir elçisiyim. Benden önceki Tevrat'ı onaylayıcı ve benden sonra gelecek ve ismi daha çok övülen bir elçiyi müjdeliyorum.\" Sonra kendilerine apaçık delilleri gösterdiğinde, \"Bu apaçık bir büyüdür,\" dediler.","Elmalılı Hamdi Yazır Meali":"Meryem oğlu İsa da: \"Ey İsrailoğulları! ben size Allah'ın elçisiyim. benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak (geldim).\" demişti. Fakat onlara apaçık delillerle gelince \"Bu, apaçık bir büyüdür.\" dediler.","Elmalılı Meali (Orijinal)":"Bir vakıt da Meryemin oğlu Isâ şöyle dedi: Ey İsraîl oğulları! Ben size Allahın Resulüyüm, önümdeki Tevratın musaddıkı ve benden sonra gelecek bir Resulün müjdecisi olarak geldim ki onun ismi Ahmeddir, sonra o onlarla beyyinelerle gelince «bu ap açık bir sihir» dediler","Emrah Demiryent Meali":"Hani, Meryem oğlu Îsâ, “Ey İsrâiloğulları! Şüphesiz ki ben, size gönderilen Allah’ın resûlüyüm. Benden önce gelen Tevrât’ı (n aslını) tasdik eden ve benden sonra gelecek olan ‘Ahmed’ adındaki bir peygamberi müjdeleyici olarak gönderildim” demişti. Ne zaman ki, o, (Îsâ) onlara (peygamberliğini ispat eden) apaçık deliller (mu‘cizeler) gösterince, “Bu apaçık bir sihirdir” dediler.","Erhan Aktaş Meali":"Hani Meryem oğlu Îsâ: “Ey İsrailoğulları! Ben, elinizdeki Tevrat'ı doğrulayan ve benden sonra gelecek olan, adı ahmed¹ olan bir resûlü müjdeleyen Allah'ın Resûl'üyüm.” demişti. Fakat onlara beyyineler² getirince, onlar: “Bu, apaçık bir büyüdür.” dediler.","Hasan Basri Çantay Meali":"Meryem oğlu Îsâ da bir zaman (şöyle) demişdi: «Ey İsrâîl oğulları, ben size Allahın peygamberiyim. Benden evvelki Tevrâtı tasdıyk edici, benden sonra gelecek bir peygamberi de — ki adı Ahmed dir — müjdeleyici olarak (geldim)». Fakat o, kendilerine açık açık bürhanlar getirince «Bu, apâşikâr bir büyüdür» dediler.","Hayrat Neşriyat Meali":"Hani Meryemoğlu Îsâ: “Ey İsrâiloğulları! Muhakkak ki ben, benden önce(gönderilmiş) olan Tevrât'ı tasdîk edici ve benden sonra gelecek ismi Ahmed olan bir peygamberi müjdeleyici olmak üzere size Allah'ın (gönderdiği) bir peygamberiyim!” demişti.(1) Fakat (Îsâ) onlara mu'cizelerle gelince: “Bu, apaçık bir sihirdir!” dediler.","İhsan Aktaş Meali":"Bir zamanlar Meryem oğlu İsa da: \"Ey İsrâiloğulları! Doğrusu ben, benden önce gelmiş Tevrat’ı tasdik edip doğrulayan, benden sonra gelecek ve ismi Ahmed (daha çok medh edilen anlamında) olacak bir elçiyi müjdeleyen Allah’ın size gönderilmiş bir elçiyim\" demişti. (İşte ne zaman) müjdelenen elçi onlara (insanlara) delillerle (mucizevi bir kitap olan Kur’an ile) gelince \"Bu açık bir sihirdir.\"dediler. *","İlyas Yorulmaz Meali":"Meryem’in oğlu İsa “Ey İsrail oğulları! Ben, Allah’ın size gönderdiği elçi olarak, benden önceki Tevrat’ın doğruluğunu tasdik eden ve benden sonra müjdeci olarak gelecek, ismi Ahmet olan bir elçiyi müjdeleyen Allah’ın elçisiyim” demişti. O elçi (Muhammed) getirdiği açıklayıcı ayetlerine (İsrailoğullarını) çağırdığında, “Bu bir açıkça aldatmaca (sihir)” dediler.","İsmayıl Hakkı Baltacıoğlu":"Meryemoğlu İsa bir gün demişti: \"Ey İsrailoğulları! Ben size Allah’ın gönderdiği elçiyim. Daha önce gelen Tevrat ile benden sonra gelecek olan Ahmet adlı elçiyi müjdeleyici olarak geldim.\" Ancak İsa onlara açıklayıcı belgeler de getirince onlar: \"Bu, apaçık bir büyüdür\" demişlerdi.","İsmail Hakkı İzmirli":"Hani Meryem oğlu İsa «— İsrail oğulları! Ben evvel nâzil olan Tevrat/ı tasdik, benden sonra «— Ahmed» isminde gelecek peygamberi de tebşir etmek üzere Allah/ın size gönderilmiş peygamberiyim» demişti. İsa [¹] onlara açık mûcize getirince; onlar: «— Bu, belli bir büyücülüktür» dedilerdi.","İsmail Yakıt":"Hani, Meryem oğlu İsa, “Ey İsrailoğulları! Muhakkak ki ben; benden önce gelen Tevrat’ı doğrulayıcı ve benden sonra gelecek, Ahmed¹ adında bir elçiyi müjdeleyici olarak gönderilen bir elçiyim. Fakat (İsa’nın müjdelediği elçi) apaçık delillerle gelince ona “Bu apaçık bir sihirdir” dediler.","Kadri Çelik Meali":"Bir zamanlar Meryem oğlu İsa da, “Ey İsrail oğulları! Ben size gönderilmiş Allah'ın elçisiyim. Benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir peygamberi müjdeleyici olarak geldim” demişti. Ama o elçi, kendilerine belgelerle geldiği zaman, “Bu, apaçık bir sihirdir” demişlerdi.","Mahmut Kısa Meali":"<b>Hani Meryem oğlu İsa </b>halkına seslenerek,<b> “Ey İsrail Oğulları!” demişti, “Hiç kuşkusuz ben, benden önceki Tevrat’ı</b>n tahrif edilmemiş olan bölümlerini<b> onaylamak ve benden sonra </b>gelecek ve kıyâmete kadar övülüp yüceltilecek olan <b>Ahmed adındaki bir Peygamberi müjdelemek üzere size Allah tarafından gönderilmiş bir Elçiyim!” </b>(<i>7. Araf: 157</i>)<br>Fakat İsa’nın müjdelediği Son Peygamber <b>onlara apaçık delillerle gelince, </b>İsa’ya ve Mûsâ’ya inandıklarını iddia edenler, <b>“Bu </b>Kur’an, düpedüz bir aldatmaca, <b>apaçık bir büyüdür!” dediler.</b> Öyleyse:","Mahmut Özdemir Meali":"Hani, Meryem’in oğlu İsa dedi ki: -“Ey İsrail’in oğulları! Benden sonra gelecek, adı Ahmed olan bir rasûlü müjdeleyici ve Tevrat’tan ellerinizdekileri tasdik edici (onaylayıcı) olmak üzere ben, size Allah’ın rasûlüyüm”. Onlara Beyyineler / Açık Belgeler ile geldiğinde: <br>\n“Bu açıkça bir sihir!” dediler.","Mehmet Çakır Meali":"<b>Bir gün</b> Meryemoğlu İsa: &quot; <i>İsrailoğulları </i>dedi<i>! Ben bir Tanrı elçisiyim. Elimdeki Tevrat’ı doğrulayıcı olarak beni Tanrı görevlendirdi.</i>  <i>Ayrıca ben, benden sonra gelecek Ahmed adında bir elçiyi de müjdelemeye geldim. &quot;</i> İsa'nın kendilerine getirdiği mucizelere:<i> &quot; sihir &quot; </i>deyip çıktılar… ","Mehmet Çoban Meali":"Hani Meryem oğlu İsa, \"Ey İsrailoğulları! Şüphesiz ben Allah’ın size benden önce gelen Tevrat’ı doğrulayıcı ve benden sonra gelecek Ahmed adında bir Resulü müjdeleyicim!” demişti. İsa onlara apaçık deliller getirince \"Bu apaçık sihirdir!\" dediler.        ","Mehmet Okuyan Meali":"Hani Meryem oğlu İsa “Ey İsrailoğulları! Şüphesiz ki ben size önümdeki Tevrat’ı(n aslını) doğrulayıcı, adı Ahmet olup benden sonra gelecek elçiyi de müjdeleyici olarak Allah’ın (gönderdiği) elçiyim.” demişti. Ne zaman ki o, kendilerine apaçık deliller getirince “Bu(nlar) apaçık bir büyüdür!” demişlerdi.","Mehmet Türk Meali":"Hani Meryem oğlu İsa da: “Ey İsrâil Oğulları! Gerçekten ben, hem benden önce gelen Tevrât’ı doğrultucu¹ hem de benden sonra gelecek olan Ahmed² adındaki Peygamberi müjdeleyici olarak, Allah’ın size gönderdiği bir Peygamberim.” demişti. Fakat o (Peygamber,) onlara açık delil (olan Kur’an’ı) getirince: “Bu, apaçık bir büyüdür.” dediler.","Muhammed Esed Meali":"Ve vaktiyle Meryem oğlu İsa: “Ey İsrailoğulları! Şüphesiz, ben, Tevrat’tan geriye kalmış ⁵ hakikat adına ne varsa hepsini doğrulamak ve benden sonra gelecek olan Ahmed adındaki bir elçiyi müjdelemek ⁶ için size gönderilmiş olan Allah’ın elçisiyim” dedi[ğinde de aynı şey geçerliydi.] Ama, [gelişini İsa’nın önceden haber verdiği] elçi hakikatin bütün kanıtlarıyla onlara ⁷ geldiğinde: “Bu [doğruluğunu iddia ettiğin mesaj], göz boyayan bir büyü[den başka bir şey değil]!” ⁸ demişlerdi.","Mustafa Çavdar Meali":"Bir zamanlar Meryem oğlu İsa da şöyle demişti: Ey İsrailoğulları, elbet benden önceki Tevrat’ta olan hakikatleri tasdik eden ve benden sonra gelecek Ahmet adındaki elçiyi müjdeleyen Allah’ın size gönderdiği elçisiyim. Fakat İsa onlara apaçık belgelerle gelince: – Bu, apaçık bir sihirdir, demişlerdi. 5/116-117, 7/157","Mustafa İslamoğlu Meali":"Yine bir zamanlar Meryem oğlu İsa’nın; “Ey İsrâiloğulları! Elbet ben, Tevrat’tan bana kadar gelen tüm hakikatleri doğrulamak ve benden sonra gelecek Ahmet adındaki[⁵⁰⁸³] bir elçiyi müjdelemek için size gönderilen Allah elçisiyim” dediğini hatırlatıyor.[⁵⁰⁸⁴] O onlara hakikatin apaçık belgeleriyle geldiğinde, “Bu ayan açık bir sihirdir!” dediler.[⁵⁰⁸⁵]","Orhan Kuntman Meali":"Meryem oğlu İsa da; \"Ey İsrailoğulları, ben gerçekten size gönderilen Allah'ın elçisiyim. Benden önceki Tevrat'ı doğrulamak ve benden sonra gelecek, Ahmed adındaki Peygamberi de müjdelemek üzere geldim\" demişti. Fakat O; (İsa a.s.'ın müjdelemiş olduğu son Peygamber Muhammed s.a.s.) kendilerine apaçık delillerle (Kur’an ve mucizelerle) gelince, \"Bu ancak sihirdir\" dediler. (O müjdelenen Resul değil, sihirle bizi aldatmak istiyor diye küfre, haksızlığa saptılar.)","Osman Fırat Meali":"Meryem oğlu Îsâ da: \"Ey İsrâiloğulları, ben size Allâh’ın elçisiyim, benden önce gelen Tevrât’ı doğrulayıcı ve benden sonra gelecek, Ahmed adında bir elçiyi müjdeleyici olarak gönderildim\" demişti. Fakat (Îsâ’nın müjdelediği elçi) onlara apaçık deliller getirince: \"Bu, apaçık bir büyüdür\" dediler.","Ömer Nasuhi Bilmen Meali":"Bir vakit ki Meryem'in oğlu İsa dedi ki: «Ey İsrailoğulları! Şüphe yok ki ben, benden önce olan Tevrat'ı tasdik edici ve benden sonra Ahmed isminde gelecek bir peygamber ile müjdeleyici olarak sizlere Allah'ın ResûIüyüm». Vaktâ ki onlara açık mûcizeler ile geldi. Dediler ki: «Bu apaçık bir sihirdir.»","Suat Yıldırım Meali":"Vakti geldi, Meryem'in oğlu Îsâ da: “Ey İsrail oğulları! dedi, “Ben size Allah'ın Resûlüyüm. Benden önceki Tevrat'ı tasdik etmek, benden sonra gelip ismi “Ahmed” olacak bir resulü müjdelemek üzere gönderildim. Ne zaman ki o peygamber, açık açık delillerle kendilerine geldi: ”Bu, kesin bir büyüden ibarettir! ” dediler. {KM, Yuhanna 14, 16; 16, 13; Matta 4, 15-16; İşaya 42, 1-4}","Süleyman Ateş Meali":"Meryem oğlu Îsa da: \"Ey İsrail oğulları, ben size Allah'ın elçisiyim, benden önce gelen Tevrat'ı doğrulayıcı ve benden sonra gelecek, Ahmed adında bir elçiyi müjdeleyici olarak gönderildim\" demişti. Fakat (Îsa'nın müjdelediği elçi) onlara apaçık deliller getirince: \"Bu, apaçık bir büyüdür\" dediler.","Süleyman Tevfik (1927)":"Vaktâ ki 'Îsâ ibni Meryem: \"Ey Benî İsrâîl! Ban size benden evvel olan Tevrât'ı tasdîk ider ve benden sonra gelecek bir rasûl ile -ki ismi Ahmed'dir- müjdeci olarak gelmiş Allâh'ın rasûliyim.\" didi ve onlara mu'cizât ile geldi. Onlar: \"Bu, âşikâr sihirdir\" didiler.","Süleymaniye Vakfı Meali":"Meryem oğlu İsa da şöyle demişti: “Ey İsrailoğulları! Ben, Allah’ın elçisiyim; size, önümde bulunan Tevrat’tan olanıı onaylamak ve benden sonra gelecek ve ayırıcı özelliği[1] Ahmed[2] olan elçiyi müjdelemek için geldim.” İsa onlara açık belgelerle gelince: “Bu, açık bir büyüdür” demişlerdi.","Şaban Piriş Meali":"Hani Meryem'in oğlu İsa:-Ey İsrailoğulları, Ben Tevrat'ı tasdik eden, benden sonra gelecek Ahmet adındaki Peygamberi müjdeleyen Allah'ın size gönderdiği elçiyim, demişti. Onlara, belgelerle gelince:-Bu, apaçık bir büyüdür, demişlerdi.","Ümit Şimşek Meali":"İsa da “Ey İsrailoğulları,” demişti. “Ben de size, daha önce indirilen Tevrat'ı doğrulamak ve benden sonra gelecek Ahmed adındaki peygamberi müjdelemek üzere Allah tarafından gönderilmiş peygamberim.” Fakat kendilerine apaçık deliller getirdiğinde, “Bu düpedüz büyü” dediler.","Yaşar Nuri Öztürk Meali":"Meryem oğlu İsa'nın da şöyle dediğini hatırla: \"Ey İsrailoğulları! Ben size Allah'ın elçisiyim. Benden önce Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmet adında bir elçiyi müjdeleyici olarak gönderildim.\" Fakat İsa'nın müjdelediği elçi onlara apaçık deliller getirdiğinde: \"Bu, katıksız bir büyüdür!\" dediler.","Eski Anadolu Türkçesi":"daħı ol vaķt kim eyitti 'įsā! meryem oġlı “iy benį isrāyil! bayıķ ben Tañrı yalavacıvan sizdin yaña girçek dutıcı-y-iken anı kim ileyümdedür tevrįt daħı muştılayıcı iken bir yalavacı kim gele benden śoñra adı anuñ aḥmed'dür.” pes ol vaķt kim geldi anlara ḥüccetler ile eyittiler “uşbu cādūlıķdur bellü.”","Satıraltı Meal (1534)":"Daḫı ẕikr eyle ol vaḳtı ki Meryem oġlı ‘Īsā eyitdi Benī İsrā’īle: Ben sizeTañrı Ta‘ālā resūli‐men, girçekleyici‐men ileyümce gelen Tevrāta. Daḫıbeşāret idici‐men bir peyġamberi ki benden ṣoñra gelecekdür. AdıAḫmeddür. Pes ol vaḳt ki geldi özlerine ḥüccetler‐ile. Eyitdiler: Bu ulucāẕūluḳdur, didiler.","Bunyadov-Memmedeliyev ":"Onu da xatırla ki, bir vaxt Məryəm oğlu İsa belə demişdi: “Ey İsrail oğulları! Həqiqətən, mən özümdən əvvəl nazil olmuş Tövratı təsdiq edən və məndən sonra gələcək Əhməd adlı bir peyğəmbərlə (sizə) müjdə verən Allahın elçisiyəm!” Sonra (İsa, yaxud Muhəmməd əleyhissəlam) onlara açıq-aşkar mö’cüzələr gətirdikdə onlar: “Bu, açıq-aydın sehrdir!” – dedilər.","M. Pickthall (English)":"And when Jesus son of Mary said: O Children of Israel! Lo! I am the messenger of Allah unto you, confirming that  which was (revealed) before me in the Torah, and bringing good tidings of a messenger who cometh after me, whose name is the Praised One. Yet when be hath come unto them with clear proofs, they say: This is mere magic.","Yusuf Ali (English)":"And remember, Jesus, the son of Mary, said: \"O Children of Israel! I am the messenger of Allah (sent) to you,(5436) confirming(5437) the Law (which came) before me, and giving Glad Tidings of a Messenger to come after me, whose name shall be Ahmad.\"(5438) But when he came to them with Clear Signs,(5439) they said, \"this is evident sorcery!\""},"7":{"Arabic":"وَمَنْاَظْلَمُمِمَّنِافْتَرٰىعَلَىاللّٰهِالْكَذِبَوَهُوَيُدْعٰٓىاِلَىالْاِسْلَامِۜوَاللّٰهُلَايَهْدِيالْقَوْمَالظَّالِم۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve Müslümanlığa çağrıldığı halde yalan yere Allah'a iftira edenden daha zalim kimdir ki? Ve Allah, zalim topluluğu doğru yola sevketmez.","Abdullah-Ahmet Akgül Meali":"<b>İslam’a çağrıldığı halde </b><i>(sorumluluktan ve sıkıntıdan kaçmak ve Hakk’tan kaytarmak üzere; \"Kur’an ve Müslüman; öyle devlet, siyaset ve adalet işine karışmaz\" diyerek)</i><b> Allah’ın üstüne yalan ve iftira atanlardan daha zalim kim olabilir? Allah böylesi zalimleri asla hidayete eriştirmeyecek </b><i>(doğru ve huzurlu yola yönlendirmeyecek)</i><b>tir.</b> ","Abdullah Parlıyan Meali":"İslâm'a davet olunduğu halde, Allah'tan geleni yalan sayarak, peygambere de sihirbaz diyerek, iftira edenden daha zalim kim olabilir? Muhakkak ki Allah, yaratılış gayesi dışında yaşayan toplumları asla doğru yola iletmez.","Ahmet Tekin Meali":"İslâm'a davet olunduğu, teşvik edildiği sırada, böyle sözler sarfederek Allah'a iftira edenden daha zâlim, haksız, âsi, daha çok şirke batmış kim olabilir? Allah zâlim bir kavmi doğru yola sevketmez, başarıya ulaştırmaz.","Ahmet Varol Meali":"İslam'a çağrıldığı halde, Allah'a karşı yalan uydurandan daha zalim kim olabilir? Allah zalimler topluluğunu doğru yola eriştirmez.","Ali Bulaç Meali":"İslam'a çağrıldığı halde, Allah'a karşı yalan uyduranlardan daha zalim kimdir? Allah, zalim bir kavmi hidayete erdirmez.","Ali Fikri Yavuz Meali":"İslâm'a çağrıldığı halde, Allah'a karşı yalan uydurandan daha zalim kimdir? Allah, zalimler topluluğunu hidayete erdirmez.","Bahaeddin Sağlam Meali":"Artık (evrensel din olan) İslam’a çağrıldığı halde, Allah namına yalan uydurandan daha zalim kim olabilir? Şüphesiz Allah, zalim olan bir toplumu doğru yola iletmez.","Bayraktar Bayraklı Meali":"İslâm'a çağrıldığı halde Allah hakkında asılsız şeyler uydurandan daha zâlim kimdir? Allah, zâlimler topluluğunu doğru yola iletmez.","Besim Atalay Meali (1965)":"İslâmlığa çağrıldığı sırada, Allahın üzerine yalan yere iftira eden bir kimseden daha zalim kim vardır? Evet, zalim olan bir ulusu, Allah doğru yola iletmez","Cemal Külünkoğlu Meali":"İslâm'a çağrıldığı halde, Allah'a karşı yalan uydurandan daha zalim kim olabilir (söyler misiniz)? Allah, zalimler topluluğunu (zulme devam ettikleri müddetçe) doğru yola erdirmez.","Cemil Said (1924)":"Dîn-i İslâma da’vet iylediği esnâda Allâh içün yalan uydurandan daha zâlim kim olabilür? Allâh zâlim kavmi tarîk-i hidâyete sevk itmrez.","Diyanet İşleri Meali (Eski)":"Müslüman olmağa çağırılmışken gelmeyip Allah'a karşı yalan uydurandan daha zalim kimdir? Allah, zalim olan milleti doğru yola eriştirmez.","Diyanet İşleri Meali (Yeni)":"Kim, İslâm’a davet olunduğu hâlde, Allah’a karşı yalan uydurandan daha zalimdir? Allah, zalimler topluluğunu hidayete erdirmez.","Kur'an Yolu (Diyanet İşleri)":"Yalnız Allah’a teslim olmaya çağırılıp dururken Allah hakkında asılsız şeyler yakıştırmaya çalışandan daha büyük haksızlığı kim yapabilir? Allah zalimlere hidayet nasip etmez.","Diyanet Vakfı Meali":"İslâm'a çağırıldığı halde Allah'a karşı yalan uydurandan daha zalim kim olabilir! Allah, zalimler topluluğunu doğru yola erdirmez.  ","Edip Yüksel Meali":"İslam'a çağrıldığı halde ALLAH hakkında yalan uydurandan daha zalim kim olabilir? ALLAH zalim topluluğu doğruya iletmez.","Elmalılı Hamdi Yazır Meali":"İslâm'a davet olunduğu halde Allah üzerine yalan uydurandan daha zalim kim olabilir? Allah zalim toplumu doğru yola iletmez.","Elmalılı Meali (Orijinal)":"İslâma da'vet olunurken Allaha karşı yalan uydurandan daha zâlim de kim olabilir! Allah da zâlimler güruhunu muvaffak etmez","Emrah Demiryent Meali":"İslâm’a davet edildiği hâlde, Allah’a karşı yalan uydurandan daha zâlim kim vardır! Allah, (ısrarla hakkı inkâr eden) zâlimler (kâfirler) topluluğunu (hidâyete ulaşmak üzere gayret sarf etmedikleri müddetçe) hidâyete erdirmez.","Erhan Aktaş Meali":"İslam'a çağrıldığı halde, uydurduğu yalanları Allah'a isnat ederek, iftira edenden daha zalim kim olabilir? Allah, zâlim topluma doğru yolu göstermez.","Hasan Basri Çantay Meali":"Kendisi İslama da'vet edilib dururken, Allaha karşı yalan uydurandan daha zaalim kimdir? Allah zaalimler güruhunu muvaffak etmez.","Hayrat Neşriyat Meali":"Kendisi İslâm'a da'vet edildiği hâlde, Allah'a yalan söyleyerek iftirâ edenden daha zâlim kim olabilir? Allah ise, o zâlimler topluluğunu (zulümlerindeki ısrarları sebebiyle)hidâyete erdirmez.","İhsan Aktaş Meali":"Artık (evrensel barış dini olan) İslam’a çağırıldığı hâlde Allah’a karşı yalan uydurandan daha zalim kim olabilir. Ve Allah zalimler topluluğunu (o hâl üzere devam ettiklerinde) doğru yola iletmez.","İlyas Yorulmaz Meali":"O elçi yalnızca (Allah’ın) dini İslam’a davet ettiği halde, Allah adına yalan uydurandan daha zalim kim vardır. Allah haksızlık (zulüm) yapan bir toplumu doğru yola eriştirmez.","İsmayıl Hakkı Baltacıoğlu":"Kendisi İslam dinine çağrılmakta iken Allah’a karşı yalan uyduran kimseden daha kıyıcı kim olabilir? Allah kıyıcılar takımını doğru yola iletmez.","İsmail Hakkı İzmirli":"İslâma dâvet olunduğu halde icabet edecek yerde Allah/a karşı kendiliğinden yalan uyduran zalim kimselere hidayet etmez.","İsmail Yakıt":"Kendisi İslâm’a çağrıldığı hâlde Allah’a karşı yalan uydurandan daha zalim kim vardır? Zaten Allah zalim kavimleri doğru yola iletmez.","Kadri Çelik Meali":"İslâm'a çağırıldığı halde Allah'a iftira edenden daha zalim kim olabilir? Allah zalimler topluluğuna hidayet vermez.","Mahmut Kısa Meali":"<b>Kendisine, İslâm’a </b>girip Allah’ın hükümlerine kayıtsız şartsız boyun eğmesi için apaçık bilgi ve delillerle <b>çağrı yapıldığı hâlde, </b>hakîkati reddetmek için <b>Allah</b>’ın dini<b> hakkında </b>bilerek <b>yalanlar uydurandan daha zâlim kim olabilir? </b>Hiç kuşkusuz<b> Allah, </b>böyle<b> zâlim bir topluluğu</b>Cennete götüren <b>doğru yola</b> <b>iletmez!</b>","Mahmut Özdemir Meali":"Kendisi İslam’a davet ediliyor iken, Yalan’ı Allah’a iftira etmiş kimseden daha zâlim kimdir? Zâlim Kavm’i Allah hidayete eriştirmez.","Mehmet Çakır Meali":"<b>Bir yandan </b>İslâm’adavet edilip dururken, öbür yandan Allah'a yakışıksız ithamlarda bulunan zalimin tekidir?  Allah, saygısız toplumlara yol vermez.","Mehmet Çoban Meali":"Barış huzur esenlik dini olan İslam’a davet edildiği halde Allah’a karşı yalan uydurandan daha zalim kimdir? Allah zalimleri hidayete erdirmez.        ","Mehmet Okuyan Meali":"İslam’a çağrıldığı hâlde Allah’a iftira edenden daha zalim kim olabilir ki! [*] Allah zalimler topluluğunu doğru yola ulaştırmaz.","Mehmet Türk Meali":"Kendisi İslâm’a davet olunduğu halde, yalanlarını Allah’a yakıştırandan, daha zâlim kim olabilir? Elbette Allah zâlimler toplumunu, asla hak yola ulaştırmaz.","Muhammed Esed Meali":"[Yalnızca] Allah’a teslim olması istendiği halde Allah[ın mesajı] hakkında [böyle] yalanlar uydurandan daha zalim kim olabilir? Ama Allah zalim halka rehberliğini bağışlamaz.","Mustafa Çavdar Meali":"İslam’a davet edildiği halde, uydurduğu yalanı Allah’a isnat eden kimseden daha büyük bir zalim kim olabilir? Allah bu iftiracıları amaçlarına ulaştırmaz. 3/85, 6/125, 39/22","Mustafa İslamoğlu Meali":"İslâm’a[⁵⁰⁸⁶] davet edildiği halde, uydurduğu yalanı Allah’a isnat edenden daha zalim biri olabilir mi? Zaten Allah, zulme gömülmüş bir topluluğa asla rehberliğini bahşetmez.","Orhan Kuntman Meali":"İslam'a çağırıldığı halde; Allah'a karşı (böyle) yalan uydurandan daha zâlim kim olabilir? Allah, zalimler topluluğunu doğru yola iletmez.","Osman Fırat Meali":"İslâm’a çağırıldığı halde, Allâh’ın üstüne yalandan iftira atandan daha zâlim kim olabilir? Allâh zâlimler topluluğunu doğru yola iletmez.","Ömer Nasuhi Bilmen Meali":"O kimseden daha zalim kimdir ki, kendisi İslâm'a dâvet olunurken o, Allah'a karşı yalan yere iftirada bulunur. Allah ise zalimler olan kavmi doğru yola kavuşturmaz.","Suat Yıldırım Meali":"Allah'a itaate dâvet edildiğinde, bunu kabul etmediği gibi, üstelik uydurduğu yalanı Allah'a mal eden, Allah adına yalan söyleyenden daha zalim kim olabilir? Allah böyle zalimleri hidâyet etmez, emellerine ulaştırmaz. ","Süleyman Ateş Meali":"İslama çağırıldığı halde, Allah'ın üstüne yalan atandan daha zalim kim olabilir? Allah zalimler topluluğunu doğru yola iletmez.","Süleyman Tevfik (1927)":"İslâm'a da'vet olundığı halde icâbet itmeyüb Cenâb-ı Hakk'a kizb ile iftirâ idenden daha zâlim kim vardır? Ve Allâh zâlim kavme hidâyet itmez.","Süleymaniye Vakfı Meali":"İslam’a[*] çağrıldığı halde Allah’a yalanlar yakıştırandan daha büyük yanlışı kim yapabilir? Yanlışlar içindeki bir topluluğu Allah yola getirmez.","Şaban Piriş Meali":"İslama davet edildiği halde, Allah hakkında yalan uydurandan daha zalim kim olabilir? Allah zalim topluma yol göstermez.","Ümit Şimşek Meali":"Kendisi İslâma çağırıldığı halde Allah adına yalan uydurandan daha zalim kim vardır? Allah o zalimler güruhunu amaçlarına eriştirmez.","Yaşar Nuri Öztürk Meali":"İslam'a/Allah'a teslim olmaya çağrılıp durduğu halde, yalanlar düzerek Allah'a iftira edenden daha zalim kim vardır? Allah, zulme bulaşmış kişiler topluluğunu doğruya ve güzele iletmez.","Eski Anadolu Türkçesi":"daħı kimdür žālimıraķ andan kim yalan baġladı Tañrı’ya yalan ol oķınurken müsülmānlikdin yaña? daħı Tañrı ŧoġru yol göstermez ķavına žālimler.","Satıraltı Meal (1534)":"Kim ẓālimraḳdur ol kimseden ki Tañrı Ta‘ālā ḥaḳḳına yalan iftirā ider, oloḳunurken İslāma. Tañrı Ta‘ālā hidāyet virmez ẓālim ḳavmlere.","Bunyadov-Memmedeliyev ":"İslama də’vət olunduğu halda, Allaha qarşı yalan uydurandan (Onun peyğəmbərinə sehrbaz deyəndən) daha zalım kim ola bilər?! Allah zalım qövmü doğru yola yönəltməz!","M. Pickthall (English)":"And who doth greater wrong than he who inventeth a lie against Allah when he is summoned unto Al Islam. And Allah guideth not wrongdoing folk.","Yusuf Ali (English)":"Who doth greater wrong than one who invents falsehood against Allah, even as he is being invited(5440) to Islam? And Allah guides not those who do wrong."},"8":{"Arabic":"يُر۪يدُونَلِيُطْفِؤُ۫انُورَاللّٰهِبِاَفْوَاهِهِمْوَاللّٰهُمُتِمُّنُورِه۪وَلَوْكَرِهَالْكَافِرُونَ","Abdulbaki Gölpınarlı Meali":"Allah nurunu, ağızlarıyla üfleyip söndürmek isterler ve Allah'sa nurunu tamamlayacak, kuvvetlendirecektir ve isterse kafirlerin zoruna gitsin, istemesinler.","Abdullah-Ahmet Akgül Meali":"<b>Onlar, Allah’ın nurunu ağızlarıyla </b><i>(kuru laf kalabalığıyla)</i><b> söndürmek istemektedirler. Oysa Allah, Kendi nurunu tamama </b><i>(başarıya) </i><b>eriştirecektir; kâfirler hoş görmese </b><i>(ve engellese) </i><b>bile </b><i>(Kur’an’ın Adil Düzenini yerleştirip yürütecektir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Allah'ın nurunu boş laflarıyla söndürmek isterler. Ama Allah gerçekleri örtbas edenlerin zoruna da gitse, istemeseler de nurunu tamamlayacak ve kuvvetlendirecektir.","Ahmet Tekin Meali":"Onlar, laf ebeliği ile, birkaç üfürüklük nefesle Allah'ın nurunu söndürmek istiyorlar. Halbuki kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar eden kâfirler istemeseler de Allah nurunu tamamlayarak devam ettirecek, İslâm'ı hâkim kılacaktır.","Ahmet Varol Meali":"Allah'ın nurunu ağızlarıyla söndürmek istiyorlar. Ama kâfirler istemese de Allah nurunu tamamlayacaktır.","Ali Bulaç Meali":"Onlar, Allah'ın nurunu ağızlarıyla söndürmek istiyorlar. Oysa Allah, kendi nurunu tamamlayıcıdır; kafirler hoş görmese bile.","Ali Fikri Yavuz Meali":"(Kâfirler) istiyorlar ki, Allah'ın nûrunu, (İslâm dinini) ağızları ile (kötü söz ve iftiraları ile) söndürsünler. Allah ise, nûrunu tamamlıyacaktır; isterse kâfirler hoşlanmasınlar.","Bahaeddin Sağlam Meali":"Ağızları (propagandaları) ile Allah’ın nurunu söndürmek istiyorlar. Hâlbuki kâfirler istemese dahi, Allah nurunu tamamlayacaktır.","Bayraktar Bayraklı Meali":"Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar; oysa kâfirler hoşlanmasa da Allah nurunu tamamlayacaktır.","Besim Atalay Meali (1965)":"Onlar, ağızlariyle Allahın ışığını söndürmek istiyorlar; hoş görmeseler dahi kâfir olanlar, Allah kendi ışığını tamamlayacak","Cemal Külünkoğlu Meali":"Onlar Allah'ın nurunu ağızlarıyla (boş laflarıyla) söndürmek isterler. Hâlbuki inkârcılar istemese de Allah, nurunu tamamlayacaktır.","Cemil Said (1924)":"Allâh’ın nûrını nefesleri ile söndürmek istiyorlar halbuki Allâh kâfirlerin ikrâhına rağmen nûrını tezyîd iyliyor.","Diyanet İşleri Meali (Eski)":"Ağızlarıyla Allah'ın nurunu söndürmek isterler. İnkarcılar ne kadar istemeseler de, Allah nurunu, dinini tamamlayacaktır.","Diyanet İşleri Meali (Yeni)":"Onlar ağızlarıyla Allah’ın nurunu söndürmek istiyorlar. Hâlbuki kâfirler istemeseler de Allah nurunu tamamlayacaktır.","Kur'an Yolu (Diyanet İşleri)":"İsterler ki Allah’ın nurunu ağızlarıyla söndürüversinler; ama inkârcılar hoşlanmasalar da Allah nurunu muhakkak tamamlayacak!","Diyanet Vakfı Meali":"Onlar ağızlarıyla Allah'ın nûrunu söndürmek istiyorlar. Halbuki kâfirler istemeseler de Allah nûrunu tamamlayacaktır.  ","Edip Yüksel Meali":"ALLAH'ın ışığını ağızlarıyla söndürmek isterler. İnkarcılar hoşlanmasa da ALLAH ışığını tamamlayacaktır.","Elmalılı Hamdi Yazır Meali":"Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar. Halbuki kâfirler hoş görmese de Allah nurunu tamamlayacaktır.","Elmalılı Meali (Orijinal)":"İstiyorlar ki Allahın nûrunu ağızlariyle söndürsünler, Allah ise nûrunu tamamlıyacaktır, isterse kâfirler hoşlanmasınlar","Emrah Demiryent Meali":"(Kâfirler) ağızlarıyla (türlü yalan ve iftiralarla, şirk ve inkâr sözleriyle) Allah’ın, (İslâm dininin) nurunu söndürmek (İslâm’ı yeryüzünde geçersiz kılmak) istiyorlar. Hâlbuki kâfirler istemeseler de Allah nurunu, (Âdem’den kıyamete kadar tek hak din olan İslâm’ı, yeryüzüne hâkim kılarak) tamamlayacaktır.","Erhan Aktaş Meali":"Onlar, ağızları ile Allah'ın nurunu söndürmek istiyorlar.¹ Ancak, gerçeği yalanlayan nankörlerin hoşuna gitmese de Allah, nurunu tamamlayacaktır.","Hasan Basri Çantay Meali":"Onlar ağızlariyle Allahın nuurunu söndürmiye yelteniyorlar. Halbuki Allah, kendi nuurunu (bizzat) tamamlayıcıdır, kâfirler hoş görmese de.","Hayrat Neşriyat Meali":"Allah'ın nûrunu ağızlarıyla söndürmek istiyorlar; hâlbuki Allah, kâfirler hoşlanmasa da nûrunu tamamlayıcıdır!","İhsan Aktaş Meali":"Onlar Allah’ın nurunu (dinini) ağızları (propagandaları) ile söndürmek isterler. Hâlbuki inkârcılar istemese de Allah, nurunu (dinini) tamamlayacaktır. *","İlyas Yorulmaz Meali":"(İsrailoğulları inkâr ederek) Ağızlarıyla Allah’ın nurunu (dinini) söndürmeye çalışıyorlar. Hâlbuki Allah nurunu (dinini), inkâr edenler hoş görmeseler de, tamamlayıcıdır.","İsmayıl Hakkı Baltacıoğlu":"Onlar istiyorlar ki Allah’ın ışığını ağızlarıyla üfliyerek ne olursa olsun söndürsünler. Oysaki Allah ışığını sonuna kadar yakacaktır. Tanımazlar bunu istemeseler bile.","İsmail Hakkı İzmirli":"Onlar, ağızlarıyle Tanrı ışığını söndürmek isterler; halbuki kâfirler istemeseler de yine Tanrı, ışığını tamamlayacak, yükseltecek.","İsmail Yakıt":"Onlar ağızlarıyla Allah’ın nurunu söndürmek istiyorlar. Oysa inkârcılar istemese de Allah nurunu tamamlayacaktır.²","Kadri Çelik Meali":"Onlar, Allah'ın nurunu ağızlarıyla söndürmek istiyorlar. Oysa küfre sapanlar hoş görmese bile, Allah kendi nurunu tamamlayıcıdır.","Mahmut Kısa Meali":"<b>Onlar </b>ilâhî ışığa kucak açacakları yerde, <b>Allah’ın nurunu ağızları</b>ndan çıkan iftiralar<b> ile söndürmek istiyorlar; oysa Allah, —inkârcılar istemese de— nurunu mutlaka tamamlayacak </b>Hz. Âdem’den bu yana Peygamberlerin insanlığa getirdikleri İslâm inancını tüm güzelliği ve ihtişamı ile cihana yayacak<b>tır!</b>","Mahmut Özdemir Meali":"Ağızlarıyla Allah’ın nûrunu söndürmek istiyorlar. İnkârcılar’ın hoşuna gitmese de, Allah, nûrunun tamamlayıcısıdır.","Mehmet Çakır Meali":"Allah'ın nurunu ağızlarıyla söndürmeye çalışıyorlar. İnkarcıların hoşuna gitmese de Allah, bu nuru sonuna kadar yakacaktır.","Mehmet Çoban Meali":"İnkâr edenler Allah’ın ayetleriyle aydınlattığı gerçeklerin ışığını söndürmek istiyor. Hâlbuki kâfirler istemeseler de Allah bütün gerçeklerini insanlara bildirerek insanları karanlıklardan aydınlığa çıkaracaktır.         ","Mehmet Okuyan Meali":"Onlar Allah’ın [nur]unu (ışığını/Kur’an’ı) ağızlarıyla söndürmek istiyorlar. [*] kâfirler istemeseler de Allah [nur]unu (Kur’an’ı) tamamlayıcıdır.","Mehmet Türk Meali":"Onlar Allah’ın nurunu ağızlarıyla¹ söndürmek istiyorlar. Hâlbuki Allah kâfirler istemeseler de nurunu mutlaka tamamlayacaktır.","Muhammed Esed Meali":"Onlar Allah’ın nurunu boş laflarıyla ⁹ söndürmek isterler: ama Allah, hakikati inkar edenler ne kadar öfkelenseler de, nurunu bütün parlaklığıyla yaymaya devam edecektir.","Mustafa Çavdar Meali":"Onlar uydurdukları yalanlarla Allah’ın nurunu/tevhit dinini söndürmek istiyorlar. Oysa Allah, bu kâfirlerin hoşuna gitmese de nurunu/tevhid dinini tamamlayacaktır. 9/32, 10/17","Mustafa İslamoğlu Meali":"Onlar Allah’ın (hidayet) nurunu üfürükleriyle söndürmek için can atıyorlar; kâfirler istemese de Allah nurunu tamamlayacaktır.[⁵⁰⁸⁷]","Orhan Kuntman Meali":"Onlar ağızlarıyla (yalan yanlış propagandalar ile) Allah’ın nûrunu (İslam dinini) söndürmeye yelteniyorlar. Oysa kâfirlerin hoşuna gitmese de, Allah nûrunu tamamlayacaktır.","Osman Fırat Meali":"Onlar ağızlarıyla Allah’ın nurunu söndürmek istiyorlar. Hâlbuki kâfirler istemeseler de Allah nurunu tamamlayacaktır.","Ömer Nasuhi Bilmen Meali":"8,9. Allah'ın nûrunu ağızlarıyla söndürmek isterler , Allah ise nûrunu tamamlayıcıdır. Velev ki, kâfirler hoşlanmasınlar. O, o (Mabûd-u Kerîm) dir ki Peygamberini Kur'an ile ve hak din ile gönderdi. Onu her din üzerine yükseltmek için. Velev ki müşriklerin hoşuna gitmesin.","Suat Yıldırım Meali":"Onlar Allah'ın nûrunu ağızlarıyla üfleyerek söndürmek isterler. Fakat kâfirlerin hoşuna gitmese de, Allah nûrunu tamamlayacak (dünyanın her tarafına ulaştıracaktır). ","Süleyman Ateş Meali":"Ağızlarıyle Allah'ın nurunu söndürmek istiyorlar. Oysa kafirler hoşlanmasa da Allah, nurunu tamamlayacaktır.","Süleyman Tevfik (1927)":"Onlar ağızlarıyla Allâh'ın nûrını söndürmek isterler. Müşrikler ikrâh itseler bile Allâh nûrını itmâm idicidir. (Onlar söndüremezler).","Süleymaniye Vakfı Meali":"Bunlar, Allah’ın nurunu (Kur’an’ı) ağızları ile söndürmek isterler[*]. Kafirler hoşlanmasa da Allah, nurunu tamamlayacaktır.","Şaban Piriş Meali":"Ağızlarıyla Allah'ın nurunu söndürmek istiyorlar. Kafirlerin hoşuna gitmese de Allah nurunu tamamlayacaktır.","Ümit Şimşek Meali":"Onlar Allah'ın nurunu ağızlarıyla söndürmek istiyorlar. Fakat Allah nurunu tamamlayacaktır—kâfirler isterse hoşlanmasın.","Yaşar Nuri Öztürk Meali":"İstiyorlar ki, ağızlarıyla Allah'ın nurunu söndürsünler. Ama Allah, küfre batanlar hoş görmeseler de nurunu tamamlayacaktır.","Eski Anadolu Türkçesi":"dilerler kim söyündüreler Tañrı aydınlıġını aġızları-y-ıla daħı Tañrı tamām eyleyicidür aydınlıġını eger duşħar gördi-y-ise daħı kāfirler.","Satıraltı Meal (1534)":"İsterler ki söyündüreler Tañrı Ta‘ālā nūrını aġızları‐y‐la. Daḫı Allāh nūrınıtamām idicidür, anı dilese daḫı kāfirler.","Bunyadov-Memmedeliyev ":"Onlar Allahın nurunu (islam dinini) öz ağızları (öz iftiraları və şər sözləri) ilə söndürmək istəyirlər. Allah isə - kafirlərin xoşuna gəlməsə də, öz nurunu (dinini) tamamlayacaqdır.","M. Pickthall (English)":"Fain would they put out the light of Allah with their mouths, but Allah will perfect His light however much the disbelievers are averse.","Yusuf Ali (English)":"Their intention is to extinguish Allah.s Light (by blowing) with their mouths:(5441) But Allah will complete (the revelation of) His Light, even though the Unbelievers may detest (it)."},"9":{"Arabic":"هُوَالَّذ۪ٓياَرْسَلَرَسُولَهُبِالْهُدٰىوَد۪ينِالْحَقِّلِيُظْهِرَهُعَلَىالدّ۪ينِكُلِّه۪وَلَوْكَرِهَالْمُشْرِكُونَ۟","Abdulbaki Gölpınarlı Meali":"O, bir mabuttur ki Peygamberini, müşrikleri istemese de dini, bütün dinlere üst olsun diye doğru yolla ve gerçek dinle göndermiştir.","Abdullah-Ahmet Akgül Meali":"<b>O </b><i>(Allah) </i><b>ki, </b><i>(elbette)</i><b> Elçisini hidayet ve Hakk Din üzere gönderendir; öyle ki onu </b><i>(Hakk Din olan İslam’ı)</i><b> bütün dinlere </b><i>(ve bâtıl düzenlere) </i><b>karşı üstün ve galip getirecektir; </b><i>(hatta) </i><b>müşrikler hoş görmese </b><i>(ve karşı gelse)</i><b> bile </b><i>(Allah bunu gerçekleştirecektir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Allah'tan başka şeylere ilahlık yakıştıranlar, her ne kadar öfkelense de Allah elçisini; bütün batıl sistemlere üstün kılmak için, doğru yol üzere ve gerçek dini yayma görevi ile göndermiştir.","Ahmet Tekin Meali":"O, Rasulünü bir hidayet rehberi olan Kur'ân ile ve toplumunuzda hakça düzeni gerçekleştirecek Hak Din ile, âdil bir şeriatla, gerçek medenî kuralları öğretmekle görevli özgürce sorumluluklarını yerine getirmek üzere gönderendir. İlâhlığında, otoritesinde, mülkünde, tasarruflarında, Allah'a ortak koşan, başka otoriteleri olan müşrikler istemeseler de dinini, düzenini bütün inançlara, medeniyetlere, rejimlere üstün ve hâkim kılmak için göndermiştir.","Ahmet Varol Meali":"Allah'a ortak koşanlar istemese de, hak dini bütün dinlerden üstün kılmak için Peygamber'ini hidayetle ve hak dinle gönderen O'dur.","Ali Bulaç Meali":"Elçilerini hidayet ve hak din üzere gönderen O'dur. Öyle ki onu (hak din olan İslam'ı) bütün dinlere karşı üstün kılacaktır; müşrikler hoş görmese bile.","Ali Fikri Yavuz Meali":"O Allah'dır ki, Peygamberini her dinin üstüne çıkarmak için, O'nu hidayet ve hak din ile gönderdi; isterse müşrikler hoşlanmasınlar.","Bahaeddin Sağlam Meali":"Müşrikler istemese dahi, bütün dinlerden üstün kılmak üzere elçisini doğru inanç ve haklı yasalar ile gönderen Allah’tır.","Bayraktar Bayraklı Meali":"Müşrikler istemeseler de, dinini bütün dinlere üstün kılmak için Peygamberini hidayet ve hak din ile gönderen Allah'tır.","Besim Atalay Meali (1965)":"Eş koşanlar hoş görmemiş olsalar da, bütün dinlere üstün olmak üzere, hak din ile, doğru yolda peygamberini gönderen O'dur","Cemal Külünkoğlu Meali":"Çünkü müşrikler istemese de dinini bütün dinlere üstün kılmak için resulünü hidayet ve hak din ile gönderen O'dur. ","Cemil Said (1924)":"Rasûlüni tarîk-i hidâyete sevk iden ve âna hak dînî viren ve bu vecihle müşriklerin ikrâhına rağmen ânı herkesin fevkine is’âd iden odur.","Diyanet İşleri Meali (Eski)":"Ortak koşanlar istemese de, dinini bütün dinlerden üstün kılmak için, Peygamberini, doğruluk rehberi Kuran ve gerçek dinle gönderen O'dur.*","Diyanet İşleri Meali (Yeni)":"O, kendisine ortak koşanlar hoşlanmasa da, dinini bütün dinlere üstün kılmak için peygamberini hidayet ve hak din ile gönderendir.","Kur'an Yolu (Diyanet İşleri)":"Müşrikler istemese de, bütün dinlerin üzerindeki yerini alsın diye resulünü, doğru yol rehberi ve hak din ile gönderen O’dur.","Diyanet Vakfı Meali":"Müşrikler istemeseler de dinini bütün dinlere üstün kılmak için Peygamberini hidayet ve hak ile gönderen O'dur.","Edip Yüksel Meali":"O, elçisini hidayet ve gerçek din ile gönderdi ki onu tüm dinlere üstün kılsın, ortak koşanlar hoşlanmasa da..","Elmalılı Hamdi Yazır Meali":"O, Resulünü hidayet ve hak dinle gönderdi ki, müşrikler istemese de onu, bütün dinlerin üstüne çıkarsın.","Elmalılı Meali (Orijinal)":"O Allahdır ki Resulünü hidayet kanunu ve hak dini ile gönderdi, onu her dinin üstüne çıkarmak için, isterse müşrikler hoşlanmasınlar","Emrah Demiryent Meali":"Resûlünü, bütün (bâtıl) dinlere/inançlara üstün kılmak üzere, hidâyet (rehberi olan Kur’ân) ve (Âdem’den, kıyamete kadar geçerli tek) hak din (olan İslâm) ile gönderen O’dur, müşrikler hoşlanmasa da.","Erhan Aktaş Meali":"Müşriklerin hoşuna gitmese de Resûl'ünü, dinin tamamını bildirmek üzere doğru yolu gösteren rehberle ve Hakk Din ile gönderen O'dur.","Hasan Basri Çantay Meali":"O, peygamberini hidâyet ve hak dîn ile gönderendir. Çünkü O, bunu diğer bütün dînlerden üstün kılacakdır, müşriklerin hoşuna gitmese de.","Hayrat Neşriyat Meali":"O (Allah), müşrikler hoşlanmasa da, Resûlünü hidâyet ve hak dîn ile onu (İslâm'ı)dinlerin hepsine üstün kılsın diye gönderendir.","İhsan Aktaş Meali":"O (Allah) ki kendisine ortak koşanlar hoşlanmasa da (insan hak ve özgürlüklerine çok önem veren evrensel barış) dinini, (insan hak ve özgürlüklerine hiç önem vermeyen, uydurulmuş) dinlere (sistemlere) karşı (delillerle) ortaya çıkarsın diye, elçisini doğru yol ve gerçek din ile göndermiş olandır. *","İlyas Yorulmaz Meali":"Allah’a ortak koşanlar istemeseler de, Allah elçisini hidayet rehberi (Kur’an) ve Hak din ile diğer bütün dinlere galebe çalsın diye gönderendir.","İsmayıl Hakkı Baltacıoğlu":"O Allah ki elçilerini doğru yolu gösteren Kur’an ile, doğru din ile gönderdi, onu bütün öteki dinlerden üstün tutacaktır, tanımazlar bunu istemeseler bile.","İsmail Hakkı İzmirli":"Peygamberini aynı hidayet olan Kur/an ve hak dini ile gönderen O/dur. Onun için ki müşrikler istemeseler de O dini bütün dinlerden üstün tutacak.","İsmail Yakıt":"Kendisine ortak koşanlar hoşlanmasa da dinini bütün diğer dinlerden üstün kılmak için elçisini hidâyet ve hak din ile gönderen O’dur.³","Kadri Çelik Meali":"Müşrikler istemeseler de dinini bütün dinlere üstün kılmak için peygamberini hidayet ve hak din ile gönderen O'dur.","Mahmut Kısa Meali":"Allah,<b> Elçisini </b>doğrunun eğrinin ölçüsünü ortaya koyan, insanlığa ulaştırdıkları ve cennet yolunun tarifi olan <b>hidâyet ve </b>hayata hükmedecek dosdoğru bir inanç sistemi olan <b>hak din ile gönderdi ki, onu bütün </b>batıl<b>dinlere</b> ve aslen ilâhî vahye dayansa bile, zamanla bozulmuş ve özünden saptırılmış olan bütün inanç sistemlerine <b>egemen kılsın;</b> bu durum Allah’tan başka varlıkların hükmüne boyun eğen <b>müşriklerin hoşuna gitmese bile!</b> Allah bu dini, kâfir yönetimlerin gölgesi altında ve onların izin verdiği ölçüde varlığını sürdürsün diye değil, hayatın her alanında hükmetsin diye göndermiştir.","Mahmut Özdemir Meali":"Müşrikler hoşlanmasa da, bütünüyle Din üzerinde ona arka çıkması / onu desteklemesi için rasûlünü Hakk’ın dini ve Hidayet ile göndermiş olan O’dur.","Mehmet Çakır Meali":"Resulüne Kuran’ı ve İslâm’ı öğretme görevi veren Allah, İslâm’ı bütün dinlerin üstüne çıkaracaktır, ara tanrıcılar hoşlanmasa da...","Mehmet Çoban Meali":"Allah müşrikler hoşlanmasalar da yeryüzünde yaşanılan bütün yollara karşı kendi yolunu üstün kılmak için Resulünü gerçeklerle gönderendir. Allah hak yolu İslam’ın yasalarını tartışmaya kapalı olarak bildirendir.          ","Mehmet Okuyan Meali":"Müşrikler istemese de (dinini) bütün din(ler)e üstün kılmak için Elçisini bir rehber ve gerçek din ile gönderen O’dur. [*]","Mehmet Türk Meali":"Müşrikler hoşlanmasa da elçisini size, “en doğru yolu gösteren (Kur’an) ve Hakkın dini” ile o (dini) bütün dinlere üstün kılmak üzere gönderen, O (Allah)’tır.¹","Muhammed Esed Meali":"Allah’tan başka şeylere ilahlık yakıştıranlar ne kadar öfkelense de, elçisini, bütün [bâtıl] dinlere ¹⁰ üstün kılmak üzere rehberliği ve hakikat dinini yaymak [görevi] ile gönderen O’dur.","Mustafa Çavdar Meali":"Zira ortak koşan müşriklerin hoşuna gitmese de gerçek tevhit dinini bütün yönleriyle ortaya çıkarmak için elçisini hak din ve doğru yol rehberliği ile gönderen Allah’tır. 6/93, 9/33, 11/18-19","Mustafa İslamoğlu Meali":"Allah’tan başkasına ilâhlık yakıştıranlar hoşlanmasa da O, Elçi’sini hidayet (kitabı Kur’an) ve hak dini tebliğ ile görevlendirmiştir ki, böylece Hak dini diğer tüm dinlere üstün kılsın.[⁵⁰⁸⁸]","Orhan Kuntman Meali":"Peygamberini -bütün dinlere üstün kılmak üzere- hidâyet ve hak din ile gönderen O'dur, müşriklerin hoşuna gitmese de!","Osman Fırat Meali":"O, Elçisini, hidâyet ve hak din ile gönderdi ki müşrikler hoşlanmasa da onu, bütün dinlerin üzerine üstün gelsin.","Ömer Nasuhi Bilmen Meali":"8,9. Allah'ın nûrunu ağızlarıyla söndürmek isterler , Allah ise nûrunu tamamlayıcıdır. Velev ki, kâfirler hoşlanmasınlar. O, o (Mabûd-u Kerîm) dir ki Peygamberini Kur'an ile ve hak din ile gönderdi. Onu her din üzerine yükseltmek için. Velev ki müşriklerin hoşuna gitmesin.","Suat Yıldırım Meali":"O Resulünü, diğer bütün dinlere üstün kılmak için, hidâyet ve hak dini ile göndermiştir. İsterse müşrikler bundan hoşlanmasınlar. [48, 28; 9, 33]","Süleyman Ateş Meali":"O, Elçisini, hidayet ve hak din ile gönderdi ki müşrikler hoşlanmasa da onu, bütün dinlere üstün getirsin.","Süleyman Tevfik (1927)":"O Allâh Te'âlâ'dır ki, rasûlini hidâyetle ve müşriklerin ikrâhına rağmen bütün dinler üzerine izhâr itmek içün hak dîn ile gönderdi.","Süleymaniye Vakfı Meali":"Elçisini bu Rehberle, gerçek din[*] ile gönderen Allah’tır. Allah’ı ikinci sıraya koyanlar (müşrikler) hoşlanmasa da Allah Rehberini; bu dini, bütün dinlerin üzerine çıkarmak için göndermiştir.","Şaban Piriş Meali":"O'dur Peygamberini kılavuz ve hak din ile bütün dinlere üstün gelsin diye gönderen! Müşriklerin hoşuna gitmese de..","Ümit Şimşek Meali":"Resulünü, bütün dinlere üstün kılmak üzere hidayet ve hak din ile gönderen Odur—müşrikler isterse hoşlanmasın.","Yaşar Nuri Öztürk Meali":"Resulünü hidayet ve hak dini getirmek üzere o gönderdi ki, ortak koşanlar hoşlanmasa bile, onu tüm dinlerden üstün kılsın.","Eski Anadolu Türkçesi":"ol oldur kim viribidi yalavacını ŧoġru yol-ıla daħı ḥaķ dįn ile [293b] tā ġālib eyleye anı din üzerine dükeli eger duşħar gördiyise daħı müşriķler.","Satıraltı Meal (1534)":"Ol Allāhdur viribiyen resūlini hidāyet‐ile ve ḥaḳ dīn‐ile anı āşikāreeylemeg‐içün barça dīnler üstine, eger anı müşrikler sevmese daḫı.","Bunyadov-Memmedeliyev ":"Müşriklərin xoşuna gəlməsə də, onu (islamı) bütün dinlərdən üstün etmək üçün Öz Peyğəmbərini hidayət (Qur’an) və haqq dinlə göndərən Odur!","M. Pickthall (English)":"He it is who hath sent His messenger with the guidance and the religion of truth, that He may make it conqueror of all religion however much idolaters may be averse.","Yusuf Ali (English)":"It is He Who has sent His Messenger with Guidance and the Religion of Truth, that he may proclaim it over all religion,(5442) even though the Pagans may detest (it)."},"10":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُواهَلْاَدُلُّكُمْعَلٰىتِجَارَةٍتُنْج۪يكُمْمِنْعَذَابٍاَل۪يمٍ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, size bir alışveriş haber vereyim mi ki elemli azaptan kurtarsın sizi.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, sizi acı bir azaptan kurtaracak </b><i>(dünyada zilletten izzete kavuşturacak, ahirette ise cehennemden koruyup cennete ulaştıracak, çok kârlı ve kalıcı)</i><b> bir ticareti haber vereyim</b> <b>mi?</b><i> (Allah katında en itibarlı bir girişime delil olup rehberlik edeyim mi?)</i> ","Abdullah Parlıyan Meali":"Ey iman edenler! Sizi hem bu dünyada, hem de öteki dünyada şiddetli bir azaptan koruyup kurtaracak bir alışveriş göstereyim mi size?","Ahmet Tekin Meali":"Ey iman edenler, can yakıp inleten müthiş azaptan sizi kurtaracak, devamlı bir alışveriş ve kazanç kapısını size göstereyim mi?","Ahmet Varol Meali":"Ey iman edenler! Sizi acıklı bir azaptan kurtaracak bir ticareti size bildireyim mi?","Ali Bulaç Meali":"Ey iman edenler, sizi acı bir azabdan kurtaracak bir ticareti haber vereyim mi?","Ali Fikri Yavuz Meali":"Ey iman edenler; Size öyle bir kazanç göstereyim mi ki, sizleri acıklı bir azabdan kurtarıversin?","Bahaeddin Sağlam Meali":"“Ey iman edenler! Sizi elem verici bir azaptan kurtaracak bir ticareti size göstereyim mi?","Bayraktar Bayraklı Meali":"Ey iman edenler! Sizi acıklı bir azaptan kurtaracak bir ticareti size göstereyim mi?","Besim Atalay Meali (1965)":"Ey inanmış olanlar ! Ağır bir azaptan sizi kurtaracak olan bir ticarete sizi kılavuzlayayım mı?","Cemal Külünkoğlu Meali":"Ey inananlar! Sizi elem dolu bir azaptan kurtaracak kârlı bir alışveriş göstereyim mi size?","Cemil Said (1924)":"Ey mü’minler! Size cehennemin ’azâb-ı elîminden kurtulmak içün bir çâre haber vireyim mi?","Diyanet İşleri Meali (Eski)":"Ey inananlar! Sizi can yakıcı bir azabdan kurtaracak, kazançlı bir yolu size göstereyim mi?","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Sizi elem dolu bir azaptan kurtaracak bir ticaret göstereyim mi size?","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Sizi, elem verici azaptan kurtaracak bir ticareti size göstereyim mi?","Diyanet Vakfı Meali":"Ey iman edenler! Sizi acı bir azaptan kurtaracak ticareti size göstereyim mi?","Edip Yüksel Meali":"Ey inananlar, sizi acı azaptan kurtaracak bir ticareti size göstereyim mi?","Elmalılı Hamdi Yazır Meali":"Ey İman edenler! Sizi acı bir azabdan kurtaracak ticareti size göstereyim mi?","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Size öyle bir ticaret göstereyim mi ki sizleri elîm bir azâbdan kurtarır","Emrah Demiryent Meali":"Ey îmân edenler! Sizi elem dolu bir azaptan kurtaracak (hayırlı) bir ticareti size haber vereyim mi?","Erhan Aktaş Meali":"Ey iman edenler! Size, can yakıcı bir azaptan kurtaracak, kazançlı bir ticaretin yolunu göstereyim mi?","Hasan Basri Çantay Meali":"Ey îman edenler, — elem verici bir azâbdan sizi kurtaracak — bir ticâret (yolunu) göstereyim mi size?","Hayrat Neşriyat Meali":"Ey îmân edenler! Sizi (pek) elemli bir azabdan kurtaracak bir ticâreti, size göstereyim mi?","İhsan Aktaş Meali":"Ey iman etmiş olanlar! Sizi can yakıcı bir azaptan kurtaracak (dünyada zilletten izzete kavuşturacak, ahirette ise cehennemden cennete ulaştıracak manevi) bir ticarete (alışverişe) yönlendireyim mi? *","İlyas Yorulmaz Meali":"Ey İman edenler! Acıklı bir azaptan sizi kurtaracak bir alış verişi, size göstereyim mi?","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Size, hepinizi acıklı azaptan kurtaracak olan bir kazancı salık vereyim mi?","İsmail Hakkı İzmirli":"10, 11. Mü/minler! Size, kendinizi acıklı azaptan kurtaracak bir ticaret sağlık vereyim mi? O da şudur: Allah/a ve peygamberine iman ederseniz ve mallarınız ve canlarınız ile Allah yolunda duruşursunuz. Bilmiş olsanız bu hal sizin için her şeyden hayırlıdır.","İsmail Yakıt":"Ey inananlar! Sizi can yakıcı bir azaptan kurtaracak bir ticaret yolunu size göstereyim mi?⁴","Kadri Çelik Meali":"Ey iman edenler! Sizi acı bir azaptan kurtaracak bir ticareti size haber vereyim mi?","Mahmut Kısa Meali":"O hâlde, <b>ey iman edenler; hepinizi </b>dünya ve âhirette <b>can yakıcı azaptan kurtaracak </b>hayırlı <b>bir ticâret </b>yolunu <b>göstereyim mi size?</b>","Mahmut Özdemir Meali":"Ey iman edenler! Acıveren bir azaptan sizi kurtaracak ticarete sizi götüreyim mi?","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Sizlere, hepinizin derdine son verecek kârlı bir alış veriş önereyim mi ne dersiniz? ","Mehmet Çoban Meali":"Ey iman edenler! Sizi elem dolu bir azaptan kurtaracak ticaret göstereyim mi?        ","Mehmet Okuyan Meali":"Ey iman edenler! Sizi elem verici bir azaptan kurtaracak ticaret [*] (yolunu) size göstereyim mi?","Mehmet Türk Meali":"Ey îman edenler! Sizi acı bir azaptan kurtaracak bir ticaretin yolunu, göstereyim mi?","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! [Hem bu dünyada hem de öteki dünyada] şiddetli bir azaptan sizi koruyacak bir alışveriş göstereyim mi size? ¹¹","Mustafa Çavdar Meali":"Ey iman edenler! Size, acıklı bir azaptan kurtulmanızı sağlayacak kârlı bir ticaret yolu göstereyim mi? 9/111, 30/39","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Sizi elem vericibir azaptan kurtaracak bir alışverişe yönlendireyim mi?","Orhan Kuntman Meali":"Ey iman edenler size, -çetin bir azaptan kurtulmanızı sağlayacak- ticareti (kurtuluş yolunu) göstereyim mi?","Osman Fırat Meali":"Ey iman edenler! Sizi elem dolu bir azaptan kurtaracak bir ticaret göstereyim mi ?","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Size bir ticaret üzerine rehberlik edeyim ki, sizi pek acılı bir azaptan kurtarır.","Suat Yıldırım Meali":"10, 11. Ey iman edenler! Sizi gayet acı bir azaptan kurtaracak, üstelik size çok kârlı bir ticaret sağlayacak bir iş bildireyim mi? Allah'a ve Elçisine inanır, Allah yolunda mallarınızla ve canlarınızla mücahede edersiniz. Eğer bilirseniz bunu yapmak sizin için çok hayırlıdır. ","Süleyman Ateş Meali":"Ey inananlar, size, sizi acı azabdan kurtaracak bir ticaret göstereyim mi?","Süleyman Tevfik (1927)":"Ey Mü'minler! Elemli 'azâbdan kurtaracak bir ticârete delâlet ideyim mi?","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Acıklı azaptan kurtaracak bir ticareti size göstereyim mi?","Şaban Piriş Meali":"-Ey iman edenler!Sizi acı bir azaptan kurtaracak bir ticaret göstereyim mi size?","Ümit Şimşek Meali":"Ey iman edenler! Acı bir azaptan kurtaracak bir ticaretin yolunu size göstereyim mi?","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Dikkatlerinizi, sizi korkunç bir azaptan kurtaracak bir ticarete çekeyim mi:","Eski Anadolu Türkçesi":"ey anlar kim įmān getürdiler! ķulavuzlayayın mı sizi bezirgenlik üzere kim ķurtara sizi 'aźābdan aġrıdıcı?","Satıraltı Meal (1534)":"İy mü’minler: Ben ḳulavuzlayın mı sizi bir ticārete ki sizi ḳurtara ulu‘aẕābdan?","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Sizə elə bir ticarət (qazanc yolu) göstərimmi ki, o sizi şiddətli əzabdan xilas etsin?","M. Pickthall (English)":"O ye who believe! Shall I show you a commerce that will save you from a painful doom?","Yusuf Ali (English)":"O ye who believe! Shall I lead you to a bargain(5443) that will save you from a grievous Penalty?-"},"11":{"Arabic":"تُؤْمِنُونَبِاللّٰهِوَرَسُولِه۪وَتُجَاهِدُونَف۪يسَب۪يلِاللّٰهِبِاَمْوَالِكُمْوَاَنْفُسِكُمْۜذٰلِكُمْخَيْرٌلَكُمْاِنْكُنْتُمْتَعْلَمُونَۙ","Abdulbaki Gölpınarlı Meali":"İnanırsanız Allah'a ve Peygamberine ve savaşırsanız Allah yolunda mallarınızla, canlarınızla; işte bu, bilseniz, size daha da hayırlıdır.","Abdullah-Ahmet Akgül Meali":"<i>(İşte bu en kârlı ve hayırlı ticaret)</i><b> Allah’a ve O’nun Resulüne </b><i>(tam ve sağlam)</i><b> iman etmeniz </b><i>(şartı ile)</i><b>, mallarınızla ve canlarınızla Allah yolunda </b><i>(mücadele verip)</i><b> cihad etmeniz </b><i>(insanlığın huzuruna ve milli savunmaya destek vermeniz)</i><b>dir. Bu, sizin için daha hayırlı </b><i>(ve verimli)</i><b>dir; eğer </b><i>(değerini)</i><b> bilirseniz </b><i>(böyle davranmanız ve çalışmanız gerekir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Allah'a ve peygamberine inanır ve Allah yolunda malınız ve canınızla gayret gösterirsiniz. Bu sizin için en iyi olan harekettir, keşke bilseydiniz.","Ahmet Tekin Meali":"Allah'a ve Rasulüne iman edersiniz. Allah yolunda, İslâm uğrunda mallarınızı, servetlerinizi ve canlarınızı ortaya koyarak cihad edersiniz. Eğer bilirseniz bu sizin için daha hayırlıdır.","Ahmet Varol Meali":"Allah'a ve Peygamber'ine iman edersiniz, mallarınızla ve canlarınızla Allah yolunda cihad edersiniz. Eğer bilirseniz bu sizin için daha hayırlıdır.","Ali Bulaç Meali":"Allah'a ve Resulü'ne iman edersiniz, mallarınızla ve canlarınızla Allah yolunda cihad edersiniz. Bu, sizin için daha hayırlıdır; eğer bilirseniz.","Ali Fikri Yavuz Meali":"Allah'a ve Peygamberine iman edib mallarınızla, canlarınızla Allah yolunda mücahede edersiniz. Bu sizin için çok hayırlıdır; eğer bilirseniz.","Bahaeddin Sağlam Meali":"Allah’a ve Resulüne inanır, mallarınız ve canlarınız ile Allah yolunda savaşırsınız. Eğer biliyorsanız, bu sizin için daha hayırlıdır.","Bayraktar Bayraklı Meali":"Allah'a ve Peygamberine inanır, Allah yolunda malınız ve canınızla cihad ederseniz, bu sizin iyiliğinizedir; keşke bilseydiniz!","Besim Atalay Meali (1965)":"Hem Allaha, hem peygamberine inanarak Allah yolunda malımızla, canımızla savaşınız, eğer bilir iseniz bu sizinçin hayırlıdır","Cemal Külünkoğlu Meali":"Allah'a ve Resulüne inanır ve Allah yolunda mallarınızla ve canlarınızla gayret gösterirseniz (elem dolu azaptan kurtulursunuz). Eğer bilirseniz bu sizin için (her şeyden çok) daha hayırlıdır.","Cemil Said (1924)":"Allâh’a ve rasûlüne îmân ve Allâh yoluna muhârebe idüb emvâlinizi ve nefsinizi fedâ idiniz. Eğer bilseniz bu sizin içün daha hayırlıdır.","Diyanet İşleri Meali (Eski)":"Allah'a ve Peygamberine inanırsınız; Allah yolunda canlarınızla, mallarınızla cihat edersiniz; bilseniz, bu sizin için en iyi yoldur.","Diyanet İşleri Meali (Yeni)":"Allah’a ve peygamberine inanır, mallarınızla ve canlarınızla Allah yolunda cihat edersiniz. Eğer bilirseniz, bu sizin için çok hayırlıdır.","Kur'an Yolu (Diyanet İşleri)":"Allah’a ve resulüne iman edersiniz, Allah yolunda mallarınızla ve canlarınızla cihad edersiniz. Bilirseniz bu sizin için daha hayırlıdır.","Diyanet Vakfı Meali":"Allah'a ve Resûlüne inanır, mallarınızla ve canlarınızla Allah yolunda cihad edersiniz. Eğer bilirseniz, bu sizin için daha hayırlıdır.","Edip Yüksel Meali":"ALLAH'a ve elçisine inanırsınız, ALLAH'ın yolunda canınız ve paranızla çaba gösterirsiniz. Bu sizin için en iyisidir, bir bilseniz.","Elmalılı Hamdi Yazır Meali":"Allah'a ve Resulüne inanırsınız, mallarınızla ve canlarınızla Allah yolunda savaşırsınız. Eğer bilirseniz sizin için en iyisi budur.","Elmalılı Meali (Orijinal)":"Allah ve Resulüne iyman edip mallarınız ve canlarınızla Allah yolunda mücahede eylersiniz, bu sizin için çok hayırlıdır, eğer bilir iseniz","Emrah Demiryent Meali":"Allah’a ve Resûlü’ne îmân (da sebat) edip, mallarınızla ve canlarınızla Allah yolunda cihat edersiniz! Eğer bilirseniz, bu sizin için çok hayırlıdır.","Erhan Aktaş Meali":"Bu, Allah'a ve Resûl'üne iman etmeniz; Allah yolunda, mallarınızla ve canlarınızla cihad¹ etmenizdir. İşte bu, eğer bilirseniz sizin için daha hayırlıdır.","Hasan Basri Çantay Meali":"Allaha ve peygamberine îman (da sebat) eder, mallarınızla, canlarınızla da Allah yolunda çarpışırsınız. Bu, sizin için, eğer bilirseniz, çok hayırlıdır.","Hayrat Neşriyat Meali":"Allah'a ve Resûlüne îmân edip, mallarınızla ve canlarınızla Allah yolunda cihâd edersiniz! Eğer bilirseniz, bu sizin için çok hayırlıdır.","İhsan Aktaş Meali":"Allah’a ve elçisine (gerçekten) inanır ve Allah yolunda mallarınızla ve canlarınızla gayret gösterirsiniz (o can yakıcı azaptan kurtulursunuz). Eğer bilirseniz bu sizin için (her şeyden) daha hayırlıdır.","İlyas Yorulmaz Meali":"Allah’a ve O nun elçisine inanırsanız ve Allah yolunda mallarınızla ve canlarınızla savaşırsanız, eğer bilirseniz bu sizin için daha hayırlıdır.","İsmayıl Hakkı Baltacıoğlu":"O da şudur: Allah’a, Onun elçisine inanın, Allah uğrunda mallarınızla, canlarınızla savaşın. İşte, bu, sizin için yey olandır, bunu bir bilseniz.","İsmail Hakkı İzmirli":"10, 11. Mü/minler! Size, kendinizi acıklı azaptan kurtaracak bir ticaret sağlık vereyim mi? O da şudur: Allah/a ve peygamberine iman ederseniz ve mallarınız ve canlarınız ile Allah yolunda duruşursunuz. Bilmiş olsanız bu hal sizin için her şeyden hayırlıdır.","İsmail Yakıt":"Allah’a ve elçisine inanır, mallarınızla ve canlarınızla Allah yolunda cihat edersiniz. Şayet bilirseniz bu sizin için daha hayırlıdır.","Kadri Çelik Meali":"(O ticaret) Allah'a ve O'nun Resulüne iman etmeniz, mallarınızla ve canlarınızla Allah yolunda cihatta bulunmanızdır. Bildiğiniz takdirde bu sizin için daha hayırlıdır.","Mahmut Kısa Meali":"Şöyle ki: <b>Allah’a ve Elçisine </b>gönülden <b>inanacak ve </b>zâlimlere karşı <b>Allah yolunda malınızla, canınızla cihâd edeceksiniz. </b>Allah da size bunun karşılığında cenneti verecek. <b>Eğer bilirseniz, Bu sizin için </b>dünyanın vaadettiği bütün zevk ve eğlencelerden daha kazançlı, <b>daha hayırlıdır.</b>","Mahmut Özdemir Meali":"Allah’a ve O’nun rasûlüne iman edersiniz. Canlarınızla ve mallarınızla Allah yolunda cihad edersiniz / çalışır-çabalarsınız. Biliyorduysanız, böylesi sizin için en hayırlıdır.","Mehmet Çakır Meali":"Allah ve resulüne inanacaksınız, Allah için mallarınızla ve canlarınızla mücadele edeceksiniz. Bu öneri, sizin için çok hayırlı olacaktır. Artık takdir sizin.","Mehmet Çoban Meali":"Allah’a ve Resulüne güvenip teslim olur, mallarınızla canlarınızla Allah yolunda mücadele edersiniz. Bu sizin için çok kârlıdır. Keşke bilseniz.       ","Mehmet Okuyan Meali":"Allah’a ve Elçisine inanıp güvenirsiniz; [*] mallarınız ve canlarınızla Allah yolunda [cihad] edersiniz (fedakârlık yaparsınız). Bilirseniz bu, sizin için hayırlı olandır.","Mehmet Türk Meali":"(İşte o,) Allah’a ve Onun Elçisi’ne îman ederek mallarınızla ve canlarınızla, Allah yolunda cihad¹ etmenizdir. Eğer bilirseniz bu sizin için daha hayırlıdır.","Muhammed Esed Meali":"Allah’a ve Peygamberi’ne inanır ve Allah yolunda malınız ve canınızla gayret gösterirsiniz: bu sizin kendi iyiliğinizedir; keşke bilseydiniz.","Mustafa Çavdar Meali":"Allah’a ve Allah’ın mesajlarını tebliğ eden elçisine inanıp güvenmeniz, mallarınız ve canlarınızla Allah davası uğrunda cihat etmenizdir. Eğer bilirseniz bu sizin için mutlak hayırlıdır. 9/20...22, 49/15","Mustafa İslamoğlu Meali":"Allah’a ve Elçi’sine güvenirsiniz, Allah dâvâsı uğrunda mallarınızla ve canlarınızla cihad edersiniz: böyle yapmanız sizin için daha hayırlıdır; tabi ki eğer bilgiyle (hareket) ederseniz.[⁵⁰⁸⁹]","Orhan Kuntman Meali":"Allah’a ve Resulüne (gönülden) inanır, mallarınızla ve canlarınızda Allah yolunda cihad edersiniz! (Bu ticaretten karlı çıkarsınız) Bilseniz bu sizin için ne kadar hayırlıdır.","Osman Fırat Meali":"Allah’a ve Elçisine iman edersiniz, Allah yolunda mallarınızla ve canlarınızla cihâd edersiniz. İşte bilirseniz, sizin için hayırlı olan budur.","Ömer Nasuhi Bilmen Meali":"Allah'a ve O'nun peygamberine imân edersiniz. Ve Allah'ın yolunda mallarınız ile ve nefisleriniz ile mücâhedede bulunursunuz. İşte bu, sizin için çok hayırlıdır. Eğer bilir kimseler oldu iseniz.","Suat Yıldırım Meali":"10, 11. Ey iman edenler! Sizi gayet acı bir azaptan kurtaracak, üstelik size çok kârlı bir ticaret sağlayacak bir iş bildireyim mi? Allah'a ve Elçisine inanır, Allah yolunda mallarınızla ve canlarınızla mücahede edersiniz. Eğer bilirseniz bunu yapmak sizin için çok hayırlıdır. ","Süleyman Ateş Meali":"Allah'a ve Elçisine inanırsınız, Allah yolunda mallarınızla ve canlarınızla cihadedersiniz. İşte bilirseniz, sizin için en iyisi budur.","Süleyman Tevfik (1927)":"O ticâret Allâh'a ve rasûlüne îmân itmek ve fîsebîlillâh mal ve canınızla cihâd iylemekdir. Eğer bilseniz bu, sizin içün hayırlıdır.","Süleymaniye Vakfı Meali":"O ticaret, Allah’a ve elçisine tam güvenmeniz[*], Allah yolunda mallarınızı ve canlarınızı ortaya koyarak mücadele (cihad) etmenizdir. Bilseniz sizin için hayırlı olan budur.","Şaban Piriş Meali":"Allah'a ve Peygamberine iman ederseniz, Allah yolunda mallarınızla, canlarınızla cihat ederseniz! İşte bu, eğer bilirseniz sizin için daha hayırlıdır.","Ümit Şimşek Meali":"Allah'a ve Resulüne iman eder, malınızla ve canınızla Allah yolunda cihad edersiniz. Bir bilseniz, bu sizin hakkınızda daha hayırlıdır.","Yaşar Nuri Öztürk Meali":"Allah'a ve O'nun resulüne inanır, Allah yolunda mallarınız ve canlarınızla didinirsiniz. İşte bu, sizin için en hayırlısıdır; eğer bilirseniz.","Eski Anadolu Türkçesi":"įmān getüresiz Tañrı’ya daħı yalavacına daħı ġaża eyleyesiz Tañrı yolında mallaruñuz ile daħı nefslerüñüz ile. şol yigrekdür size eger bilmeklü olasız.","Satıraltı Meal (1534)":"Īmān getürüñüz Tañrıya ve resūline. Daḫı çalışuñuz Allāh yolındamāluñuz‐ıla ve nefsüñüz‐ile. Ol size yigrekdür eger bilürseñüz.","Bunyadov-Memmedeliyev ":"(O qazanc yolu budur: ) Allaha və Onun Peyğəmbərinə iman gətirəsiniz. Allah yolunda malınız və canınızla vuruşasınız (cihad edəsiniz). Bilsəniz, bu sizin üçün nə qədər xeyirlidir!","M. Pickthall (English)":"Ye should believe in Allah and His messenger, and should strive for the cause of Allah with your wealth and your lives. That is better for you, if ye did but know.","Yusuf Ali (English)":"That ye believe in Allah and His Messenger, and that ye strive (your utmost) in the Cause of Allah, with your property and your persons: That will be best for you, if ye but knew!(5444)"},"12":{"Arabic":"يَغْفِرْلَكُمْذُنُوبَكُمْوَيُدْخِلْكُمْجَنَّاتٍتَجْر۪يمِنْتَحْتِهَاالْاَنْهَارُوَمَسَاكِنَطَيِّبَةًف۪يجَنَّاتِعَدْنٍۜذٰلِكَالْفَوْزُالْعَظ۪يمُۙ","Abdulbaki Gölpınarlı Meali":"Suçlarınızı örter ve sizi, kıyılarından ırmaklar akan cennetlere ve ebedi Adn cennetlerinde tertemiz evlere sokar; bu, pek büyük bir kurtuluş, kutluluk ve murada eriştir.","Abdullah-Ahmet Akgül Meali":"<i>(Böyle yaparsanız)</i><b> O </b><i>(Allah)</i><b> sizin günahlarınızı bağışlayacak, sizi altından ırmaklar </b><i>(ve havuzlu şelaleler) </i><b>akan cennetlere sokacak ve Adn cennetlerinde çok güzel ve görkemli saraylara yerleştirecektir. İşte asıl büyük mutluluk ve kurtuluş budur </b><i>(ve böyle elde edilir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Eğer böyle yaparsanız, Allah günahlarınızı bağışlayacak ve sizi öteki dünyada içinden ırmaklar akan bahçelere ve bu sonsuz mutluluk bahçelerindeki, güzel köşklere sokacaktır. İşte bu büyük bir kurtuluştur.","Ahmet Tekin Meali":"Allah da sizin günahlarınızı bağışlar. Sizi, altından ırmaklar akan Cennet konaklarına, Adn Cennetlerindeki güzel köşklere koyar. İşte bu büyük mutluluktur.","Ahmet Varol Meali":"(Allah) günahlarınızı bağışlar, sizi altından ırmaklar akan cennetlere ve Adn cennetlerinde hoş konutlara sokar. İşte büyük kurtuluş budur.","Ali Bulaç Meali":"O da sizin günahlarınızı bağışlar, sizi altlarından ırmaklar akan cennetlere ve Adn cennetlerindeki güzel konaklara yerleştirir. İşte 'büyük mutluluk ve kurtuluş' budur.","Ali Fikri Yavuz Meali":"(Bunu yaptığınız takdirde) Allah, günahlarınızı bağışlar ve sizi (ağaç ve köşkleri) altından ırmaklar akar cennetlere, Adn cennetlerindeki güzel ve hoş saraylara koyar. İşte bu, en büyük kurtuluştur.","Bahaeddin Sağlam Meali":"Eğer böyle yaparsanız, Allah sizin için günahlarınızı bağışlar, sizi, içlerinde nehirler akan bağlara ve ebedî ikamet Cennetlerindeki meskenlere koyar. İşte en büyük kazanç budur!","Bayraktar Bayraklı Meali":"Eğer böyle yaparsanız, Allah sizin günahlarınızı affeder, sizi içinden ırmaklar akan cennetlere, Adn cennetlerindeki güzel meskenlere koyar. İşte, en büyük kurtuluş budur.","Besim Atalay Meali (1965)":"Günahlarınızı bağışlayacak, altından ırmaklar akan cennetlerde, eylenilen cennetlere, tertemiz konaklara koyacak, bu ne büyük sonuçtur!","Cemal Külünkoğlu Meali":"(Bunu yapınız ki) Allah, günahlarınızı bağışlasın, sizi altlarından ırmaklar akan cennetlere ve Adn cennetlerindeki güzel konaklara yerleştirsin. İşte bu en büyük kurtuluştur.","Cemil Said (1924)":"Allâh sizin günâhlarınızı ’afv ider, sizi nehirler ile iskâ idilmiş cennet bağçelerine ve ’Adn cennetinde mesâkin-i latîfe idhâl ider, bu ’azîm bir sa’âdetdir.","Diyanet İşleri Meali (Eski)":"Böyle yaparsanız, Allah günahlarınızı size bağışlar, sizi, içlerinden ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. Büyük kurtuluş budur.","Diyanet İşleri Meali (Yeni)":"(Bunu yapınız ki) Allah, günahlarınızı bağışlasın, sizi içinden ırmaklar akan cennetlere ve Adn cennetlerindeki güzel meskenlere koysun. İşte bu büyük başarıdır.","Kur'an Yolu (Diyanet İşleri)":"O sizin günahlarınızı bağışlar, sizi altından ırmaklar akan cennetlere, adn cennetleri içindeki güzel köşklere koyar. İşte büyük kurtuluş budur.","Diyanet Vakfı Meali":"İşte bu takdirde O, sizin günahlarınızı bağışlar, sizi zemininden ırmaklar akan cennetlere, Adn cennetlerindeki güzel meskenlere koyar. İşte en büyük kurtuluş budur.","Edip Yüksel Meali":"Günahlarınızı bağışlar ve sizi içinden ırmaklar akan bahçelere ve Adn bahçelerindeki saraylara sokar. Büyük başarı budur.","Elmalılı Hamdi Yazır Meali":"(Eğer böyle yaparsanız Allah) sizin günahlarınızı bağışlar ve sizi altlarından ırmaklar akan cennetlere, Adn cennetlerinde hoş yerlere koyar. İşte büyük kurtuluş budur.","Elmalılı Meali (Orijinal)":"Günahlarınızı mağfiret buyurur ve sizi altından ırmaklar akar Cennetlere ve Adn Cennetlerinde hoş hoş meskenlere koyar, işte büyük kurtuluş «fevzi azîm» odur","Emrah Demiryent Meali":"(Böylelikle, Allah) sizin günahlarınızı bağışlar, sizi içinden ırmaklar akan cennetlere ve Adn cennetlerindeki güzel meskenlere yerleştirir. İşte bu, en büyük kurtuluştur.","Erhan Aktaş Meali":"Sizin suçlarınızı bağışlar ve sizi içinden nehirler akan Cennetlere koyar. Ve sizi, Adn Cennetlerinde, hoş meskenlere yerleştirir. İşte bu, büyük kurtuluştur.","Hasan Basri Çantay Meali":"(Böyle yaparsanız O, sizin günâhlarınızı yarlığar, sizi altlarından ırmaklar akan cennetlere ve Adin cennetlerindeki çok güzel saraylara sokar. İşte bu, en büyük kurtuluş (seâdet) dir.","Hayrat Neşriyat Meali":"(Böyle yaparsanız, O) günahlarınızı size bağışlar ve sizi, altlarından ırmaklar akan Cennetlere ve Adn Cennetlerindeki güzel meskenlere koyar. İşte büyük kurtuluş, budur!","İhsan Aktaş Meali":"(Bunu yapınız ki) Allah, günahlarınızı bağışlasın, sizi içinden ırmaklar akan cennetlere ve Adn (ebedi huzur ve mutluluk yurdu olan) cennetlerindeki güzel meskenlere koysun. İşte bu büyük başarıdır.","İlyas Yorulmaz Meali":"(O zaman Allah) Günahlarınızı bağışlar, altlarından ırmakların aktığı cennetlere koyar ki, o adn cennetlerinde tertemiz meskenler var. İşte büyük kurtuluş budur.","İsmayıl Hakkı Baltacıoğlu":"Böyle yaparsanız Allah da sizin günahlarınızı yarlıgar, sizi içinden ırmaklar akan cennetlere, Adin cennetlerindeki güzel barınaklara sokar. İşte en büyük başarı budur.","İsmail Hakkı İzmirli":"Bunları işlerseniz Allah sizin günahlarınızı yarlıgar. Sizi, ağaçları altından ırmaklar akar uçmaklara, ikamet olunacak Cennetlerindeki tertemiz, mükemmel hazırlanmış konaklara sokar. İşte büyük kurtuluş budur [²].","İsmail Yakıt":"Böylece Allah sizin günahlarınızı bağışlar ve sizi altlarından ırmaklar akan cennetlere, Adn cennetlerindeki güzel mekânlara koyar. İşte büyük kurtuluş budur.⁵","Kadri Çelik Meali":"O da sizin günahlarınızı bağışlar, sizi altlarından ırmaklar akan cennetlere ve Adn (ebedi) cennetlerindeki güzel konaklara yerleştirir. İşte büyük kurtuluş budur.","Mahmut Kısa Meali":"Eğer Allah yolunda cihâd ederseniz, O da <b>sizin kusurlarınızı bağışlayacak ve sizi, içerisinden ırmakların çağıldadığı cennet bahçelerine ve</b>ebedî mutluluk ve esenlik diyarı olan<b> Adn bahçelerindeki muhteşem mekanlara </b>köşklere, saraylara <b>yerleştirecektir. İşte budur </b>en büyük kurtuluş,<b> en büyük başarı!</b>","Mahmut Özdemir Meali":"Günahlarınızı sizin için bağışlar. Sizi altından Irmaklar akan cennetlere ve Adn cennetlerindeki temiz meskenlere girdirir. Bu Çok Büyük Başarı’dır (Kurtuluş’tur).","Mehmet Çakır Meali":"Ayrıca Allah, günahlarınızı bağışlayacak ve sizleri, içinde derelerin çağladığı, <b>Adin</b> cennet köşklerinde ağırlayacaktır. Bu, muhteşem bir zaferdir.","Mehmet Çoban Meali":"Bunu yapınız ki Allah günahlarınızı bağışlasın! Sizi içinden ırmaklar akan Adn cennetlerindeki güzel meskenlere koysun! İşte bu büyük başarıdır.        ","Mehmet Okuyan Meali":"O, günahlarınızı bağışlar; sizi altlarından ırmaklar akan cennetlere, durmaya değer cennetlerdeki [*] güzel meskenlere yerleştirir. İşte bu, büyük kurtuluştur.","Mehmet Türk Meali":"(Böyle yapın ki Allah) sizin günâhlarınızı bağışlasın ve sizi zemîninden ırmaklar akan cennetlere ve Adn cennetlerindeki güzel konaklara yerleştirsin. İşte en büyük kurtuluş budur.","Muhammed Esed Meali":"[Eğer böyle yaparsanız,] Allah günahlarınızı bağışlayacak ve sizi [öteki dünyada] içinden ırmaklar akan bahçelere ve bu sonsuz mutluluk bahçelerindeki ¹² güzel köşklere koyacaktır: bu büyük bir mazhariyettir!","Mustafa Çavdar Meali":"Bu sayede Allah sizin günahlarınızı bağışlar ve sizi tabanından ırmakların çağladığı cennetlere, Adn cennetindeki muhteşem köşklere yerleştirir. İşte büyük kurtuluş budur. 3/195, 39/35","Mustafa İslamoğlu Meali":"(Böyle yaparsanız) O sizin günahlarınızı bağışlayacak ve sizi zemininden ırmakların aktığı cennetlere koyacaktır; kalıcı güzelliğin merkezi[⁵⁰⁹⁰] olan cennetlerdeki tarifsiz huzur köşklerine: işte gerçek büyük başarı budur!","Orhan Kuntman Meali":"(Böyle yaparsanız) Allah sizin günahlarınızı bağışlar ve sizi, ağaçlarının altından ırmaklar akan cennetlere, Adn cennetlerindeki çok güzel konaklara yerleştirir, işte en büyük kurtuluş (murâda erme) budur!","Osman Fırat Meali":"(Allah) günahlarınızı bağışlasın, sizi içinden ırmaklar akan cennetlere ve Adn cennetlerindeki güzel meskenlere koysun. İşte bu büyük başarıdır.","Ömer Nasuhi Bilmen Meali":"Sizin için günahlarınızı yarlığar ve sizi altından ırmaklar akar cennetlere ve Adn cennetlerinde tertemiz konaklara girdirir. Bu ise en büyük bir kurtuluştur.","Suat Yıldırım Meali":"Böyle yaparsanız sizin günahlarınızı affeder ve içinden ırmaklar akan cennetlere ve özellikle Adn cennetlerinde çok güzel saraylara yerleştirir. İşte en büyük başarı, en büyük mutluluk budur. ","Süleyman Ateş Meali":"(Böyle yapınız ki Allah) sizin günahlarınızı bağışlasın ve sizi altlarından ırmaklar akan cennetlere ve durulmağa değer bahçeler içinde güzel konutlara koysun. İşte büyük başarı budur.","Süleyman Tevfik (1927)":"(Eğer bunı yapar iseniz) Allâh günâhlarınızı mağfiret ider. Ve sizi ağaçları altından nehirler akan cennetlere cennât-ı 'Adn'de güzel meskenlere idhâl iyler. Bu, büyük bir fevzdir.","Süleymaniye Vakfı Meali":"Bunlara karşılık Allah, günahlarınızı bağışlayacak ve sizi içinden ırmaklar akan bahçelere, güzel konaklara yerleştirecektir. Büyük başarı işte budur.","Şaban Piriş Meali":"O, sizin günahlarınızı bağışlar ve sizi alt tarafından ırmaklar akan cennetlere, Adn cennetlerindeki güzel meskenlere koyar. İşte büyük kurtuluş budur.","Ümit Şimşek Meali":"O zaman Allah sizin günahlarınızı bağışlar, sizi altlarından ırmaklar akan Cennetlere ve Adn Cennetlerindeki çok güzel meskenlere yerleştirir. İşte asıl büyük bahtiyarlık budur.","Yaşar Nuri Öztürk Meali":"Günahlarınızı affeder ve sizi, altından nehirler akan bahçelere, sürekli cennetlerdeki temiz-bereketli barınaklara yerleştirir. İşte bu en büyük başarıdır.","Eski Anadolu Türkçesi":"yarlıġaya size yazuķlaruñuzı daħı givüre sizi uçmaķlara aķar altından ırmaķlar daħı ŧuraķ yirlere arı 'adn uçmaķlarında. şol žafer bulmaķdur ulu.","Satıraltı Meal (1534)":"Baġışlar size günāhlaruñuzı, daḫı givürür sizi uçmaḳlara ki aḳar aġaçlarıaltından ırmaḳlar. Daḫı givürür sizi yaḫşı menzillere ‘Adn uçmaḳlarında.ol ulu sa‘ādete yitişmekdür.","Bunyadov-Memmedeliyev ":"(Əgər belə etsəniz) O sizin günahlarınızı bağışlayar və sizi (ağacları) altından çaylar axan cənnətlərə və Ədn cənnətlərindəki gözəl saraylara daxil edər. Bu, böyük qurtuluşdur (uğurdur)!","M. Pickthall (English)":"He will forgive you your sins and bring you into Gardens underneath which rivers flow, and pleasant dwellings in Gardens of Eden. That is the supreme triumph.","Yusuf Ali (English)":"He will forgive you your sins, and admit you to Gardens beneath which Rivers flow, and to beautiful mansions in Gardens of Eternity: that is indeed the Supreme Achievement."},"13":{"Arabic":"وَاُخْرٰىتُحِبُّونَهَاۜنَصْرٌمِنَاللّٰهِوَفَتْحٌقَر۪يبٌۜوَبَشِّرِالْمُؤْمِن۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve başka bir şey daha var ki seversiniz: Yardım ve zafer Allah'tan ve pek yakın bir fetih; ve müjdele inananları.","Abdullah-Ahmet Akgül Meali":"<b>Ve </b><i>(cihad ehli için; dünyada iken de beklediğiniz ve)</i><b> seveceğiniz bir başka </b><i>(nimet)</i><b> daha var: Allah’tan ’yardım ve zafer </b><i>(nusret erişecek)</i><b>’ ve yakın bir fetih </b><i>(mutlaka gelecektir. Gerçek mücahit)</i><b> mü’minleri müjdele </b><i>(ki sadece onlar tarafından, va’ad edilen bu mutlu ve kutlu netice beklenmektedir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Allah size seveceğiniz bir iyilik daha verecektir ki, o da düşmanlarınıza karşı her zaman size yardım etmesi ve yakın bir zamanda nasip olacak ülkelerin fethidir ki, ey Muhammed! Mü'minlere bu fethi ve yardımı şimdiden müjdele.","Ahmet Tekin Meali":"Seveceğiniz başka şeyler de var: Allah'tan yardım, zafer ve yakın zamanda bir fetih gerçekleşecektir. Mü'minleri dünyada devletle, âhirette cennetle müjdele.","Ahmet Varol Meali":"Sizin seveceğiniz bir şey daha var: Allah'tan yardım ve yakın bir fetih. Mü'minleri müjdele.","Ali Bulaç Meali":"Ve seveceğiniz bir başka (nimet) daha var: Allah'tan 'yardım ve zafer (nusret)' ve yakın bir fetih. Mü'minleri müjdele.","Ali Fikri Yavuz Meali":"Başka bir kazanç daha ki, onu seveceksiniz, (sizin olmasını isteyeceksiniz): Allah'dan (Peygamberin Kureyş kâfirleri üzerine vuku bulacak olan) bir zaferdir; ve yakın bir fetihtir, (Mekke'nin fethidir). (Ey Rasûlüm), müminleri, (dünyada zaferle, ahirette cennetle) müjdele.","Bahaeddin Sağlam Meali":"Seveceğiniz bir şey daha size var: Allah’tan bir zafer ve yakın bir fetih. Artık müminleri müjdele!","Bayraktar Bayraklı Meali":"Hoşlanacağınız diğer bir şey de Allah'ın yardımı ve yakın bir fetihdir. İnananları müjdele!","Besim Atalay Meali (1965)":"Daha başka sevdiğiniz bir nimet, hem Allah katından yardım, hem de yeni bir fetih var, inanmış olanları müjdeleyesin","Cemal Külünkoğlu Meali":"Sizi mutlu ve memnun edecek bir nimet daha var! Allah'tan bir yardım ve yakın bir zafer! (Ey Resul, bunları) İnananlara müjdele!","Cemil Said (1924)":"Bu lütuflardan mâ’adâ dünyâda size arzu itdiğiniz diğer lütufları da bahş idecekdir, size müzâheret idecek ve size feth-i karîb ihsân iyleyecekdir, mü’minleri tebşîr it.","Diyanet İşleri Meali (Eski)":"Bundan başka, sevdiğiniz bir şey daha: Allah katından bir yardım ve yakın bir zafer vardır. İnananlara müjde ver.","Diyanet İşleri Meali (Yeni)":"Seveceğiniz başka bir kazanç daha var: Allah’tan bir yardım ve yakın bir fetih (Mekke’nin fethi). (Ey Muhammed!) Mü’minleri müjdele!","Kur'an Yolu (Diyanet İşleri)":"Hoşunuza gidecek bir şey daha var: Allah’ın yardımı ve yakın bir fetih! Haydi müminleri müjdele.","Diyanet Vakfı Meali":"Seveceğiniz başka bir şey daha var: Allah'tan yardım ve yakın bir fetih. Müminleri (bunlarla) müjdele.  ","Edip Yüksel Meali":"Bundan başka sevdiğiniz bir şey daha: ALLAH'tan bir destek ve yakın bir zafer... İnananları müjdele.","Elmalılı Hamdi Yazır Meali":"Seveceğiniz bir şey daha var: Allah'tan yardım ve yakın bir fetih.. Müminleri müjdele.","Elmalılı Meali (Orijinal)":"Diğer biri de ki onu seveceksiniz; Allahdan nusrat ve yakın bir fetih, hem mü'minleri müjdele","Emrah Demiryent Meali":"(Îmândaki sebatınız ve cihat vesilesi ile) seveceğiniz başka şeylerde var (ki o da) Allah’tan bir yardım ve yakın bir fetih (tir). (Resûlüm!) Mü’minleri (Mekke’nin fethi ile) müjdele!","Erhan Aktaş Meali":"Ayrıca seveceğiniz bir şey daha: Allah'tan yardım ve yakın bir fetih. Mü'minleri müjdele.","Hasan Basri Çantay Meali":"(Sizin için) seveceğiniz diğer (aacil bir ni'met) daha (var ki o da) Allahdan nusret ve yakın fetih (dir). (Habîbim) sen mü'minlere (bu nusreti ve fethi) müjdele.","Hayrat Neşriyat Meali":"Ve kendisini seveceğiniz diğer bir şey daha vardır: Allah'dan bir zafer ve yakın bir fetih! (Ey Habîbim!) Mü'minleri müjdele!","İhsan Aktaş Meali":"Ve seveceğiniz başka bir şey (kazanç) daha var; Allah’tan yardım ve yakın bir fetih (zafer). Mü’minleri (bunlarla) müjdele.","İlyas Yorulmaz Meali":"Diğer seveceğiniz bir şey daha, Allah’dan yardım ve yakın bir zamanda zafer var. İnananları müjdele.","İsmayıl Hakkı Baltacıoğlu":"Sizi sevindirecek bir müjde daha var. Allah size onu da verecek. Allah’ın yardımıyla yakında bir yengi kazanacaksınız. Sen bunu inananlara müjdele.","İsmail Hakkı İzmirli":"Sevdiğiniz diğer bir nimet daha vardır. O da Allah tarafından yardım, yakın zamanda da bir fetih ve muzafferiyettir. Bunları mü/minlere müjdele.","İsmail Yakıt":"Seveceğiniz bir başka şey daha vardır: Allah’tan bir yardım ve yakın bir fetih! (Ey Peygamber!) İnananları müjdele!⁶","Kadri Çelik Meali":"Seveceğiniz bir şey daha var ve o da Allah'tan bir zafer ve yakın bir fetihtir; müminleri müjdele!","Mahmut Kısa Meali":"Fakat âhiret nîmetlerinden önce elde edebileceğiniz<b> başka, hoşunuza gidecek </b>peşin bir müjde daha var: Zâlimlere karşı giriştiğiniz mücâdelede <b>Allah’ın yardımı ve yakın</b>da gerçekleşecek<b> bir zafer! </b>Öyleyse, ey Peygamber, bunu bütün <b>inananlara müjdele! </b>İşte, size vaadedilen bu nîmetlere ulaşmak istiyorsanız:","Mahmut Özdemir Meali":"Seveceğiniz bir diğeri, Allah’tan bir yardım ve bir yakın fetihdir. Müminler’i müjdele!","Mehmet Çakır Meali":"Seveceğiniz daha neler neler olacak...  <b>Resulüm</b>! müminlere müjde verebilirsin: <i>Allah'ın izniyle Fetih yakındır.</i>","Mehmet Çoban Meali":"Seveceğiniz başka bir kazanç daha var: Allah’tan bir yardım, bir yakınlık ve yakın bir fetihle Müminleri müjdele!         ","Mehmet Okuyan Meali":"Seveceğiniz başka (bir ticaret) daha var: Allah’tan yardım ve yakın bir zafer. [*] Müminleri (bunlarla) müjdele!","Mehmet Türk Meali":"Seveceğiniz başka bir (nîmet) daha vardır ki o da; Allah’ın yardımı ve yakın bir fetihtir. (Ey Muhammed!) Bunu, inananlara müjdele.","Muhammed Esed Meali":"Ve [bakın, Allah size] gönülden seveceğiniz başka bir şey daha [bağışlayacak]: [bu dünyada] Allah’ın yardımı ve yakında gerçekleşecek bir zafer; ¹³ [ey Peygamber, bunu] bütün inananlara müjdele.","Mustafa Çavdar Meali":"Sizi mutlu ve memnun edecek bir nimet daha var! Allah’tan bir yardım ve yakın bir zafer! Müminlere işte bunu müjdele! 9/124, 18/1...3","Mustafa İslamoğlu Meali":"Ve kendisiyle sevineceğiniz bir şey daha var: Allah’tan bir yardım ve görünen bir zafer. Artık mü’minlere müjde ver!","Orhan Kuntman Meali":"(Ey iman edenler, ahiretteki o eşsiz nimetten evvel dünyada) Seveceğiniz başka bir şey de vardır. Allah'tan yardım ve yakın bir fetih. (Ey Muhammed) Müminleri bu zaferle müjdele.","Osman Fırat Meali":"Ve sonra seveceğiniz bir şey daha var: Allah’tan bir zafer ve yakında bir fetih... Mü’minleri müjdele.","Ömer Nasuhi Bilmen Meali":"Ve kendisini sevdiğiniz bir başka (nîmet de) vardır ki, o da Allah'tan bir nusrettir ve yakın bir fetihtir ve müminleri müjdele.","Suat Yıldırım Meali":"Memnun olacağınız bir şey daha var: Allah'tan bir yardım ve yakında gerçekleşecek bir zafer! Müminlere bunları müjdele! ","Süleyman Ateş Meali":"Seveceğiniz bir şey daha var: Allah'tan bir zafer ve yakın bir fetih... Mü'minleri müjdele.","Süleyman Tevfik (1927)":"Bundan başka da dünyâda sevüb istediğiniz şeyi, kâfirler üzerine Allâh tarafından nusret ve feth-i karîbi ihsân iyler. (Yâ Muhammed) Mü'minlere tebşîr it.","Süleymaniye Vakfı Meali":"Hoşunuza gidecek bir başarı da dünyada olacaktır: Allah’ın yardımı ve yakın zamanda bir fetih. İnanıp güvenenleri bunlarla müjdele.","Şaban Piriş Meali":"Sevdiğiniz diğer bir şey, Allah'tan bir zafer/yardım ve yakın bir fetihtir. Müminlere müjdele!","Ümit Şimşek Meali":"Ve hoşlanacağınız birşey daha: Allah'ın yardımı ve yakın bir fetih. Müjdele o mü'minleri!","Yaşar Nuri Öztürk Meali":"Seveceğiniz daha başka şeyler de var: Allah'tan bir yardım, çok yakın bir fetih... İman sahiplerine müjde ver!","Eski Anadolu Türkçesi":"daħı ayruķ kim seversiz. anı arķa virmek Tañrı’dan daħı açmaķ yaķın daħı muştıla mü’minlere.","Satıraltı Meal (1534)":"Daḫı özge nesne ki siz anı seversiz ki Allāh nuṣretidür ve yaḳın fetḥdür. YāMuḥammed mü’minlere beşāret eyle cenneti.","Bunyadov-Memmedeliyev ":"(Sizi hələ) sevdiyiniz başqa bir şey (bir ne’mət) də - Allah dərgahından kömək və yaxın qələbə (Məkkənin fəthi) gözləyir. (Ya Peyğəmbər!) Mö’minlərə (dünyada zəfərlə, axirətdə Cənnətlə) müjdə ver!","M. Pickthall (English)":"And (He will give you) another blessing which ye love: help from Allah and present victory. Give good tidings (O Muhammad) to believers.","Yusuf Ali (English)":"And another (favour will He bestow,) which ye(5445) do love,- help from Allah and a speedy victory. So give the Glad Tidings to the Believers."},"14":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُواكُونُٓوااَنْصَارَاللّٰهِكَمَاقَالَع۪يسَىابْنُمَرْيَمَلِلْحَوَارِيّ۪نَمَنْاَنْصَار۪ٓياِلَىاللّٰهِۜقَالَالْحَوَارِيُّونَنَحْنُاَنْصَارُاللّٰهِفَاٰمَنَتْطَٓائِفَةٌمِنْبَن۪ٓياِسْرَٓاء۪يلَوَكَفَرَتْطَٓائِفَةٌۚفَاَيَّدْنَاالَّذ۪ينَاٰمَنُواعَلٰىعَدُوِّهِمْفَاَصْبَحُواظَاهِر۪ينَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, Allah'ın yardımcıları olun, nitekim Meryem oğlu İsa da Havariyyun'a, Allah yolunda yardımcılarım kimdir demişti, Havariyyun, biziz Allah'ın yardımcıları demişlerdi; derken İsrailoğullarından bir bölük inanmıştı, bir bölük de kafir olmuştu; derken biz, inananları, düşmanlarına karşı kuvvetlendirmiştik de üst gelmişlerdi.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, Allah’ın </b><i>(Dininin)</i><b> yardımcıları olun </b><i>(Hakk davanın ve mazlum halkların gayretini çekin)</i><b>. Şunun gibi ki; Meryem oğlu İsa Havarilere: \"Allah’a </b><i>(giden yolda ve Hakk Dini uğrunda)</i><b> benim yardımcılarım kimlerdir?\" demişti de, Havariler Ona; \"Allah’ın yardımcıları bizleriz\" </b><i>(diye yanıt vermişlerdi.) </i><b>Böylece İsrailoğullarından bir topluluk iman etmiş, bir topluluk da inkâr etmişti. Sonunda Biz iman edenleri düşmanlarına karşı destekleyince, onlar da üstün gelmişlerdi.</b> ","Abdullah Parlıyan Meali":"Siz ey iman edenler! Meryem oğlu İsa'nın dediği gibi; siz de Allah'ın davasının hizmetçileri olun! Hani O havarilerine: “Kim Allah'ın davası uğrunda, benim yardımcılarım olacak?” diye sormuştu da, bunun üzerine havariler: “Allah yolunda yardımcıların biz olacağız” diye cevap vermişlerdi. Ve böylece İsrailoğullarından bir kısmı, İsa'nın peygamberliğine ve getirdiğine inandılar, diğerleri ise, gerçekleri inkâr ettiler. Ama biz gerçekten iman edenleri, düşmanlarına karşı koruyup, destekledik ve onlar da üstün geldiler.","Ahmet Tekin Meali":"Ey iman edenler, Allah'ın dinine yardım edenler olun. Tıpkı Meryem oğlu Îsâ'nın, temiz giyimli, iyi niyetli, istikamet sahibi olanlara, Havarilere:<br>\r\n“Allah'a giden yolda, bana yardım edenler kimlerdir?” dediği zaman ve şartlardaki gibi. Temiz giyimli, iyi niyetli, istikamet sahibi olanlar, havariler de:<br>\r\n“Allah yolunun yardım edenleri biziz.” demişlerdi. İsrâiloğulları'ndan bir zümre inanmış, bir zümre de inkâr etmişti. Biz inananları, düşmanlarına karşı destekledik. Böylece üstün geldiler.","Ahmet Varol Meali":"Ey iman edenler! Allah'ın yardımcıları olun. Nitekim, Meryem oğlu İsa havarilere: \"Allah'a (giden yolda) benim yardımcılarım kimlerdir?\" demiş, havariler de: \"Allah'ın yardımcıları biziz\" demişlerdi. Bunun üzerine İsrail oğullarından bir grup iman etmiş, bir grup da inkar etmişti. Biz de iman edenleri düşmanlarına karşı destekledik, böylece onlar üstün geldiler.","Ali Bulaç Meali":"Ey iman edenler, Allah'ın yardımcıları olun: Meryem oğlu İsa'nın havarilere: 'Allah'a (yönelirken) benim yardımcılarım kimlerdir?' demesi gibi. Havariler de demişlerdi ki: 'Allah'ın yardımcıları bizleriz.' Böylece İsrailoğullarından bir topluluk iman etmiş, bir topluluk inkâr etmişti. Sonunda Biz iman edenleri düşmanlarına karşı destekledik, onlar da üstün geldiler.","Ali Fikri Yavuz Meali":"Ey iman edenler! Allah'ın (dininin) yardımcıları olunuz; nitekim Meryem'in oğlu İsa, Havari'lere: “- Allah'ın zaferine kavuşmak için, benim yardımcılarım kim?” demişti. Havariler (İsâ'ya bağlı seçkinler) de şöyle cevab verdiler: “- Biziz Allah'ın yardımcıları...” Bunun üzerine İsraîl oğullarından bir topluluk (İsâ'ya) iman etti. Bir topluluk da kâfir oldu. Biz de, iman edenleri, düşmanlarına karşı kuvvetlendirdik de böylece (düşmanlarına) üstün geldiler.","Bahaeddin Sağlam Meali":"Ey iman edenler! Allah’ın yardımcıları olun! Nitekim Meryemoğlu İsa, Havarilere: “Allah yolunda bana yardım edecek kim var?” demiş idi. Havariler: “Biz Allah’ın yardımcılarıyız” dediler. Bunun üzerine İsrailoğullarından bir grup inandı, bir grup da inkâr etti. Biz de düşmanlarına karşı, o inananlara yardım ettik de onlar üstün geldiler.","Bayraktar Bayraklı Meali":"Ey iman edenler! Allah'ın yardımcıları olunuz! Nitekim, Meryem oğlu İsa da havârilerine şöyle demişti: “Allah yolunda benim yardımcılarım kimlerdir?” Havâriler, “Allah'ın yardımcıları biziz” demişlerdi. Böylece, İsrâiloğulları'ndan bir grup inanmış, bir grup da inkâr etmişti. Biz, inananları düşmanlarına karşı destekledik de onlar galip geldiler.[637]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Allahın yardımcısı olunuz, Meryem oğlu İsa'nın on ikilere: «Kimlerdir Allaha yardım edenler?» dediği gibi; on ikiler dediler ki: «Biz Allaha yardımcıyız!»; Yakup oğullarından bir bölüğü inandı, bir bölüğü kâfir oldu, inanmış olanlara —düşmanlarına karşı— yardım eyledik, imdi yener oldular","Cemal Külünkoğlu Meali":"Ey inananlar! Allah'ın (dininin) yardımcıları (hizmetçileri) olun! Meryem oğlu İsa'nın havarilere: “Allah'a giden yolda benim yardımcılarım kim (olacak)?” diye sorduğunda, havariler; “Allah'ın (dininin) yardımcıları bizleriz” dedikleri gibi (siz de öyle deyin ve Allah'ın dininin yardımcıları olun!). Sonuçta İsrailoğullarından bir kısmı iman etmiş, bir kısmı da inkârda direnmişti. Nihayet Biz de iman edenleri düşmanlarına karşı desteklemiştik de onlar düşmanlarına üstün gelmişlerdi. ","Cemil Said (1924)":"Ey mü’minler! Allâh’ın yardımcıları olunuz nitekim Meryem’in oğlı ’Îsâ havâriyyûna \"Allâh yolunda kim bana müzâheret idecekdir?\" diyu sordı, havâriyyûn \"Allâh’ın yardımcıları biz olacağız!\" cevâbını virdiler, bu vecihle Benî İsrâîlden bir tâife îmân itdi, diğer tâife îmân itmedi lâkin biz îmân idenlere düşmanlarına karşu müzâheret itdik ânlar da muzafferiyeti kazandılar.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Allah'ın dininin yardımcıları olun. Nitekim, Meryem oğlu İsa, Havarilere: \"Allah'a giden yolda yardımcılarım kimlerdir?\" deyince, Havariler: \"Allah'ın dininin yardımcıları biziz\" demişlerdi. İsrailoğullarının bir takımı böylece inanmış, bir takımı da inkar etmişti; ama Biz, inananları düşmanlarına karşı destekledik de üstün geldiler.*","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Allah’ın yardımcıları olun.[544] Nasıl ki Meryem oğlu İsa da havarilere, “Allah’a giden yolda benim yardımcılarım kimdir?” demişti. Havariler de, “Biz Allah’ın yardımcılarıyız” demişlerdi. Bunun üzerine İsrailoğullarından bir kesim inanmış, bir kesim de inkâr etmişti. Nihayet biz inananları, düşmanlarına karşı destekledik. Böylece üstün geldiler.[545]","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Allah’ın yardımcıları olun. Nitekim Meryem oğlu Îsâ da havârilerine, “Allah’a giden yolda bana yardımcı olacaklar kimlerdir?” diye sorduğunda havâriler, “Allah’ın yardımcıları biziz” demişlerdi. Sonra İsrâiloğulları’ndan bir kısmı iman etmiş, diğer bir kısmı da inkâr etmişti. Biz inananları düşmanlarına karşı destekledik, böylece üstün geldiler.","Diyanet Vakfı Meali":"Ey iman edenler! Allah'ın yardımcıları olun. Nitekim Meryem oğlu İsa havârîlere: Allah'a (giden yolda) benim yardımcılarım kimdir? demişti. Havârîler de: Allah (yolunun) yardımcıları biziz, demişlerdi. İsrailoğullarından bir zümre inanmış, bir zümre de inkâr etmişti. Nihayet biz inananları, düşmanlarına karşı destekledik. Böylece üstün geldiler.","Edip Yüksel Meali":"Ey inananlar, ALLAH'ı destekleyenler olun. Nasıl ki Meryem oğlu İsa, öğrencilerine, \"ALLAH yolunda kim benim destekçilerim olur?\" diye sormuştu. Öğrencileri, \"Biz ALLAH'ın destekçileriyiz,\" demişlerdi. İsrail oğullarından bir grup inandı, bir grup da inkar etti. İnananları düşmanlarına karşı destekledik; onlar üstün geldiler.","Elmalılı Hamdi Yazır Meali":"Ey inananlar, Allah'ın yardımcıları olun. Nitekim Meryem oğlu İsa da havarilere: \"Allah'a (giden yolda) benim yardımcılarım kimdir?\" demişti. Havariler: \"Allah (yolun)un yardımcıları biziz.\" dediler. İsrail oğullarından bir zümre inandı, bir zümre inkar etti. Biz de inananları, düşmanlarına karşı destekledik, onlar üstün geldiler.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Allah yardımcıları olunuz, netekim Meryemin oğlu Isâ: «kim benim yardımcılarım Allaha doğru?» dedi, Havâriyyun «biz Allah yardımcılarıyız» dediler. Bunun üzerine Beni İsraîlden bir taife iyman etti, bir taife de küfre gitti de biz iyman edenleri düşmanlarına karşı te'yid eyledik, o suretle onlar üstün olup yüze çıktılar","Emrah Demiryent Meali":"Ey îmân edenler, Allah’ın (bütün peygamberlerine vahyetmiş olduğu, İslâm dininin) yardımcıları olun. Nitekim Meryem oğlu Îsâ da havarilerine, “Allah yolunda benim yardımcılarım kimlerdir?” demişti. Havariler de, “(Ey Îsâ!) Allah’ın (sana ve bütün peygamberlere vahyetmiş olduğu İslâm dininin) yardımcıları biziz” demişlerdi. (Resûlümüz Îsâ, İsrâiloğullarına İslâm dinini tebliğ etti.) Ancak İsrâiloğullarından bir kısmı ona inandı, bir kısmı da inkâr etti. Biz inananları, düşmanlarına karşı destekledik, böylece üstün geldiler.","Erhan Aktaş Meali":"Ey iman edenler! Allah'ın yardımcıları olun! Meryem Oğlu İsâ'nın havarilere: “Allah yolunda benim yardımcılarım kimdir?” dediği zaman, havarilerin: “Allah yolunun yardımcıları biziz.” dedikleri gibi. Sonuçta, İsrâîloğulları'nın bir kısmı inandı, bir kısmı da inanmadı. Biz de iman edenleri, düşmanlarına karşı destekledik. Böylece, onlar üstün geldiler.","Hasan Basri Çantay Meali":"Ey îman edenler, Allahın yardımcıları olun. Nitekim Meryem oğlu İsâ (da) havaarîlerine «Allaha (müteveccih olarak) benim yardımcılarım kim (olacak)?» demiş, havaarîler de «Allahın yardımcı (kul) ları biziz» (diye) söylemişlerdi. İşte İsrâîl oğullarından bir zümre (ona) îman etmiş, bir zümre de küfürde kalmışdı. Nihayet biz, o îman edenleri düşmanlarına karşı destekledik de bu suretle gaalib (olarak) çıkdılar.","Hayrat Neşriyat Meali":"Ey îmân edenler! Allah'ın (dîninin) yardımcıları olun; nitekim Meryemoğlu Îsâ, havârîlere: “Allah'a, (O'nun dînine olan hizmette) benim yardımcılarım kimlerdir?” demişti. Havârîler dedi ki: “Allah'ın (dîninin) yardımcıları, biziz!” Böylece, İsrâiloğullarından bir tâife îmân etti, bir tâife de inkâr etti. Artık îmân edenlere düşmanlarına karşı kuvvet verdik de(onlar) galib gelen kimseler oldular.","İhsan Aktaş Meali":"Ey iman etmiş olanlar! Allah’ın yardımcıları (dininin hizmetçileri) olun! Meryem oğlu İsa’nın havarilere: “Allah’a giden yolda benim yardımcılarım kim (olacak)?” deyip, Havarilerin de: “Biz Allah’ın (onun dininin) yardımcılarıyız” dedikleri gibi (ey iman etmiş olanlar! Siz de öyle deyin ve Allah’ın dininin yardımcıları olun!). Bunun üzerine (o zamanki) İsrailoğullarından bir kesim inandı, bir kesim de inkâr etti. Nihayet biz iman etmiş olanları düşmanlarına karşı destekledik de onlar ötekilere üstün geldiler.","İlyas Yorulmaz Meali":"Ey İman edenler! Allah’ın dinine yardımcılar olun. Meryem’in oğlu İsa’nın havarilere dediği gibi “Allah’a götürecek yolda bana kim yardımcı olur?” deyince havariler “Biz Allah’ın yardımcılarıyız” demişlerdi. Arkasından İsrail oğullarından bir taife iman etmiş, bir taife de inkâr etmişlerdi. Allah da, düşmanlarına karşı iman edenleri desteklemiş ve onlarda galip gelenlerden olmuşlardı.","İsmayıl Hakkı Baltacıoğlu":"Ey inanan kimseler! Sizler Allah’ın yardımcıları olun. Nasıl ki Meryemoğlu İsa da yardımcılarına şöyle demişti: \"Allah için bana yardım edecek olanlar kimlerdir?\" Yardımcılar da demişlerdi: \"Allah’ın yardımcıları bizler olacağız.\" Derken İsrailoğuları’nın bir bölüğü inanır oldular, bir bölüğü de tanımaz olarak kaldılar. Bunun üzerine Biz de inananları düşmanlarına karşı destekledik. Onun için onlar üstün geldiler.","İsmail Hakkı İzmirli":"Mü/minler! Allah/ın dinine yardımcı olunuz. Nasıl ki Meryem oğlu İsa, havariyyuna «— Allah/a dâvette bana yardımcılar kimdir?» demişti. Havariyyun: «—Biz Allah/ın dininin yardımcılarıyız» demişlerdi. İsrail oğullarından bir bölüğü imana geldi, bir bölüğü kâfir oldu. Biz iman edenlere düşmanlarına karşı kuvvet verdik, onlar da üstün oldular [³].","İsmail Yakıt":"Ey inananlar! Allah’ın yardımcıları olunuz.⁷ Nasıl ki, Meryem oğlu İsa da havarilere, “Allah yolunda benim yardımcılarım kimlerdir?” demişti. Havariler de,⁸ “Biz Allah’ın yardımcılarıyız” demişlerdi.⁹ Bunun üzerine İsrailoğulları’ndan bir grup [tâ’ife] inanmış, bir grup da inkâr etmişti. Sonunda Biz inananları, düşmanlarına karşı destekledik. Böylece üstün geldiler.","Kadri Çelik Meali":"Ey iman edenler! Meryem oğlu İsa'nın Havariler'e, “Allah'a (yönelirken) benim yardımcılarım kimlerdir?” demesi gibi, Allah'ın yardımcıları olun. Havariler ise, “Allah'ın yardımcıları bizleriz” demişlerdi de böylece İsrail oğullarından bir topluluk iman etmiş, bir topluluk da küfretmişti. Sonunda biz de iman edenleri düşmanlarına karşı destekledik de böylece onlar üstün gelenler oldular.","Mahmut Kısa Meali":"<b>Ey iman edenler! Allah’ın </b>dinini egemen kılmak için bu dâvâyı omuzlayan Peygamber’in, İslâm âlimlerinin, önderlerinin <b>yardımcıları olun; tıpkı Meryem oğlu İsa havarilere, “Allah’a</b>giden bu yolda <b>kim benim yardımcılarım olacak?” diye sorduğunda havarilerin </b>kahramanca öne atılarak,<b> “Biz, Allah’ın hizmetçileri </b>olmayı seve seve kabul ediyoruz<b>!” dedikleri gibi. </b><br><b>Böylece </b>Hz. İsa hak dini tebliğ etmeye başladı. Fakat <b>İsrail Oğulları’ndan bir kısmı </b>ona <b>inandı, bir kısmı da inkâr etti. Bunun üzerine, iman edenleri düşmanlarına karşı destekledik ve sonunda </b>hak yolda savaşanlar, inkârcılara<b>üstün geldiler!</b>","Mahmut Özdemir Meali":"Ey iman edenler! Allah’ın yardım edenleri olun! Havâriyler’e Meryem’in oğlu İsâ’nın: -“Allah’a yönelik benim yardım edenlerim kimlerdir?” dediği gibi! Havâriyler de dedi ki: -“Allah’ın yardım edenleri biziz!”. Derken İsrail’in oğullarından bir tâife inandı; bir taife de inkâr etti. İnanmış olanları, düşmanlarına karşı destekledik. Böylece üstün gelip zâhir oldular.","Mehmet Çakır Meali":"Müminler! Artık Allah için hizmete talip olun.  Bildiğiniz gibi İsa Havarîlerine: <i>&quot; Allah'a giden yolda acaba kimler bana yardımcı </i>olabilir &quot; dediğinde, Havarîler atılıp: <i>&quot; Biz, Allah'a hizmete talibiz </i>&quot; diye karşılık vermişlerdi. Sonunda İsrailoğullarından bir kısmı inanmış bir kısmı da inkar etmişti. Ama düşmanlarına karşı desteklediğimiz için müminler muzaffer oldular.","Mehmet Çoban Meali":"Ey iman edenler! Allah’ın yolunda mücadele eden, barış huzur esenlik yolu olan İslam’ın arkasında duran Resulü destekleyenlerden olun! Nasıl ki Meryem oğlu İsa havarilerine, \"Allah’a giden yolda benim yardımcılarım kimdir?\" deyince havarileri, \"Biz Allah’a giden yolun yardımcılarıyız!\" demişti. Siz de havariler gibi, Resulümüz Muhammed’in Allah’a giden yolunda yardımcısı olun! Hatırlayın! İsrailoğullarından bir kesim Resulümüz İsa’ya inanmış bir kesim de inkâr etmişti. Nihayet biz inananları düşmanlarına karşı destekledik. Böylece üstün geldiler. Sizden inananları da destekleyeceğiz. Bilin ki gerçekten inanıyorsanız üstünlük sizdedir.    ","Mehmet Okuyan Meali":"Ey iman edenler! Allah’ın (yolunun) yardımcıları olun! Nitekim Meryem oğlu İsa, Havarilere “Allah’a doğru (giden yolda) kim bana yardımcı olacak?” demişti. Havariler [*] de “Biz Allah’ın (yolunun) yardımcılarıyız!” demişlerdi. [*]İsrailoğulları’ndan bir grup inanmış, bir grup ise inkâr etmişti. [*] Sonunda biz, inananları düşmanlarına karşı desteklemiştik. Böylece galip gelmişlerdi.","Mehmet Türk Meali":"Ey îman edenler! Meryem oğlu İsa’nın havarilere:¹ “Allah’la beraber kim bana yardımcıdır?² deyince, Havarilerin: “Allah’ın yardımcıları bizleriz.” dedikleri gibi, sizler de Allah’ın yardımcıları olun. (Sonunda) İsrâil oğullarından bir topluluk îman etti, bir topluluk da inkâr etti. Biz de düşmanlarına karşı, inananlara yardım ettik ve (sonuçta) onlar, galip geldiler.","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Meryem oğlu İsa gibi, siz de Allah’ın [dâvâsının] hizmetçileri olun! Hani o, beyaz giysililere, ¹⁴ “Kim Allah[ın dâvâsı] uğrunda benim yardımcılarım olacak?” diye sormuştu. Bunun üzerine beyaz giysili [havarî]ler “Allah [yolunda] yardımcılar[ın] biz olacağız!” diye cevap vermişlerdi. Ve böylece İsrailoğulları’ndan bir kısmı [İsa’nın peygamberliğine] i-nanmaya başladı, diğerleri ise hakikati inkar ettiler. ¹⁵ Ama [şimdi] Biz, [gerçekten] imana kavuşmuş olanları ¹⁶ düşmanlarına karşı koruyup destekledik; ve onlar üstün gelenlerden oldular.","Mustafa Çavdar Meali":"Ey iman edenler! Allah’ın davasının destekçileri olun! Tıpkı Meryem oğlu İsa’nın havarilerine; “Allah’ın davasında benim destekçilerim kimdir?” Dediğinde havarilerin; “Allah’ın davasının destekçileri biziz’’ diye karşılık vermeleri gibi. Sonuçta İsrailoğullarından bir kısmı iman etti, bir kısmı da inanmayarak kâfir oldu. Ama biz düşmanları karşısında iman edenleri destekledik. Böylelikle üstün gelenler bunlar oldu. 3/51...53, 47/7, 59/8","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Allah’ın destekçileri olun! Tıpkı Meryem oğlu İsa’nın, havarilerine “Allah’a giden yolda kim bana var gücüyle destek olur?” deyince, havarilerin “Biziz Allah dâvâsının gönüllü destekçileri!” demeleri gibi… Nitekim İsrâiloğullarından bir gurup (ona) inandı,[⁵⁰⁹¹] bir gurup da inkâr etti.[⁵⁰⁹²] Bunun üzerine Biz de iman edenleri düşmanlarına karşı dirençli kıldık: Sonunda galip gelenler onlar oldu.[⁵⁰⁹³]","Orhan Kuntman Meali":"Ey iman edenler, Allah’ın (dininin) yardımcıları olun! Nasıl ki Meryem oğlu İsa da havarilere: \"Allah'a giden yolda benim yardımcılarım kimlerdir?\" diye sorunca, havariler; \"Allah'ın yardımcı kulları biziz\" demişlerdi. İsrailoğullarından bir zümre böylece iman etti. (İsa a.s.'ın getiridiği gerçeklere bağlanıp doğru yolu buldular) bir zümre de inkâr etti. (*) Sonunda biz inananları, düşmanlarına karşı destekledik de, bu sayede onlar üstün geldiler. (**) ","Osman Fırat Meali":"Ey iman edenler! Allah’ın yardımcıları olun. Nasıl ki Meryem oğlu İsa da havarilere, \"Allah’a giden yolda benim yardımcılarım kimdir?\" demişti. Havariler de, \"Biz Allah’ın yardımcılarıyız\" demişlerdi. Bunun üzerine İsrailoğullarından bir kesim iman etmiş, bir kesim de inkâr etmişti. Nihayet biz iman edenleri, düşmanlarına karşı destekledik. Böylece iman edenlere arka çıktılar.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Allah'ın yardımcıları olun, nasıl ki, Meryem'in oğlu İsa Havarîlere dedi ki: «Allah'a doğru benim yardımcılarım kimlerdir?» Havarîler de dedi ki: «Biz Allah'a yardımcılarız.» Sonra İsrailoğullarından bir zümre imân etti, bir tâife ise kâfir oldu. Sonra imân etmiş olanları, düşmanları üzerine teyid ettik, artık galipler olarak sabahladılar.","Suat Yıldırım Meali":"Ey iman edenler! Siz Allah'ın tarafında olunuz (O'nun dinine yardım ediniz). Nasıl ki Meryem'in oğlu Îsâ vaktiyle, havarilere: “Allah'ın yolunda giderken kim bana yardımcı olmak ister? ” diye sorunca, havariler: “Biz Allah'ın tarafında oluruz! ” diye cevap vermişlerdi. Neticede İsrailoğullarından bir kısmı Îsâ'nın peygamberliğine iman etti, bir kısmı da inkâr etti. Biz de iman edenleri düşmanlarına karşı destekledik de onlar ötekilere üstün geldiler. {KM, Matta 4, 19-20}","Süleyman Ateş Meali":"Ey inananlar, Allah'ın yardımcıları olun. Nitekim Meryem oğlu Îsa da havarilere: \"Allah yolunda benim yardımcılarım kimdir?\" demişti. Havariler: \"Allah(yolun)un yardımcıların biziz\" dediler. İsrail oğullarından bir zümre inandı, bir zümre inkar etti. Biz de inananları, düşmanlarına karşı destekledik, onlar üstün geldiler.","Süleyman Tevfik (1927)":"Ey Mü'minler! Allâh'ın yardımcıları olunuz. 'Îsâ ibni Meryem'in havârîlere: \"Allâh içün benim ensârım kimlerdir\" didikde havârîler: \"Biz Allâh'ın yardımcılarıyız.\" didiler. (Onlar gibi olunuz). Benî İsrâîl'den bir tâife îmân idüb diğer bir tâife de kâfir oldılar. Biz îmân idenleri düşmanları üzerine te'yîd ve gâlib itdik. ","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Allah için yardım eden kişiler olun. Nitekim Meryem oğlu İsa Havarilere: “Allah’a giden yolda bana kimler yardım eder?” dediğinde Havariler: “Biz, Allah için yardım ederiz.” demişlerdi. Böylece İsrail oğullarının bir bölümü inanıp güvenmiş, bir bölümü de görmezlikten gelmişti. Biz de inanıp güvenenleri düşmanlarına karşı güçlendirdik; sonunda onlara üstün geldiler.","Şaban Piriş Meali":"Ey iman edenler! Allah yardımcıları olun. Meryem oğlu İsa'nın Havarilere dediği gibi:-Allah yolunda yardımcılarım kimdir? Havariler dedi ki: -Biz, Allah yardımcılarıyız! İsrailoğulları'ndan da bir grup inanmış, bir grup da inkar etmişti. Biz da iman edenleri düşmanlarına karşı destekledik, Onlar da üstün geldiler.","Ümit Şimşek Meali":"Ey iman edenler, Allah'ın yardımcıları(1) olun. Nasıl ki İsa Havârilere “Allah yolunda bana yardım edecek kim var?” diye sormuş, Havâriler de “Allah'ın yardımcıları biziz” demişlerdi. Böylece İsrailoğullarından bir zümre iman etti, bir zümre ise kâfir oldu. Biz de iman edenleri düşmanlarına karşı destekledik ve onlar üstün geldiler.","Yaşar Nuri Öztürk Meali":"Ey iman sahipleri! Allah'ın yardımcıları olun! Hani, Meryem oğlu İsa, havarilere: \"Allah'a gidişte benim yardımcılarım kimdir?\" demişti de, havariler: \"Biz, Allah'ın yardımcılarıyız!\" cevabını vermişlerdi. Bunun ardından, İsrailoğullarından bir zümre iman etmiş, bir zümre de küfre sapmıştı. Nihayet biz, iman sahiplerini düşmanlarına karşı güçlendirdik de onlar üstün geldiler.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! oluñ arķa viriciler Tañrı’ya nitekim eyitti 'įsā! meryem oġlı ḥavārılara “kimdür arķa viricilerüm Tañrı’dın yaña?” eyitti ḥavārılar “biz Tañrı’nuñ arķa viricilerivüz.” pes įmān getürdi bir bölük benį isrāyil’den daħı kāfir oldı biz bölük. pes ķuvvetlendürdük anları kim įmān getürdiler düşmānları üzere pes oldılar ġālibler ya'nį ḥüccetler-ile.","Satıraltı Meal (1534)":"İy mü’minler, Tañrı Ta‘ālā dīnine nuṣret idiciler oluñuz. Nite kimeyitdi Meryem oġlı ‘Īsā ḥavārīlere: Kim baña nuṣret ider Allāh dīninde?Eyitdi ḥavārīler: Biz nuṣret iderüz Allāh dīnine, didiler. Pes īmān getürdilerBenī İsrā’īlden bir bölük ādem ve bir bölük kāfir oldılar. Pes ḳuvvetlen‐dürdük mü’minleri düşmanları üzere. Pes ġālibler oldılar.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Allahın (dininin və peyğəmbərinin) köməkçiləri olun! Necə ki, Məryəm oğlu İsa həvarilərə: “Allah yolunda mənim köməkçilərim kimdir?” – demiş, həvarilər də: “Allahın köməkçiləri bizik!” – deyə cavab vermişdilər. Nəhayət, İsrail oğullarından bir tayfa iman gətirdi, bir tayfa isə kafir oldu. Biz də iman gətirənləri düşmənlərinə qarşı qüvvətləndirdik və onlar qələbə çaldılar.","M. Pickthall (English)":"O ye who believe! Be Allah's helpers, even as Jesus son of Mary said unto the disciples: Who are my helpers for Allah? They said: We are Allah's helpers. And a party of the Children of Israel believed, while a party disbelieved. Then We strengthened those who believed against their foe, and they became the uppermost.","Yusuf Ali (English)":"O ye who believe! Be ye helpers of Allah:(5446) As said Jesus the son of Mary,(5447) to the Disciples, \"Who will be my helpers to (the work of) Allah.\" Said the disciples, \"We are Allah.s helpers!\" then a portion of the Children of Israel believed, and a portion disbelieved: But We gave power to those who believed, against their enemies, and they became the ones that prevailed.(5448)"},"TotalVerse":14,"Name":"Saff"}