{"1":{"Arabic":"يُسَبِّحُلِلّٰهِمَافِيالسَّمٰوَاتِوَمَافِيالْاَرْضِالْمَلِكِالْقُدُّوسِالْعَز۪يزِالْحَك۪يمِ","Abdulbaki Gölpınarlı Meali":"Tenzih eder ne varsa göklerde ve ne varsa yeryüzünde; her şeye sahip ve mutasarrıf olan, ayıplardan ve noksanlardan arı bulunan üstün, hüküm ve hikmet sahibi Allah'ı.","Abdullah-Ahmet Akgül Meali":"<b>Göklerde ve yerde olanların tümü, </b><i>(yegâne)</i><b> Melik </b><i>(kâinatın ve mahlûkatın asıl hükümdarı)</i><b>; Kuddûs </b><i>(her türlü noksanlık ve kusurdan münezzeh olan)</i><b>; Azîz </b><i>(daima galip ve güçlü bulunan)</i><b>; Hakîm </b><i>(hikmet ve hâkimiyet sahibi)</i><b> olan Allah’ı tesbih etmektedirler.</b> ","Abdullah Parlıyan Meali":"Göklerde ve yerde olan herşey, herşeye sahip olan, ayıp ve noksanlıklardan uzak olan, mağlup olmayan güce sahip ve yaptığı herşeyi yerli yerince yapan, Allah'ın sınırsız şanını yüceltmektedir.","Ahmet Tekin Meali":"Göklerdeki varlıkların, imkânların ve yerdeki varlıkların ve imkânların tamamı; mülkün sahibini, hâkimini, her türlü noksanlıktan, ayıptan uzak en büyük kutsalını, kudretlisini, hikmet sahibini ve hükümranını, Allah'ı, koyduğu düzen içinde görevlerini yaparak tesbih ve zikrediyorlar.","Ahmet Varol Meali":"Göklerde ve yerde ne varsa mülkün sahibi, kutlu, yüce ve hikmet sahibi Allah'ı tesbih etmektedir.","Ali Bulaç Meali":"Göklerde ve yerde olanların tümü, Melik; Kuddüs; Aziz; Hakim olan Allah'ı tesbih eder.","Ali Fikri Yavuz Meali":"Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. O, öyle bir Melik ki, Kuddüs'dür= her noksan şeyden münezzehtir, Azîz'dir= her şeye galibdir, Hakîm'dir= bütün işlerinde hikmet sahibidir.","Bahaeddin Sağlam Meali":"Göklerdeki ve yerdeki her şey, Allah’ı tesbih ediyor (O’nun yüceliğini ve münezzehiyetini ilan ediyor.) O, her şeyin idaresi elinde olan, mukaddes (pak,) üstün kuvvet sahibi ve her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"Göklerde ve yerde olanların hepsi, mülkün sahibi, kutsal kurtuluşun tek kaynağı, kudret ve hikmet sahibi Allah'ı tesbih ediyor/anıyor.[638]","Besim Atalay Meali (1965)":"Yerde, gökte bulunan her şey, egemen olan, kutsal olan, emre olan, bilge olan Allaha tespih eder","Cemal Külünkoğlu Meali":"Göklerde ve yerde olan her şey, mülkün sahibi, eksiklikten ve noksanlıktan uzak, aziz ve hâkim olan Allah'ı tesbih eder (O'nun verdiği vazifeyi icra ederek O'na karşı sorumluluğunu yerine getirir).","Cemil Said (1924)":"Semâvâtda ve arzda ne kadar mevcûdât var ise hükümdârlığında şerîk ve zevâl olmayan Allâh’a hamd iderler.","Diyanet İşleri Meali (Eski)":"Göklerde olanlar ve yerde bulunanlar, hükümran, çok kutsal, güçlü ve Hakim olan Allah'ı tesbih ederler.","Diyanet İşleri Meali (Yeni)":"Göklerdeki ve yerdeki her şey, mülkün sahibi, mukaddes, mutlak güç sahibi, hüküm ve hikmet sahibi olan Allah’ı tespih eder.","Kur'an Yolu (Diyanet İşleri)":"Göklerde bulunanlar da yerde bulunanlar da egemenliğin mutlak sahibi, her türlü eksiklikten uzak, üstün ve her işi hikmetli olan Allah’ı tesbih ediyor.","Diyanet Vakfı Meali":"Göklerde ve yerde olanların hepsi, mülkün sahibi, eksiklikten münezzeh, azîz ve hakîm olan Allah'ı tesbih eder.","Edip Yüksel Meali":"Göklerdekilerin ve yerdekilerin hepsi ALLAH'ı yüceltir. O Kraldır, En kutsaldır, Üstündür, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Göklerde ve yerde olanların hepsi padişah, mukaddes, azîz ve hakîm olan Allah'ı tesbih etmektedir.","Elmalılı Meali (Orijinal)":"Tesbîh eder Allah için Göklerde ki ve Yerdeki o öyle lekesiz kuddûs melik ki hem azîz hem hakîm","Emrah Demiryent Meali":"Göklerdeki ve yerdeki her şey, bütün mülkün yegâne sahibi, her türlü noksan sıfatlardan münezzeh, her işinde mutlak galip, hüküm ve hikmet sahibi olan Allah’ı tesbih eder.","Erhan Aktaş Meali":"Göklerde ve yerde bulunanların tamamı, Melik¹, Kuddûs², Mutlak Üstün Olan, En İyi Hüküm Veren Allah'ı tesbih³ etmektedir.","Hasan Basri Çantay Meali":"Göklerde ne var, yerde ne varsa (hepsi) O mülk-ü melekûtun eşsiz hükümrânı, noksaanı mucib herşeyden pâk ve münezzeh, gaalib-i mutlak, yegâne hukûm ve hikmet saahibi Allâhı tesbîh (ve tenzîh) etmekdedir.","Hayrat Neşriyat Meali":"Göklerde olan ve yerde bulunanlar, Melik (mülkünde istediği gibi tasarruf eden), Kuddûs (bütün noksanlıklardan münezzeh olan), Azîz (kudreti dâimâ üstün gelen), Hakîm(her işi hikmetli olan) Allah'ı tesbîh eder.","İhsan Aktaş Meali":"Göklerde (uzayda) ne var, yerkürede ne varsa hepsi melik (kâinatın gerçek hükümdarı), kuddûs (çok yüce, her noksandan münezzeh), azîz (üstün, galip), hakîm olan (doğru hüküm veren) Allah’ı (Allah’ın evrende koyduğu yasalara boyun eğerek lisani hâl ile) tesbih eder. *","İlyas Yorulmaz Meali":"Göklerde ve yerde olan her şey, bütün mülkün sahibi, kendisinden başka kutsal olmayan, en güçlü ve her şeyin hükmünü veren Allah’ı yüceltirler.","İsmayıl Hakkı Baltacıoğlu":"Yerlerde, göklerde ne varsa hepsi Allah’ındır. Kutsal, erkli, doğruyu bildirici olan o hakan uludur.","İsmail Hakkı İzmirli":"Göklerde ve yerde olan her bir şey muazzam bir padişah [²], pek mukaddes, yegâne galip, hâkim olan Allah/ı tenzih eder,","İsmail Yakıt":"Göklerde ve yerde bulunanların hepsi; Melik, Kuddûs, Azîz ve Hakîm olan Allah’ı tesbih eder.¹","Kadri Çelik Meali":"Göklerde ne varsa ve yerde ne varsa hepsi kâinatın gerçek hükümdarı, her noksandan münezzeh, çok güçlü ve hikmet sahibi olan Allah'ı tesbih eder.","Mahmut Kısa Meali":"<b>Göklerde ve yerde bulunan </b>bütün varlık<b>lar, Mutlak Hükümran, Mukaddes, Sonsuz Kudret ve Hikmet Sahibi olan Allah’ı</b>n sınırsız kudret ve azametini övgüyle anıp<b> yüceltmektedir.</b> Şu muhteşem kâinat nizamı içerisinde yer alan her şey, kendisini yaratan Allahu Teâlâ’nın her türlü kusur ve noksanlıktan uzak olduğunu haykırmakta, O’nun sonsuz ilim, kudret, merhamet, hikmet, iyilik, güzellik ve adâletini gözler önüne sermektedir. Eğer çevrenizdeki varlıklara ibret nazarıyla bakacak olursanız, her zerresinin Allah’ı zikrettiğini duyacak, göreceksiniz. <br>İşte, Allah’ın sınırsız kudret ve hikmetinin bir tecellîsi olarak:","Mahmut Özdemir Meali":"Yer’dekiler ve Gökler’dekiler, Hakîm Azîz Kuddûs Melik Allah için tesbih ediyor.","Mehmet Çakır Meali":"Göklerde ve yerde olan tüm varlıklar, Allah'ın erişilmez yüceliğini dile getirirler. Allah, her şeyin başı, saygın, güçlü ve egemendir.","Mehmet Çoban Meali":"Göklerdeki yerdeki her bir şey O’nu tesbih eder. O, mülkün sahibi olan Mutlak güçlü olan, hüküm ve hikmet sahibi olan Allah’tır. Allah’tan başka kutsanacak varlık yoktur.          ","Mehmet Okuyan Meali":"Göklerde ve yerde ne varsa hepsi, (gerçek) hükümdar, kutsallığın kaynağı, güçlü, doğru hüküm veren Allah’ı [tesbih] eder (yüceltir).","Mehmet Türk Meali":"Göklerde ve yerde olan her şey, O her şeyi hükmü altına alan, mukaddes,¹ çok şerefli,² hüküm (ve hikmet) sahibi³ olan Allah’ın şânını yüceltir.⁴","Muhammed Esed Meali":"GÖKLERDE ve yerde olan her şey, Mülkün Sahibi, Mukaddes, Kudret ve Hikmet Sahibi Allah’ın sınırsız şanını yüceltmektedir.","Mustafa Çavdar Meali":"Göklerde ne varsa, yerde ne varsa hepsi, kâinatın yegâne sahibi, kutsalın tek kaynağı, mutlak üstün ve yüce olan ve her hükmü doğru olan Allah’ın koyduğu yasaya boyun eğmekte ve ona göre hareket etmektedir. 14/2-3, 53/31-32","Mustafa İslamoğlu Meali":"GÖKLERDE olanlar da, yerde olanlar da mutlak otorite sahibi, mukaddes, her işinde mükemmel ve her hükmünde tam isabet sahibi Allah için hareket ederler.[⁵⁰⁹⁴]","Orhan Kuntman Meali":"Göklerde ve yerde ne varsa; Melik, Mukaddes her şeye gücü yeten ve hikmet sahibi olan Allah'ı tesbih eder. (Her şeyi hikmet iledir, nitekim)","Osman Fırat Meali":"Göklerdeki ve yerdeki her şey, mülkün sahibi, mukaddes, üstün, hüküm ve hikmet sahibi olan Allah’ı tespih eder.","Ömer Nasuhi Bilmen Meali":"Melik, Kuddûs, Azîz, Hakim olan Allah için göklerde ne varsa ve yerde ne varsa tesbihte bulunur.","Suat Yıldırım Meali":"Göklerde ne var, yerde ne varsa hepsi melik (kâinatın gerçek hükümdarı), kuddûs (çok yüce, her noksandan münezzeh) azîz ve hakîm olan Allah'ı tesbih ve tenzih eder. ","Süleyman Ateş Meali":"Göklerde ve yerde bulunanların hepsi padişah, mukaddes, aziz, hakim olan Allah'ı tesbih etmektedir.","Süleyman Tevfik (1927)":"Göklerde ve yerde olan şeylerin cümlesi kavî, gâlib ve hakîm olan melikü'l mülük Allâh Te'âlâ'yı tesbîh ve tenzîh iderler.","Süleymaniye Vakfı Meali":"Göklerde ve yerde ne varsa hepsi O’na[1]; bütün yetkiyi elinde tutan, yaptığını tertemiz yapan, daima üstün ve bütün kararları doğru olan Allah’a boyun eğer[2].","Şaban Piriş Meali":"Göklerde ve yerde ne varsa; hükümran, kuddüs, güçlü ve hakim olan Allah'ı takdis ederler.","Ümit Şimşek Meali":"Göklerde ne var, yerde ne varsa, hepsi, yegâne egemenlik sahibi olan, her türlü eksiklik ve çirkin sıfattan temiz ve yüce olan, kudreti herşeye üstün olan ve hikmeti herşeyi kuşatan Allah'ı tesbih eder.","Yaşar Nuri Öztürk Meali":"Göklerdekiler ve yerdekiler o Melik, o Kuddûs, o Azîz, o Hakîm Allah'ı tespih ediyor.","Eski Anadolu Türkçesi":"teşbiḥ eyler Tañrı’ya ol kim göklerdedür daħı ol kim yirdedür pādişāh gey arı beñdeşsüz dürüst işlü sözlü.","Satıraltı Meal (1534)":"Tesbīḥ ider Allāha gökler ehli ve yirler ehli. Ol Allāh pādişāhdur, her ‘ayb‐dan münezzehdür, ‘azīzdür, ḥakīmdür.","Bunyadov-Memmedeliyev ":"Göylərdə və yerdə nə varsa, (hamısı) mülkün (yer-göy mülkünün) hökmdarı (sahibi), müqəddəs (pak), yenilməz qüvvət, hikmət sahibi olan Allahı təqdis edib Onun şə’ninə tə’riflər deyər!","M. Pickthall (English)":"All that is in the heavens and all that is in the earth glorifieth Allah, the Sovereign Lord, the Holy One, the Mighty, the Wise.","Yusuf Ali (English)":"Whatever is in the heavens and on earth, doth declare(5449) the Praises and Glory of Allah,- the Sovereign,(5450) the Holy One, the Exalted in Might, the Wise."},"2":{"Arabic":"هُوَالَّذ۪يبَعَثَفِيالْاُمِّيّ۪نَرَسُولًامِنْهُمْيَتْلُواعَلَيْهِمْاٰيَاتِه۪وَيُزَكّ۪يهِمْوَيُعَلِّمُهُمُالْكِتَابَوَالْحِكْمَةَۗوَاِنْكَانُوامِنْقَبْلُلَف۪يضَلَالٍمُب۪ينٍۙ","Abdulbaki Gölpınarlı Meali":"O, bir mabuttur ki Mekkeliler içinden, kendi cinslerinden bir peygamber göndermiştir; onlara ayetlerini okumaktadır ve onları tertemiz bir hale getirmektedir ve onlara kitabı ve şeriatlerin hikmetlerini öğretmektedir ve bundan önce onlar, elbette apaçık bir sapıklık içindeydiler.","Abdullah-Ahmet Akgül Meali":"<b>O </b><i>(Allah)</i><b>, ümmiler içinde</b><i>(n seçip)</i><b>, kendilerinden </b><i>(biri olan)</i><b> ve onlara ayetlerini okuyan, onları </b><i>(Kur’an’la ve izahıyla)</i><b> temizleyip arındıran ve onlara Kitap ve hikmeti </b><i>(Sünneti)</i><b> öğretip </b><i>(açıklayan kutlu)</i><b> bir Elçi gönderendir. Oysa onlar, bundan önce gerçekten açıkça bir şaşkınlık ve sapkınlık içindeydiler.</b> ","Abdullah Parlıyan Meali":"O Allah ki, kitap ve okuma ile ilgisi olmayan bir topluma, kendi aralarından kendilerine, Allah'ın mesajını aktaran, onları küfür, şirk ve nifak gibi hastalıklardan arındıran, ilâhî kelamı ve hikmeti öğreten bir elçi göndermiştir ki, oysa onlar bundan önce, apaçık bir sapıklık içindeydiler.","Ahmet Tekin Meali":"O, içlerinden, ümmîler, Mekkeli bilinen kabileler arasında kendilerine Allah'ın âyetlerini, Kur'ân'ı okuyan, onları pislikten arındıran, vicdanlarını temizleyen, onlara okuma yazmayı, kitaba, Kur'ân'a vukufu, ilmi, hikmeti, sağlıklı ve ahlâklı yaşama bilgisini, sünnetini öğreten, özgürce sorumluluklarını yerine getirmek üzere bir Rasul seçerek görevlendirendir. Onlar önceden, tamamen başlarına buyruk bir hayat, koyu bir cehalet, dalâlet ve bozuk düzen içindeydiler.","Ahmet Varol Meali":"O, ümmiler [1] içinde kendilerinden, onlara ayetlerini okuyan, onları arındıran ve onlara Kitab'ı ve hikmeti öğreten bir peygamber gönderendir. Oysa onlar daha önce apaçık bir sapıklık içindeydiler.","Ali Bulaç Meali":"O, ümmîler içinde, kendilerinden olan ve onlara ayetlerini okuyan, onları arındırıp-temizleyen ve onlara kitap ve hikmeti öğreten bir elçi gönderendir. Oysa onlar, bundan önce gerçekten açıkça bir sapıklık içinde idiler.","Ali Fikri Yavuz Meali":"(Çoğu okuma yazma bilmiyen) Arablar içinde, soylarından bir peygamber gönderen O'dur. (Bu Peygamber Muhammed Aleyhisselâm) üzerlerine O'nun ayetlerini okuyor, onları (şirk kirinden) temizliyor, kendilerine Kur'an ve şeriat (dinî hükümler) öğretiyor. Halbuki bundan önce (Peygamberin gelişinden evvel) açık bir sapıklık içinde idiler.","Bahaeddin Sağlam Meali":"Ümmilere (Araplara) daha önce apaçık bir sapıklık içinde oldukları halde, içlerinden kendilerine bir elçi gönderen O’dur. O elçi onlara Allah’ın ayetlerini okuyor, (manen) onları temizliyor; onlara kitap ve hikmeti (yasa ve bilgiyi) öğretiyor.","Bayraktar Bayraklı Meali":"Ümmîlere/cahillere, kendilerine Allah'ın âyetlerini okuyan, onları arındıran, onlara kitabı ve hikmeti öğreten içlerinden bir peygamberi gönderen O'dur. Onlar, bundan önce apaçık bir sapıklık içindeydiler.[639]","Besim Atalay Meali (1965)":"Okuyup yazması olmayanlara, içlerinden bir peygamber gönderdi, onlara okuyor âyetlerini, onları temizliyor, onlara hem kitabı, hem hikmeti öğretiyor; onlarsa, önceden açık bir sapkınlık içindeydiler","Cemal Külünkoğlu Meali":"O (Allah), ümmilere içlerinden, kendilerine (Allah'ın) âyetlerini okuyan, onları (şirk kirinden) temizleyen, onlara kitabı ve hikmeti öğreten bir resul gönderendir. Hâlbuki onlar, bundan önce apaçık bir sapıklık içindeydiler.","Cemil Said (1924)":"Ümmîler (okumak yazmak bilmeyenler) içinden Allâh’ın âyâtını kendilerine bildirmek, ahlâklarını tashîh itmek, Kur’ân ve Hikmet’i ânlara ta’lîm iylemek üzere bir peygamber çıkarub gönderen Allâh’dır çünki ânlar âşikâr bir dalâletde idiler.","Diyanet İşleri Meali (Eski)":"Kitapsız (okuma-yazma bilmeyen) kimseler arasından, kendilerine ayetlerini okuyan, onları arıtan, onlara Kitabı ve hikmeti öğreten bir Peygamber gönderen O'dur. Onlar, daha önce, şüphesiz apaçık bir sapıklık içinde idiler.","Diyanet İşleri Meali (Yeni)":"O, ümmîlere[546], içlerinden, kendilerine âyetlerini okuyan, onları temizleyen, onlara kitabı ve hikmeti öğreten bir peygamber gönderendir. Hâlbuki onlar, bundan önce apaçık bir sapıklık içinde idiler.","Kur'an Yolu (Diyanet İşleri)":"Ümmîlere kendi içlerinden, onlara âyetlerini okuyacak, onları arındıracak, onlara kitabı ve hikmeti öğretecek bir elçi gönderen O’dur. Oysa onlar daha önce apaçık bir sapkınlık içindeydiler.","Diyanet Vakfı Meali":"Çünkü ümmîlere içlerinden, kendilerine âyetlerini okuyan, onları temizleyen, onlara Kitab'ı ve hikmeti öğreten bir peygamber gönderen O'dur. Kuşkusuz onlar önceden apaçık bir sapıklık içindeydiler.","Edip Yüksel Meali":"O ki, ümmilerin arasından, kendilerinden olan bir elçi göndermiştir ki onlara O'nun ayetlerini okuyor, onları temizliyor ve onlara kitabı ve bilgeliği öğretiyor. Bundan önce onlar apaçık bir sapıklık içinde bulunuyorlardı.","Elmalılı Hamdi Yazır Meali":"O'dur ki ümmiler içinde, kendilerinden olan ve onlara Allah'ın âyetlerini okuyan, onları temizleyen, onlara kitap ve hikmeti öğreten bir Peygamber gönderdi. Oysa onlar, önceden apaçık bir sapıklık içinde idiler.","Elmalılı Meali (Orijinal)":"Odur ki: ümmîler içinde kendilerinden bir Resul gönderdi, üzerlerine onun âyetlerini okuyor ve onları temize çıkarıp parlatıyor, kendilerine kitab ve hikmet öğretiyor, halbu ki bundan evvel açık bir dalâl içinde idiler","Emrah Demiryent Meali":"O (Allah ki) *ümmîler içinde (n seçip), kendi (kavim) lerinden (biri) olan ve onlara (Allah’ın) âyetlerini okuyan, onları (manevi kirlerden) arındıran, onlara kitabı ve hikmeti öğreten bir peygamber gönderendir. Oysa onlar, önceden apaçık bir sapkınlık içindeydiler.","Erhan Aktaş Meali":"Ümmilere¹, kendilerinden olan; O'nun ayetlerini okuyan, onları arındıran, onlara Kitap'ı ve Hikmet'i² öğreten bir resûl görevlendiren O'dur. Onlar, bundan önce apaçık bir sapkınlık içindeydiler.","Hasan Basri Çantay Meali":"O, ümmîler içinde kendilerinden (kendilerine) bir peygamber gönderendir ki (bu), onlara âyetlerini okur, onları temizler, onlara kitabı, hikmeti öğretir. Halbuki onlar daha evvel hakıykaten apaçık bir sapıklık içinde idiler.","Hayrat Neşriyat Meali":"O (Allah), ümmîler (Arablar) içinde, kendilerinden bir peygamber gönderendir; (o peygamber) onlara O'nun âyetlerini okuyor, onları (günahlardan) temizliyor ve onlara kitâbı ve hikmeti öğretiyor. Hâlbuki (onlar) daha önce gerçekten apaçık bir dalâlet içinde idiler.","İhsan Aktaş Meali":"O (Allah) ki, ümmiler (ilahi kitap nedir, iman nedir bilmeyenler, ilahi kitap okumayan ve kitap ehli olmayanlar) içinde, kendilerinden olan bir elçi gönderdi. O elçi onlara Allah’ın ayetlerini (mesajlarını) okuyor, (manen) onları arındırıyor, onlara kitabı (Kur’an okumayı) ve hikmeti (problem çözme bilimini, yasa ve nesnelerin mahiyet ve hakikatlerini ve ilahi hükümlerini) öğretir. Oysa onlar, bundan önce, (ilahi kitap nedir, iman nedir bilmeyen) açık bir sapıklık içinde idiler. *","İlyas Yorulmaz Meali":"Ümmi bir topluma kendi içlerinden bir elçi gönderen de O’dur. O elçi onlara Allah’ın ayetlerini okuyup, onları tertemiz yapıyor, onlara kitabı ve kitabın içindeki hükümleri öğretiyor. Hâlbuki onlar, elçi gönderilmeden önce açık bir sapıklık içinde olan bir toplumdu.","İsmayıl Hakkı Baltacıoğlu":"O Allah ki okuması, yazması olmıyanlara kendilerinden elçi gönderdi. Bu elçi onları arıttı, onlara Kitap’ı, doğrunun bilgisini öğretti. Çünkü onlar bundan önce açıktan açığa sapkınlık içinde idiler.","İsmail Hakkı İzmirli":"Ümmilere kendilerinden bir peygamber gönderen O/dur. O peygamber onlara Allah/ın âyetlerini okur, onları fenalıklardan pâk kılar, onlara Kitap ve hikmet öğretir, Gerçi onlar bundan evvel belli bir sapıklık içinde kalmışlardı.","İsmail Yakıt":"Okuryazarlığı/vahiy kültürü olmayanlar [ummiyyîn] içinde, kendilerinden olan ve onlara Allah’ın ayetlerini okuyan, onları ahlaki kötülüklerden temizleyen [yuzekkîhim], kendilerine kitap ve hikmeti öğreten bir elçi gönderen O’dur. Hâlbuki onlar bundan önce apaçık bir sapıklık içinde idiler.²","Kadri Çelik Meali":"O; ümmiler içinde kendilerinden olan ve onlara ayetlerini okuyan, onları arındırıp temizleyen ve onlara kitap ve hikmeti öğreten bir peygamberi gönderendir. Oysa onlar, bundan önce gerçekten açıkça bir sapıklık içinde idiler.","Mahmut Kısa Meali":"<b>O </b>Allah ki, Kitap nedir iman nedir bilmeyen <b>eğitimsiz bir topluma, kendi içlerinden öyle </b>mübarek <b>bir Peygamber gönderdi ki, hem onlara </b>Allah’ın <b>ayetlerini okuyor, hem onları </b>inkâr, cehâlet ve günah kirlerinden arındırıp<b> tertemiz kılıyor, hem de kendilerine </b>ilâhî <b>Kitabı ve </b>Kitaptaki hükümleri hayata uygulama bilgisi olan ve Peygamberin örnek yaşantısıyla ortaya konan <b>hikmeti öğretiyor. </b>Böylece, gönderdiği Kitap ve Elçi sayesinde bütün insanlığa yol gösterecek örnek bir toplum çıkarıyor. <b>Hâlbuki onlar, </b>kendilerine Elçi gönderilmeden<b> önce apaçık bir sapıklık içindeydiler.</b>","Mahmut Özdemir Meali":"O’dur ki onlara Kitab’ı ve Hikmet’i öğretecek, onları arındıracak, O’nun âyetlerini onlara okuyacak bir rasûlü Ümmiyylere seçip gönderdi. Oysa önceden elbette açık bir şaşkınlık içindeydiler.","Mehmet Çakır Meali":"Allah'ın, ümmî bir topluma yine kendi içlerinden seçip gönderdiği elçinin görevi: Allah'ın ayetlerini okumak, toplumu temiz toplum haline getirmek, yazı ile egemenlik sanatını öğretmekti. Çünkü, vaktiyle bu toplumun bireyleri, tamamen yalnızlığa terkedilmişlerdi. ","Mehmet Çoban Meali":"Allah; Kitaptan habersiz olan topluma ayetlerini okuyan, Kitabı ve hikmeti öğreten, onları olumsuz davranışlardan uzak durmaya davet eden Resuller gönderendir. Hâlbuki onlar bundan önce apaçık bir sapıklık içindeydiler.         ","Mehmet Okuyan Meali":"O, [ümmi]lere [*] (Mekkelilere) kendilerine (Allah’ın) ayetlerini [tilavet] etmekte (okuyup aktarmakta), onları (kötülüklerden) arındırmakta ve onlara Kitap ve [hikmet]i (doğru hükümleri) öğretmekte olan bir Elçi göndermiştir. [*] Daha önce onlar apaçık bir sapkınlık içindeydi.","Mehmet Türk Meali":"Ümmi¹ bir topluma, kendilerinden olan ve onlara (Allah’ın) âyetlerini okuyan, onları (bâtıl inançlardan) temizleyen, onlara kitap ve hikmeti² öğreten bir Peygamber gönderen, O (Allah)’tır. Şüphesiz onlar, daha önce apaçık bir sapkınlık içerisinde idiler.","Muhammed Esed Meali":"O, Kitap ile ilgisiz bir topluma, kendi içlerinden ¹ kendilerine Allah’ın mesajlarını aktaran, onları arındıran, ilahî kelâmı ve hikmeti öğreten bir elçi göndermiştir ki, o’ndan önce, açık bir sapıklık içindeydiler;","Mustafa Çavdar Meali":"O Allah ki ümmi/vahiy kültürüne sahip olmayan ve apaçık bir sapkınlık içinde bulunan bir topluma kendi içlerinden O<br>\nun ayetlerini ileten, onları şirkten arındıran, bu kitabı/Kuran’ı ve bu kitabın anlaşılması ve hayata taşınmasını öğreten bir elçi gönderdi. 2/151, 3/164","Mustafa İslamoğlu Meali":"Ümmilere, âyetlerini kendilerine okumak, arındırmak, kitabı ve doğru hüküm vermeyi öğretmek için, içlerinden bir Elçi gönderen O’dur. Oysa onlar önceden derin bir sapıklık içinde yaşıyorlardı.[⁵⁰⁹⁵]","Orhan Kuntman Meali":"O, ümmilere (çoğu okuma yazma bilmeyen Araplara) içlerinden -kendilerine ayetlerini okuyan, onları (şirkten) temizleyen, onlara kitabı ve hikmeti öğreten - bir Peygamberi Muhammed s.a.s.'i) gönderendir. Oysa onlar daha önceleri apaçık bir sapıklık içinde idiler.","Osman Fırat Meali":"O’dur ki ümmiler içinde, kendilerinden olan ve onlara Allâh’ın âyetlerini anlatan, onları temizleyen, onlara kitabı ve hikmeti öğreten bir elçi gönderdi. Oysa onlar, önceden, açık bir sapıklık içinde idiler.","Ömer Nasuhi Bilmen Meali":"O, o (Mabûd-i Kerîm)dir ki, ümmîler arasında kendilerinden bir peygamber gönderdi, onlara karşı âyetlerini okur ve onları temizler ve onlara kitabı ve hikmeti öğretir. Halbuki onlar evvelce pek açık bir sapıklık içinde idiler.","Suat Yıldırım Meali":"O, ümmîler arasından, kendilerinden olan bir elçi gönderdi. Bu elçi onlara Allah'ın âyetlerini okur, onları arındırır, onlara kitabı ve hikmeti öğretir. Halbuki daha önce belli ve kesin bir sapıklık içinde idiler. ","Süleyman Ateş Meali":"O'dur ki ümmiler içinde, kendilerinden olan ve onlara Allah'ın ayetlerini okuyan, onları yücelten, onlara Kitabı ve hikmeti öğreten bir elçi gönderdi. Oysa onlar, önceden, açık bir sapıklık içinde idiler.","Süleyman Tevfik (1927)":"O Allâh Te'âlâ, onlara, âyetlerini tilâvet ider, onları çirk-i küfür ve 'isyândan temizler, onlara kitâb ve hikmeti ta'lîm ider bir rasûl-ü ümmîyi, ümmîler arasında ba's buyurdı. Ondan evvel o ümmîler âşikâr dalâletde idiler.","Süleymaniye Vakfı Meali":"Ümmilerin (ilahi kitapları bilmeyenlerin)[*] içinden elçi çıkaran Allah’tır. Onlara, O’nun ayetlerini okur, Kitab’ı ve hikmeti öğreterek onları geliştirir. Halbuki onlar daha önce açık bir sapkınlık içindeydiler.","Şaban Piriş Meali":"Ümmiler içinde, onlara ayetleri okuyan, onları arındıran, onlara kitabı ve hikmeti öğreten, kendilerinden birini elçi gönderen O'dur. Onlar daha önce apaçık bir sapıklık içinde idiler.","Ümit Şimşek Meali":"O Allah ki, kitap ehli olmayanlar içinde, onlara âyetlerini okuyan, onları arındıran ve onlara kitabı ve hikmeti(1) öğreten bir peygamber göndermiştir. Yoksa onlar daha önce apaçık bir şaşkınlıkta idiler.","Yaşar Nuri Öztürk Meali":"O Allah'tır ki, ümmîlere içlerinden bir resul göndermiştir de o, onlara Allah'ın ayetlerini okur, onları arıtıp temizler, onlara Kitap'ı ve hikmeti öğretir. Onlar bundan önce tam bir sapıklık içine gömülmüşlerdi.","Eski Anadolu Türkçesi":"ol oldur kim viribidi [294a] oķımaz yazmazlar içine yalavaç anlardan oķır anlaruñ üzere āyetlerini daħı arıdur anları daħı ögredür anlara kitāb’ı ya'nį ķur’ān’ı daħı ḥikmeti daħı bayıķ oldılar ilerü azġunlıķ içinde bellü.","Satıraltı Meal (1534)":"Ol Tañrıdur viribiyen yazmaz oḳumaz ümmetlere bir peyġamber özlerinden. Oḳur üstlerine āyetlerini ve anları arıdur ve anlara ögredür Kur’ānıve şerī‘at aḥkāmını, eger anlar andan burun azġunluḳ içinde‐y‐iseler daḫı.","Bunyadov-Memmedeliyev ":"(Əksəriyyəti yazıb-oxumaq bilməyən) ümmi ərəblərə özlərindən peyğəmbər göndərən Odur. (Bu Peyğəmbər) əvvəllər haqq yoldan açıq-aşkar azsalar da, onlara (Allahın) ayələrini oxuyar, onları (günahlardan, şirk və küfr çirkabından) təmizləyər, onlara Kitabı və hikməti (Qur’anı və şəriəti) öyrədər.","M. Pickthall (English)":"He it is Who hath sent among the unlettered ones a messenger of their own, to recite unto them His revelations and to make them grow, and to teach them the Scripture and Wisdom, though heretofore they were indeed in error manifest,","Yusuf Ali (English)":"It is He Who has sent amongst the Unlettered(5451) a messenger from among themselves, to rehearse to them His Signs,(5452) to sanctify them, and to instruct them in Scripture(5453) and Wisdom,- although(5454) they had been, before, in manifest error;-"},"3":{"Arabic":"وَاٰخَر۪ينَمِنْهُمْلَمَّايَلْحَقُوابِهِمْۜوَهُوَالْعَز۪يزُالْحَك۪يمُ","Abdulbaki Gölpınarlı Meali":"Ve onlardan başkalarına ki henüz onlara katılmamışlardır ve odur üstün olan hüküm ve hikmet sahibi.","Abdullah-Ahmet Akgül Meali":"<b>Ve </b><i>(Hz. Muhammed AS)</i><b> henüz kendilerine </b><i>(Sahabelere)</i><b> ulaşıp katılmamış </b><i>(kıyamete kadar gelecek)</i><b> olan diğerlerine de </b><i>(bütün insanlık âlemine de Peygamber gönderilmiştir.) </i><b>O</b><i> (Allah)</i><b>, Üstün ve Güçlüdür, Hüküm ve Hikmet sahibidir.</b> ","Abdullah Parlıyan Meali":"Allah bu peygamberi, daha sonra gelecek olan, diğer toplumlara da göndermiştir. Bunlar kıyamete kadar gelecek olan insanların hepsidir yani bu din ve bu peygamber evrensel olup tüm insanlığa gönderilmiştir. Mağlup edilemeyen tek güçlü O'dur, yaptığı herşeyi yerli yerince yapan da yine O'dur.","Ahmet Tekin Meali":"O peygamberinin tebliğini, eshab ile birlikte aynı çağda yaşamayan, daha sonra gelecek bütün diğer kavimlere, insanlara, mü'minlere ulaştıracak, vicdanlarını temizleyecek, Kur'ân'ı ve sünneti öğretecek mü'minleri görevlendiren, müesseseleri kurdurandır. O kudretlidir, hikmet sahibi ve hükümrandır.","Ahmet Varol Meali":"Henüz onlara katılmamış olan diğerlerine de. O yücedir, hikmet sahibidir.","Ali Bulaç Meali":"Ve henüz kendilerine ulaşıp-katılmamış olan diğerlerine de (peygamber gönderilmiştir); O (Allah), üstün ve güçlüdür, hüküm ve hikmet sahibidir.","Ali Fikri Yavuz Meali":"(Allah, hem okuyub yazmak bilmiyen ümmî Arap'lara peygamberini gönderdi, hem de) onlardan başkalarına, (ashabdan sonra kıyamete kadar gelecek olanlara) ki, henüz onlara, (bu ilk Arab'lara) kavuşmamışlardır. O, Azîz'dir= her şeye galibdir, Hakîm'dir= işinde hikmet sahibidir.","Bahaeddin Sağlam Meali":"(Ve Allah, o elçiyi) henüz o ümmilere yetişmemiş, onlardan başka diğer insanlar için de göndermiştir.(*) O, üstün güç sahibidir. Ve her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"Peygamberi, müminlerden henüz kendilerine ulaşmamış bulunan diğer insanlara da göndermiştir. O'nun her şeye gücü yeter; her işinde hikmet vardır.","Besim Atalay Meali (1965)":"Hem onlara, hem de onlara erişmiyen başkalarına dahi yolladı, O emredir, O bilge","Cemal Külünkoğlu Meali":"(Allah, bu son Nebiyi) henüz kendilerine katılamayan başkalarına ve (gelecek nesillere de Nebi olarak) göndermiştir. O (Allah), mutlak galiptir, hüküm ve hikmet sahibidir. ","Cemil Said (1924)":"Ânların içinde ba’zıları evvelce îmân idenlere iltihâk itmediler. Allâh ’azîz ve hakîmdir.","Diyanet İşleri Meali (Eski)":"Onlardan başkalarına da -ki henüz onlara katılmamışlardır- Kitap ve hikmeti öğretmek üzere, Peygamberi gönderen Allah'tır. O, güçlüdür, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"(Allah, o peygamberi) onlardan henüz kendilerine katılmayan başkalarına da göndermiştir. O, mutlak güç sahibidir, hüküm ve hikmet sahibidir.[547]","Kur'an Yolu (Diyanet İşleri)":"Henüz kendilerine katılmamış bulunan daha başkalarına da (elçi gönderilmiştir). O üstündür, her işi hikmetlidir.","Diyanet Vakfı Meali":"(Peygamberi) müminlerden henüz kendilerine katılmamış bulunan diğer insanlara da göndermiştir. O, azîzdir, hakîmdir.  ","Edip Yüksel Meali":"Ve henüz kendilerine katılmamış bulunan başkalarına da... O Üstündür, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Henüz onlara katılmamış bulunan diğer insanlara da (o Peygamberi göndermiştir). O, çok güçlüdür, hüküm ve hikmet sahibidir.","Elmalılı Meali (Orijinal)":"Ve daha onlardan başkalarına ki henüz onlara lâhık olmadılar, o öyle azîz öyle hakîm","Emrah Demiryent Meali":"(Allah, resûlü Muhammed’i, sadece Araplara değil,) henüz kendilerine katılmamış (ancak ileride katılacak) olan diğerlerine de (kıyamete kadar gelecek olan bütün cin ve insanlara da peygamber olarak göndermiştir.) O, (Allah) her işinde mutlak galip olandır, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Onlardan, henüz kendilerine katılmamış olan diğerlerine de.¹ O, Mutlak Üstün Olan'dır, En İyi Hüküm Veren'dir.","Hasan Basri Çantay Meali":"(Aynı peygamber) onlardan (mü'minlerden) henüz kendilerine katılıb erişememiş bulunan diğerlerine dahi (kitabı ve hikmeti öğretir). O, gaalib-i mutlakdır, yegâne hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"Hem (o peygamber) onlardan (Arablardan) başkalarına (da bütün cin ve insanlara peygamber olarak gönderilmiştir) ki (onlar) henüz kendilerine kavuşmamışlardır. O, Azîz(kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.","İhsan Aktaş Meali":"(Allah, onu sadece Araplara değil,) henüz kendilerine katılmamış diğer toplumlara da (kıyamete kadar gelecek bütün insanlara da elçi olarak) göndermiştir. Ve O, mutlak galiptir, doğru hüküm verendir.*","İlyas Yorulmaz Meali":"Henüz onlara katılmamış başka toplumlara da (o elçiyi) göndermiştir. O çok güçlü ve her şeyin hükmünü verendir.","İsmayıl Hakkı Baltacıoğlu":"Onlardan olup da henüz kendilerine katılmamış olanlara da onları öğretti. O, erklidir, doğruyu bildiricidir.","İsmail Hakkı İzmirli":"Onlardan olan, onlara yetişemeyen diğer insanlara [³] dahi göndermiştir. O; yegâne galiptir, hâkimdir.","İsmail Yakıt":"(O, elçisini) onlardan henüz kendilerine katılmayan diğer insanlara da göndermiştir.³ Zira O, Azîz’dir, Hakîm’dir.","Kadri Çelik Meali":"(Bu Peygamber,) Onlardan henüz kendilerine ulaşıp katılmamış bulunan diğerlerine de (elçi olarak gönderilmiştir); O (Allah), üstün güç sahibi olandır, hikmet sahibidir.","Mahmut Kısa Meali":"<b>Ve </b>bu Elçiyi sadece Araplara değil,<b> henüz onlara katılmamış </b>olan fakat kıyâmete kadar iman kervanına katılmayı bekleyen yeryüzündeki her ırktan ve her renkten <b>diğer </b>bütün iman er<b>lerine </b>göndermiştir. Gerçekten <b>O, sonsuz kudret ve hikmet sahibidir. </b>Asla yersiz ve gereksiz hüküm vermez ve hükmüne asla karşı konulamaz.","Mahmut Özdemir Meali":"Onlara henüz katılmamış, sonradan gelenlere de (seçip gönderdi)! O Hakîm Azîz’dir.","Mehmet Çakır Meali":"Lakin bizim elçimiz, henüz bu toplum saflarına katılmamış kuşaklara da egemen olacaktır.  Çünkü Allah, her şeye gücüyle egemendir.","Mehmet Çoban Meali":"Onlara gönderilen Resul; henüz kendilerine katılmayan henüz davetin ulaşmadığı başka toplumlara da gönderilmiştir. Allah; mutlak güç, hüküm ve hikmet sahibidir.        ","Mehmet Okuyan Meali":"Henüz kendilerine katılmamış bulunan diğerlerine de (sonraki nesillere de bu elçiyi göndermiştir). [*]O güçlüdür, doğru hüküm verendir.","Mehmet Türk Meali":"(Elçisini) onlardan henüz kendilerine katılmamış bulunan başka insanlara da¹ (gönderen,) O (Allah)’tır. Çünkü O çok şereflidir, pek merhametlidir.","Muhammed Esed Meali":"ve başka toplumlarla temasa geçmeleri sonucunda, kendilerinden diğerlerine [bu mesajın yayılmasını sağlamıştır]: ² çünkü yalnız O, güç ve hikmet Sahibidir.","Mustafa Çavdar Meali":"Üstelik henüz, onlara katılmamış ama ileride katılacak olan diğerlerine de. Çünkü O mutlak üstün ve yüce olan ve her hükmü doğru olandır. 18/26, 42/21","Mustafa İslamoğlu Meali":"Üstelik onlar arasında henüz onlara katılmamış (ama katılmayı bekleyen) daha başkaları da var:[⁵⁰⁹⁶] Mutlak üstün ve yüce olan,[⁵⁰⁹⁷] her hükmü mutlak doğru olan sadece O’dur.","Orhan Kuntman Meali":"(Allah Teâlâ; Resulünü yalnız Araplara değil, kıyâmete dek gelecek) Henüz onlara katılmamış olan diğer topluluklara da göndermiştir.","Osman Fırat Meali":"(O Elçiyi) yine onlardan olup henüz kendilerine katılmamış bulunan başka kimselere de (gönderdi). O azizdir, hakimdir.","Ömer Nasuhi Bilmen Meali":"Ve onlardan başkalarına da göndermiştir ki, henüz onlara erişmemişlerdir. Ve O, azîzdir, hakîmdir.","Suat Yıldırım Meali":"Bu Peygamber, henüz kendilerine katılmamış bulunan diğer insanlara da gönderilmiştir. O gerçekten azîzdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). [17, 44; 3, 20; 43, 44; 26, 214; 7, 158; 6, 19]","Süleyman Ateş Meali":"(O Elçiyi) yine onlardan olup henüz kendilerine katılmamış bulunan başka kimselere de (gönderdi). O azizdir, hakimdir.","Süleyman Tevfik (1927)":"Bunlardan sonra gelüb onlara iltihâk idenlere de o rasûli ba's buyurdı. (Kıyâmete kadar gelecek müslümânlara.) Allâh gâlib ve kâdirdir ve sun'unda hakîmdir.","Süleymaniye Vakfı Meali":"Bunları, henüz onlara katılmamış başkalarına da öğretecektir. Daima üstün ve bütün kararları doğru olan O’dur.","Şaban Piriş Meali":"Henüz, onlara katılmamış olan diğerlerine de.. Aziz ve hakim olan O'dur.","Ümit Şimşek Meali":"Allah o peygamberi, henüz bunlara katılmamış olan daha başkalarına da göndermiştir. Onun kudreti herşeye üstün, hikmeti herşeyi kuşatmıştır.","Yaşar Nuri Öztürk Meali":"O resulü, ümmîlerden olup da henüz onlara katılmamış bulunan başka kimselere de gönderdi. O'dur Azîz, O'dur Hakîm.","Eski Anadolu Türkçesi":"daħı ayruķlar içine anlardan kim irmediler anlara ya'nį ilergiler. daħı ol 'azįzdür ḥakįmdür.","Satıraltı Meal (1534)":"Ve özge kişiler anlardan ki anlara irişmediler. Daḫı ol Allāh emrine ġālib‐dür, ḥikmetler issidür.","Bunyadov-Memmedeliyev ":"(Allah-təala Muhəmməd əleyhissəlamı) ərəblərdən savayı hələ onlara qoşulmamış başqalarına da (islamı qəbul etməmiş indiki ümmətlərə və qiyamət gününə qədər dünyaya gələcək bütün sonrakı tayfalara da peyğəmbər göndərmişdir) [Və ya: o Peyğəmbər Kitabı və hikməti ərəblərdən əlavə hələ onlara qoşulmamış başqalarına da (başqa ümmətlərə də) öyrədər]. O, yenilməz qüvvət sahibi, hikmət sahibidir!","M. Pickthall (English)":"Along with others of them who have not yet joined them. He is the Mighty, the Wise.","Yusuf Ali (English)":"As well as (to confer all these benefits upon) others of them,(5455) who have not already joined them: And He is exalted in Might, Wise."},"4":{"Arabic":"ذٰلِكَفَضْلُاللّٰهِيُؤْت۪يهِمَنْيَشَٓاءُۜوَاللّٰهُذُوالْفَضْلِالْعَظ۪يمِ","Abdulbaki Gölpınarlı Meali":"Bu, Allah'ın lütufudur, ihsanıdır, dilediğine verir onu ve Allah, pek büyük bir lütuf ve ihsan sahibidir.","Abdullah-Ahmet Akgül Meali":"<b>İşte bu, Allah’ın dilediğine verdiği fazlı </b><i>(lütuf ve ihsanı)</i><b>dır. Allah, büyük fazıl </b><i>(ihsan ve ikram)</i><b> sahibidir.</b> ","Abdullah Parlıyan Meali":"İşte bu peygamberlik ve Kur'ân, Allah'ın bir lütfudur. O'nu dilediğine verir. Çünkü Allah, lütfunda sınırsızdır.","Ahmet Tekin Meali":"Böyle bir sorumlulukla görevlendirilmek Allah'ın bir lütfudur; bunu sünnetine, düzeninin yasalarına uygun olarak iradesinin tecellisine tabi akıllı ve sorumluluğunun idrakinde olan kimselere verir. Allah büyük lütuf sahibidir.","Ahmet Varol Meali":"Bu Allah'ın dilediğine verdiği lütfudur. Allah büyük lütuf sahibidir.","Ali Bulaç Meali":"Bu, Allah'ın dilediğine verdiği fazl (lütuf ve ihsan)ıdır. Allah, büyük fazl sahibidir.","Ali Fikri Yavuz Meali":"İşte bu (peygamberlik), Allah'ın fazlıdır; onu dilediğine verir. Allah çok büyük ihsan sahibidir.","Bahaeddin Sağlam Meali":"İşte Allah’ın fazl ve ihsanı budur. Allah onu istediğine verir. Şüphesiz Allah, büyük fazl (ve ihsan) sahibidir. (En büyük fazlı olan vahyi istediğine verir.)","Bayraktar Bayraklı Meali":"Peygamberlik yetkisi, Allah'ın lütfudur. Onu kullarından dilediğine verir. Allah büyük lütuf sahibidir.","Besim Atalay Meali (1965)":"Bu Allahın erdemidir, onu dilediği kimseye verir, Allah ulu erdem sahibidir","Cemal Külünkoğlu Meali":"İşte bu (nebilik), Allah'ın bir lütfudur ki, onu dilediğine verir. Allah büyük lütuf sahibidir.","Cemil Said (1924)":"Bu Allâh’ın bir lütfıdır; istediğine ihsân ider. Allâh’ın eltâfı ’azîmdir.","Diyanet İşleri Meali (Eski)":"Bu, Allah'ın dilediğine verdiği lütfüdür. Allah, büyük lütuf sahibidir.","Diyanet İşleri Meali (Yeni)":"İşte bu, Allah’ın lütfudur. Onu dilediğine verir. Allah, büyük lütuf sahibidir.","Kur'an Yolu (Diyanet İşleri)":"Bu Allah’ın lütfudur, onu dilediğine verir. Allah büyük lütuf sahibidir.","Diyanet Vakfı Meali":"Bu, Allah'ın lütfudur. Onu dilediğine verir. Allah büyük lütuf sahibidir.","Edip Yüksel Meali":"Bu, ALLAH'ın lütfudur; dileyene ve/veya dilediğine verir. ALLAH büyük lütuf sahibidir.","Elmalılı Hamdi Yazır Meali":"Bu, Allah'ın lütfudur. Allah, büyük lütuf sahibidir.","Elmalılı Meali (Orijinal)":"İşte o, Allahın fazlıdır, onu dilediğine verir ve Allah çok büyük fazl sahibidir","Emrah Demiryent Meali":"İşte bu (peygamberlik vazifesi) Allah’ın (bir) lütfudur. Onu dilediğine verir. Allah, büyük lütuf sahibidir.","Erhan Aktaş Meali":"İşte bu, Allah'ın dilediği¹ kimselere verdiği lütfudur. Allah, büyük lütuf sahibidir.","Hasan Basri Çantay Meali":"Bu, Allahın, kimi dilerse ona vereceği, bir fazl (-u inayet) dir. Allah, büyük fazl (-u kerem) saahibidir.","Hayrat Neşriyat Meali":"Bu (peygamberlik vazîfesi) Allah'ın ihsânıdır; onu dilediğine verir. Çünki Allah, pek büyük lütuf sâhibidir.","İhsan Aktaş Meali":"İşte bu (ilahi rehberlik, arındırmak, kitap ve hikmeti öğretmek), Allah’ın (insanlığa) bir lütfudur, onu, (o lütfa nail olmak) isteyen (ve bu uğurda çaba gösteren) kimselere verir. Ve (unutmayın ki) Allah, büyük lütuf sahibidir.","İlyas Yorulmaz Meali":"Bu (elçilik görevi) Allah’ın bir lütfudur. Onu dilediği kimseye verir. Allah büyük lütuf sahibidir.","İsmayıl Hakkı Baltacıoğlu":"İşte bu, Allah’ın öyle bir büyük vergisidir ki kimi dilerse ona verir. Allah vergisi pek büyük olandır.","İsmail Hakkı İzmirli":"Bu peygamberlik, Allah/ın bir inayetidir. Onu dilediğine verir. Allah büyük bir inayet sahibidir.","İsmail Yakıt":"Bu Allah’ın dilediğine/dileyene verdiği bir lütfudur. Allah büyük lütuf sahibidir.","Kadri Çelik Meali":"Bu, Allah'ın dilediğine verdiği lütfüdür. Allah, büyük lütuf sahibidir.","Mahmut Kısa Meali":"<b>İşte bu </b>ilâhî rehberlik,<b> Allah’ın</b> insanlığa<b> bir lütfudur ve onu, </b>ilâhî nîmetlere nâil olmak <b>isteyen </b>ve bu yolda çaba gösteren<b>lere bağışlar.</b> Unutmayın;<b> Allah, sonsuz lütuf sahibidir. </b><br>Bu lütfa nâil olabilmek için, Allah’ın Kitabını düşünerek, anlayarak okumalı ve hayatın her alanını onun direktifleri doğrultusunda düzenlemelisiniz. Aksi hâlde, sizden önce bu sınavda başarısız olan Yahudilerle aynı âkıbeti paylaşmanız kaçınılmazdır:","Mahmut Özdemir Meali":"Bu, Allah’ın, dileyeceği kimselere vereceği lütfudur. Allah Çok Büyük Lütuf sahibidir.","Mehmet Çakır Meali":"Elçilik görevi, Allah'ın uygun bulduğu bir topluma nasip ettiği bir erdem nişanıdır.  Allah, muhteşem bir erdem hazinesine sahiptir...","Mehmet Çoban Meali":"İşte bu Allah’ın lütfudur. Onu dilediğine verir. Allah büyük lütuf sahibidir.        ","Mehmet Okuyan Meali":"İşte bu, Allah’ın dilediğine (layık olana) verdiği lütfudur. Allah büyük lütuf sahibidir.","Mehmet Türk Meali":"İşte bu, Allah’ın dilediğine verdiği lütfudur. Çünkü Allah çok büyük lütuf sahibidir.","Muhammed Esed Meali":"Bu, Allah’ın lütfudur: Allah, onu, [elde etmek] isteyen herkese bağışlar: ³ çünkü Allah lütfunda sınırsızdır.","Mustafa Çavdar Meali":"İşte bu, Allah’ın hak edene vereceği bir lütfudur. Zira Allah büyük lütuf ve ikram sahibidir. 2/90, 42/13","Mustafa İslamoğlu Meali":"İşte bu, Allah’ın hak edene/tercih ettiğine bahşettiği lütfudur:[⁵⁰⁹⁸] Zira Allah büyük lütuf sahibidir.","Orhan Kuntman Meali":"(Resulüne ihsan buyurulan) Bu bağış Allah’ın bir lütfudur; bu bağışı ise dilediğine verir. Allah büyük lütuf sahibidir.","Osman Fırat Meali":"İşte bu, Allah’ın lütfudur. Onu dilediğine verir. Allah, büyük lütuf sahibidir.","Ömer Nasuhi Bilmen Meali":"İşte bu, Allah'ın fazlıdır ki, bunu dilediğine verir ve Allah pek büyük fazl sahibidir.","Suat Yıldırım Meali":"Bu, Allah'ın lütfu olup onu dilediğine verir. Allah büyük lütuf ve ihsan sahibidir. ","Süleyman Ateş Meali":"Bu, Allah'ın, dilediğine vereceği lutfudur. Allah, büyük lutuf sahibidir.","Süleyman Tevfik (1927)":"Bu, (nübüvvet ve risâlet) Allâh'ın bir fazl ve keremidir ki onı dilediğine virir, Allâh büyük fazl ve kerem sâhibidir.","Süleymaniye Vakfı Meali":"İşte bu (öğretim), Allah’ın lütfudur, onu doğru tercihte bulunana yapar. Allah büyük lütuf sahibidir.","Şaban Piriş Meali":"Bu, Allah'ın dilediğine verdiği bir lütuftur. Allah büyük lütuf sahibidir.","Ümit Şimşek Meali":"Bu Allah'ın lütfudur ki dilediğine nasip eder. Gerçekten de Allah pek büyük lütuf sahibidir.","Yaşar Nuri Öztürk Meali":"İşte bu, Allah'ın lütfudur ki, onu dilediğine verir. Allah, büyük lütfun sahibidir.","Eski Anadolu Türkçesi":"şol Tañrı fażlıdur virür anı aña kim diler daħı Tañrı fażl issidür ulu.","Satıraltı Meal (1534)":"Ol Tañrı Ta‘ālānuñ keremidür. Anı virür kime dilese. Daḫı Tañrı Ta‘ālā ulukerem issidür.","Bunyadov-Memmedeliyev ":"Bu, Allahın istədiyinə əta etdiyi mərhəmətdir (kərəmdir). Allah çox böyük mərhəmət (kərəm) sahibidir!","M. Pickthall (English)":"That is the bounty of Allah; which he giveth unto whom he will. Allah is of infinite bounty.","Yusuf Ali (English)":"Such is the Bounty of Allah, which He bestows on whom He will:(5456) and Allah is the Lord of the highest bounty."},"5":{"Arabic":"مَثَلُالَّذ۪ينَحُمِّلُواالتَّوْرٰيةَثُمَّلَمْيَحْمِلُوهَاكَمَثَلِالْحِمَارِيَحْمِلُاَسْفَارًاۜبِئْسَمَثَلُالْقَوْمِالَّذ۪ينَكَذَّبُوابِاٰيَاتِاللّٰهِۜوَاللّٰهُلَايَهْدِيالْقَوْمَالظَّالِم۪ينَ","Abdulbaki Gölpınarlı Meali":"Kendilerine Tevrat yüklenenler, sonra da onunla amel etmeyenler, eşşeğe benzerler ki kocakoca kitaplar taşımada; Allah'ın delillerini yalanlayan topluluğa getirilen örnek, ne de kötü bir örnek ve Allah, zalim topluluğu doğru yola sevketmez.","Abdullah-Ahmet Akgül Meali":"<b>Kendilerine Tevrat yükletilip de </b><i>(ilim sahibi olduktan)</i><b> sonra, onu </b><i>(Kitabullah’ın emirlerini, hikmet ve hükümleriyle gereği gibi)</i><b> yüklenip yerine getirmemiş </b><i>(ve İlahi buyruklara göre amel etmemiş)</i><b> olanların durumu, koskoca kitap yükü taşıyan eşeğin durumu gibidir. </b><i>(Böyle ağır kitap yükü altında yaşamak, külfet ve zahmet dışında merkebe ne fayda verir?)</i><b> Allah’ın ayetlerini yalanlayan kavmin durumu ne kötüdür. Allah, zalim bir kavmi hidayete erdirmeyecektir.</b> ","Abdullah Parlıyan Meali":"Kendilerine Tevrat verilip, içindekileri yapmakla mükellef kılınan, sonra da O'nunla amel etmeyip, O'ndan faydalanmayan Yahudilerin durumu, faydalı kitaplar taşıyan eşeklerin durumuna benzer. Allah'ın ayetlerini yalanlamaya alışmış olanların durumu ne kötüdür. Çünkü Allah, böyle yaratılış gayesi dışında yaşantı sürdürenleri, asla doğru yola çıkarmaz.","Ahmet Tekin Meali":"Kendilerine yazılı ve şifahî bilgileri, sünneti içeren Tevrat öğretilip, içindeki hükümlerle mükellef tutulup da, sonra, bu hükümlerle amel etmeye yanaşmayanların hali, koca koca kitapları taşıyan eşeğin haline benzer. Muhammed'in hak peygamber olduğunun delili olan Allah'ın âyetlerini, mûcizelerini, delilleri yalanlayan kavmin teşbihi ne çirkindir. Allah inkârı, isyanı, menfî propoganda yapmayı alışkanlık haline getiren, zâlim, müşrik bir kavmi doğru yola sevketme lütfunda bulunmayacak, başarıya ulaştırmayacaktır.","Ahmet Varol Meali":"Kendilerine Tevrat yükletilip de sonra onu taşımayanların (onun hükümlerine göre hareket etmeyenlerin) durumu kitaplar taşıyan eşeğin durumu gibidir. Allah'ın ayetlerini yalanlayan topluluğun durumu ne kötüdür! Allah zalimler topluluğunu doğru yola eriştirmez.","Ali Bulaç Meali":"Kendilerine Tevrat yükletilip de sonra onu (içindeki derin anlamları, hikmet ve hükümleriyle gereği gibi) yüklenmemiş olanların durumu, koskoca kitap yükü taşıyan eşeğin durumu gibidir. Allah'ın ayetlerini yalanlayan kavmin durumu ne kötüdür. Allah, zalim bir kavmi hidayete erdirmez.","Ali Fikri Yavuz Meali":"Kendilerine Tevrat'la amel teklif edildikten sonra, onunla amel etmiyenlerin hali, cildlerle kitab taşıyan eşeğin haline benzer. Allah'ın ayetlerini inkâr eden kavmin hali ne çirkin!... Allah, zalimler topluluğunu hidayete erdirmez.","Bahaeddin Sağlam Meali":"Tevrat kendilerine yükletilip de sonra onu (gereği gibi) taşımayanların örneği, kitapları taşıyan eşeğin örneği gibidir. Bakın Allah’ın ayetlerini yalanlayan bir toplumun durumu ne kötüdür! Şüphesiz Allah, zalim olan bir toplumu doğru yola iletmez.","Bayraktar Bayraklı Meali":"Tevrat'ı bilip sonra onun öğretilerine uymayanlar, sırtında kitaplar taşıyan eşek gibidir. Allah'ın âyetlerini yalanlayan toplumun durumu ne kötüdür! Allah böyle zâlim toplumu doğru yola iletmez.[640]","Besim Atalay Meali (1965)":"Tevrat yükletilerek, onu götüremiyen kimselerin benzeri, kitaplar yüklenen eşek gibidir; Allahın âyetlerin yalanlayan ulusun benzeri ne kötüdür; zalim olan bir ulusu Allah doğru yola iletmez","Cemal Külünkoğlu Meali":"Kendilerine Tevrat öğretildiği halde, onun gereğini yapmayanların durumu, sırtına kitap yüklü eşeğin durumu gibidir. Allah'ın ayetlerini anlamaktan geri duranların durumu ne kötüdür. Allah zalimler topluluğunu (kötü niyet ve eylemleri yüzünden) doğru yola iletmez.","Cemil Said (1924)":"Kendilerine Tevrat nâzil olub da ahkâmına teb’iyet itmemiş olanlar kitâbları yüklenmiş eşeğe benzerler, Allâh’ın âyâtını yalan telâkkî idenler fenâ bir şeye benzerler. Allâh zâlim kavmi hidâyete sevk itmez.","Diyanet İşleri Meali (Eski)":"Kendilerine Tevrat öğretildiği halde, onun gereğini yapmayanların durumu, sırtına kitap yüklenmiş merkebin durumu gibidir. Allah'ın ayetlerini yalanlayan kimselerin durumu ne kötüdür! Allah zalimleri doğru yola eriştirmez.","Diyanet İşleri Meali (Yeni)":"Tevrat’la yükümlü tutulup da onunla amel etmeyenlerin durumu, ciltlerle kitap taşıyan eşeğin durumu gibidir. Allah’ın âyetlerini inkâr eden topluluğun hâli ne kötüdür! Allah, zalimler topluluğunu hidayete erdirmez.","Kur'an Yolu (Diyanet İşleri)":"Tevrat’la yükümlü tutulup da onun hakkını vermeyenlerin durumu, koca koca kitaplar taşıyan merkebin durumuna benzer. Allah’ın âyetlerini yalan sayan kavmin misali ne kötü! Allah zalimler topluluğunu doğru yola çıkarmaz.","Diyanet Vakfı Meali":"Tevrat'la yükümlü tutulup da onunla amel etmeyenlerin durumu, ciltlerce kitap taşıyan merkebin durumu gibidir. Allah'ın âyetlerini yalanlamış olan kavmin durumu ne kötüdür! Allah, zalimler topluluğunu doğru yola iletmez.  ","Edip Yüksel Meali":"Kendilerine Tevrat verilip de onun gereğini yerine getirmeyenlerin örneği, kitaplar taşıyan eşeğin durumuna benzer. ALLAH'ın ayetlerini yalanlayan topluluğun durumu ne kötüdür. ALLAH zalim toplumu doğruya ulaştırmaz.","Elmalılı Hamdi Yazır Meali":"Kendilerine Tevrat yükletilip de sonra onu taşımayanların durumu, kitaplar taşıyan eşeğin durumu gibidir. Allah'ın âyetlerini yalanlayanların durumu ne kötüdür. Allah zalim toplumu doğru yola iletmez.","Elmalılı Meali (Orijinal)":"Kendilerine Tevrat yükletilen sonra onu hâmil olmıyan kişilerin meselî, cildlerle kitab taşıyan eşeğin haline benzer, Allahın âyetlerini tekzib eden kavmın meselî ne çirkin! Allah zalimler güruhunu doğru yola çıkarmaz","Emrah Demiryent Meali":"(Kendilerine) Tevrât (’ın içerisinde yazan hükümlerin sorumluluğu) yükletilip de sonra onu taşımayan, (içindeki hükümlerle amel etmeyen) kimselerin misali, (sırtında ilim ve hikmet) kitaplar (ı) taşıyan (ancak o kitaplardan hiçbir şekilde faydalanamayan) merkebin misali gibidir! Allah’ın âyetlerini yalanlayan bir topluluğun hâli ne kötüdür! Allah, zâlimler/kâfirler topluluğunu (hidâyete ulaşmak üzere gayret sarf etmedikleri müddetçe) hidâyete erdirmez.","Erhan Aktaş Meali":"Tevrat'a uymakla yükümlü kılınıp da yükümlülüğünü yerine getirmeyen kimselerin durumu, ciltlerle kitap taşıyan eşeklerin durumu gibidir. Allah'ın ayetlerini yalanlayan toplumun düştüğü durum ne kötüdür. Allah, zâlim¹ toplumu doğru yola iletmez.","Hasan Basri Çantay Meali":"Kendilerine Tevrat yükletilib de sonra onu taşımayanların haali koca koca kitablar taşıyan eşeğin haali gibidir. Allahın âyetlerini yalan sayan kavmin vasfı ne kötüdür! Allah zaalimler güruhunu muvaffak etmez.","Hayrat Neşriyat Meali":"(Kendilerine) Tevrât yükletilip de sonra onu taşımayan (içindeki hükümlerle amel etmeyen) kimselerin misâli, (sırtında) kitablar taşıyan eşeğin misâli gibidir! Allah'ın âyetlerini yalanlayan kavmin misâli, ne kötüdür! Hâlbuki Allah, o zâlimler topluluğunu (küfürlerindekiısrarları yüzünden) hidâyete erdirmez.","İhsan Aktaş Meali":"Tevrat’la yükümlü tutulup da onunla amel etmeyenlerin (gereğini yapmayanların) durumu, ciltlerce kitap taşıyan merkebin durumu gibidir (ondan yararlanmamaktadır). Allah’ın ayetlerini yalanlamış (ve onunla amel etmemiş) olan kavmin durumu ne kötüdür. Ve Allah zalimler topluluğunu (o hâl üzere devam ettikleri sürece) doğru yola iletmez. *","İlyas Yorulmaz Meali":"Tevrat’ın yüklenildiği insanların misali, sonra o yükü yüklenip de taşımayanların durumu, yolculuklarında sahiplerinin yüklerini taşıyan (ne taşıdığını bilmeyen) eşeğin, durumu gibidir. Allah’ın ayetlerini yalanlayan bir toplumun misali ne kadar kötüdür. Allah haksızlık yapan toplumları doğru yola ulaştırmaz.","İsmayıl Hakkı Baltacıoğlu":"Kendilerine Tevrat gönderilip de bu yükü taşıyamıyanların durumu sırtına bir çok kitap yüklenmiş olan eşeğin durumuna benzer. Allah’ın belgelerini yalan sayanların durumu ne kötüdür. Allah kıyıcılar takımını doğru yola iletmez.","İsmail Hakkı İzmirli":"Kendilerine Tevrat yükletilip de onu yüklenmeyenler [⁴], kitap taşıyan eşek gibidir. Allah/ın âyetlerini yalan sayan kimseler ne kötü şeye benziyor [⁵]! Allah zalim kimselere hidayet etmez.","İsmail Yakıt":"Tevrat’la yükümlü olup da sonra bu yükümlülüğü taşıyamayanların/yerine getiremeyenlerin durumu tıpkı sırtında ciltlerle kitaplar taşıyan merkebin durumu gibidir. Allah’ın ayetlerini yalanlayan topluluğun [kavm] durumu ne kötüdür! Zira Allah zalimler topluluğunu [kavm] doğru yola iletmez.","Kadri Çelik Meali":"Kendilerine Tevrat yükletilip de sonra onu (gereği gibi) yüklenmemiş olanların durumu, koskoca kitap yükü taşıyan eşeğin durumu gibidir. Allah'ın ayetlerini yalan saymakta olan kavmin durumu pek de kötüdür. Allah, zalim olan bir kavmi hidayete erdirmez.","Mahmut Kısa Meali":"<b>Tevrat</b>’ı uygulama ve bütün insanlığa ulaştırma görevi <b>omuzlarına yüklendiği hâlde, onu</b>n yol göstericiliğinden faydalanamayan, öğretilerine uygun yaşamayan, böylece üstlendikleri sorumluluğu gereğigibi<b> yerine getirmeyen </b>Yahudi<b>lerin durumu, tıpkı </b>ciltlerdolusu<b> kitaplar taşıyan, </b>fakat ne büyük bir hazine taşıdığının farkında bile olmayan <b>eşeğin hâline benzer. </b>Evet, gerek sözleriyle, gerek davranışlarıyla<b> Allah’ın ayetlerini yalanlayan bir toplumun durumu ne kötüdür! </b>Hiç kuşkusuz <b>Allah, </b>böyle <b>zâlim bir toplumu </b>asla<b> doğru yola iletmez!</b>","Mahmut Özdemir Meali":"Tevrat yükletilmiş; sonrasında onu taşıyamamış olanların misâli, ciltlerle kitaplar taşıyan Eşek misâli gibidir. Allah’ın âyetlerini yalanlamış bir kavmin misâli ne kötü! Allah, Zâlim Kavm’i hidayete eriştirmez.","Mehmet Çakır Meali":"<b>Tevrat</b> gibi bir kitaba sahip olup da ona hiç el sürmeyenlerin durumu, değerli kitaplar taşıyan eşeğe benzer.  Hiçbir durum, Allah kelâmını inkar eden bir toplum kadar kötü olamaz.  Allah, adaleti hiçe sayan topluma yol vermez.","Mehmet Çoban Meali":"Tevrat’la yükümlü olup, Tevrat’ın yasalarına göre yaşamayanların durumu, ciltlerle kitap taşıyan eşeğin durumu gibidir. Allah’ın ayetlerini inkâr eden topluluğun hali ne kötüdür! Allah zalimler topluluğuna hidayet etmez!        ","Mehmet Okuyan Meali":"Kendilerine Tevrat’ı taşıma sorumluluğu verilip de onu taşımayanların örneği, kitaplar taşıyan eşeğin örneği gibidir. [*] Allah’ın ayetlerini yalanlamış olan toplumun örneği ne kötüdür! Allah zalimler topluluğunu doğru yola ulaştırmaz.","Mehmet Türk Meali":"Tevrât’ın hükümleriyle yükümlü tutulup da onun hükümlerini yaşamayanların durumu, ciltlerle kitap taşıyan eşeğin haline benzer.¹ Allah’ın âyetlerini yalanlayan (böyle) bir toplumun durumu ne acıdır. (Şunu iyi bilin ki) Allah, zâlim bir toplumu, hak yola ulaştırmaz.","Muhammed Esed Meali":"TEVRAT’IN yükü ile onurlandırılmış iken bu yükü taşıyamamış olanların durumu, ⁴ sırtına kitaplar yüklenmiş [ama onlardan habersiz bulunan] merkebin durumuna benzer. Allah’ın mesajlarını yalanlamaya şartlanmış olanların durumu ne acıdır, çünkü Allah rehberliğini böyle zalim bir halka ihsan etmez!","Mustafa Çavdar Meali":"Tevrat’ı anlama ve uygulama ile yükümlü tutulup bunun sorumluluğunu yerine getirmeyen kimseler, üzerinde ciltler dolusu kitap taşıyan eşek gibidirler. Allah’ın ayetlerini anlayıp uygulamayan bir toplumun hali gerçekten içler acısıdır. Allah, ayetlerini anlayıp uygulamayan bir toplumu amaçlarına ulaştırmaz. 2/93, 58/5","Mustafa İslamoğlu Meali":"TEVRAT’I taşıma sorumluluğu kendilerine verilip de onu taşıma sorumluluğunu yerine getirmeyenlerin durumu, kitaplar yüklenmiş (fakat sırtındakinin değerinden bihaber olan) eşeğin durumu gibidir.[⁵⁰⁹⁹] Allah’ın âyetlerini yalanlayan toplumun temsil ettiği şey ne kötüdür! Ve Allah zalim bir topluma rehberliğini bahşetmez.","Orhan Kuntman Meali":"Kendilerine Tevrat yükletildiği halde (onda yer alan hükümleri uygulamayarak ve onda yer alan Resulullah s.a.s. a ait müjdeleri silmeye yeltenerek) onu taşımayan (Allah kelâmını koruma ve onu olduğu gibi bildirme sorumluluğunu idrak etmeyen) kimselerin durumu, ciltlerle kitap taşıyan merkebin haline benzer... Allah’ın ayetlerini yalan sayan kavmin sonu ne kötüdür. Allah zalimler topluluğunu asla doğru yola iletmez.","Osman Fırat Meali":"Kendilerine Tevrât yükletilip de sonra onu taşımayangereğini yapmyan)ların durumu, Kitaplar taşıyan eşeğin durumu gibidir. Allâh’ın âyetlerini yalanlayanların durumu ne kötüdür. Allâh zâlimler topluluğunu doğru yola iletmez.","Ömer Nasuhi Bilmen Meali":"Kendilerine Tevrat yükletilmiş, sonra onu yüklenmemiş olanların meseli, ciltlerle kitap taşıyan eşeğin meseli gibidir. Allah'ın âyetlerini tekzîp eden kavmin meseli ne kadar fenadır ve Allah, zalimler olan kavmi doğru yola iletmez.","Suat Yıldırım Meali":"Tevratın mesajını ulaştırma ve onu uygulama yükümlülüğünü kabul ettikleri halde, sonra bu yükümlülüğü yerine getirmeyenler, tıpkı ciltlerle kitap taşıyan merkebe benzer. Allah'ın âyetlerini yalan sayan kimselerin düştükleri durum ne fecî! Allah böylesi zalim gürûhu hidâyet etmez, emellerine ulaştırmaz. [7, 179]","Süleyman Ateş Meali":"Kendilerine Tevrat yükletilip de sonra onu taşımayan(onun buyruklarını tutmayan)ların durumu, Kitaplar taşıyan eşeğin durumu gibidir. Allah'ın ayetlerini yalanlayanların durumu ne kötüdür. Allah zalimler topluluğunu doğru yola iletmez.","Süleyman Tevfik (1927)":"Kendilerine Tevrât'ın icrâ-yı ahkâmı yükledildiği halde onı yüklenmeyen (\"Bizim kitâbmız vardır\" diyüb ahkâmını icrâ itmeyen yahûdîlerin) misli, arkasına bir çok kitâblar yüklenmiş merkeb gibidir. Allâh'ın âyetlerini tekzîb idenlerin misli ne fenâdır. Allâh zâlim kavme hidâyet itmez.","Süleymaniye Vakfı Meali":"Kendilerine Tevrat bilgisi yüklenen ama onun hükümlerini yüklenmeyenler[1], kitap yüklü eşek gibidirler[2]. Allah’ın ayetleri karşısında yalan yanlış şeylere sarılan bu topluluk, ne kötü örnektir. Allah, yanlışlar içinde olan toplulukları yola getirmez.","Şaban Piriş Meali":"Tevrat'la yükümlü tutulup ta daha sonra taşımayanların örneği, kitap yüklü eşeğe benzer. Allah'ın ayetlerini uygulamayan bir toplumun hali ne kötüdür. Allah zalim topluma yol göstermez.","Ümit Şimşek Meali":"Kendilerine Tevrat verildiği halde onun yükümlülüğünü yerine getirmeyenlerin durumu, ciltlerle kitap yüklenmiş eşeğe benzer. Allah'ın âyetlerini yalanlayan topluluğun hali ne kötüdür! Allah o zalimlere elbette yol göstermez.","Yaşar Nuri Öztürk Meali":"Sırtlarına Tevrat yükletilip de sonra onu taşımayanların durumu, kutsal kitap parçaları taşıyan eşeğin durumuna benzer. Allah'ın ayetlerini yalanlayan topluluğun vücut verdiği örnek ne kötüdür! Allah, zulme sapmış bir topluluğu doğruya ve güzele ulaştırmaz.","Eski Anadolu Türkçesi":"meŝeli anlaruñ kim yüklendiler tevrįt’i ya'nį buyrıldılar kim bileler daħı 'amel eyleyeler andan götürmediler anı eşek meŝeli gibidür götürür kitābları. yavuz oldı ķavm meŝeli anlar kim yalan duttılar Tañrı işlerini! daħı Tañrı ŧoġru yol göstermez ķavma žālimler.","Satıraltı Meal (1534)":"Ol kimselerüñ meẟeli ki Tevrātı yüklendiler ve anuñla ‘amel eylemediler,işege beñzer ki kitāblar götürür ve anı bilmez ki nedür? Ne yaman meẟeli varol ḳavmüñ ki yalanladılar Tañrı Ta‘ālā āyetlerini. Tañrı Ta‘ālā hidāyet vir‐mez ẓālim ḳavmlere.","Bunyadov-Memmedeliyev ":"Tövrata əməl etməyə mükəlləf olduqdan sonra ona əməl etməyənlər (Tövrata yükləndikdən sonra onu daşımayanlar, Tövrata iman gətirdikdən, onu oxuyub öyrəndikdən sonra hökmlərini lazımınca yerinə yetirməyənlər) belində çoxlu kitab daşıyan (lakin onların içində nə yazıldığını bilməyən, onlardan faydalanmağı bacarmayan) ulağa bənzərlər. (Muhəmməd əleyhissəlamın həqiqi peyğəmbər olmasına dair) Allahın ayələrini yalan sayanlar barədə çəkilən məsəl necə də pisdir! Allah zalım (kafir) qövmü doğru yola yönəltməz!","M. Pickthall (English)":"The likeness of those who are entrusted with the Law of Moses, yet apply it not, is as the likeness of the ass carrying books. Wretched is the likeness of folk who deny the revelations of Allah. And Allah guideth not wrongdoing folk.","Yusuf Ali (English)":"The similitude of those who were charged with the (obligations of the) Mosaic Law, but who subsequently failed in those (obligations), is that of a donkey(5457) which carries huge tomes (but understands them not). Evil is the similitude of people who falsify the Signs of Allah. and Allah guides not people who do wrong."},"6":{"Arabic":"قُلْيَٓااَيُّهَاالَّذ۪ينَهَادُٓوااِنْزَعَمْتُمْاَنَّكُمْاَوْلِيَٓاءُلِلّٰهِمِنْدُونِالنَّاسِفَتَمَنَّوُاالْمَوْتَاِنْكُنْتُمْصَادِق۪ينَ","Abdulbaki Gölpınarlı Meali":"De ki: Ey Yahudi olanlar, eğer gerçekten de öbür insanlar hariç, kendinizi, Allah'ın dostları sanıyorsanız, sözünüz doğruysa isteyin ölümü.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Ey Yahudi </b><i>(kafalı)</i><b> olanlar, eğer siz, </b><i>(bütün diğer)</i><b> insanlardan ayrı </b><i>(ve seçilmiş)</i><b> olarak, sadece sizlerin Allah’ın gerçek velileri </b><i>(dostları ve sevgili kulları)</i><b> olduğunuzu öne sürüyorsanız; o halde </b><i>(sonsuz ve kusursuz saadet diyarına ulaştıracak olan)</i><b> ölümü temenni ediniz; eğer iddianızda sadık ve samimi iseniz, </b><i>(sizi cennete ve Allah’ın rahmet evine ulaştıracak ölümden asla ürkmemeniz, hatta istemeniz gerekir)</i><b>!?\"</b> ","Abdullah Parlıyan Meali":"De ki: Ey Yahudiler! Diğer insanlardan ayrı olarak, Allah'ın gözdesi ve dostları olduğunuzu iddia ediyor ve bu davanızda da gerçekçi bulunuyorsanız, durmadan ölümü temenni edin ki, bu sıkıntılı dünyadan, ikram ve nimetler yurduna taşınmış olasınız.","Ahmet Tekin Meali":"“Ey yahudiliğin takipçileri, insanlar arasında, imtiyazlı olarak, yalnız kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız, sözünüzde de doğru iseniz, ölümü temenni edin.” diye ilan et.","Ahmet Varol Meali":"De ki: \"Ey yahudi olanlar! Siz (diğer) insanlardan ayrı olarak yalnız kendinizin Allah'ın dostları olduğunuzu sanıyorsanız eğer doğru sözlüler iseniz ölümü dileyin.\"","Ali Bulaç Meali":"De ki: 'Ey Yahudi olanlar, eğer siz, (bütün) insanlardan ayrı olarak yalnızca sizlerin gerçekten Allah'ın velileri (dost ve sevgili kulları) olduğunuzu öne sürüyorsanız, şu halde ölümü temenni edin; eğer doğru söylüyor iseniz (bunu çekinmeden yapın).'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), de ki: “- Ey Yahudi'ler! Eğer siz, diğer insanlardan başka olarak Allah'ın dostları bulunduğunuzu zannediyorsanız, haydin ölmeyi isteyin; şayet (davanızda) sadık kimselerseniz...”","Bahaeddin Sağlam Meali":"De ki: “Ey Yahudiler! Eğer insanlardan ayrı olarak Allah’ın dostları olduğunuzu iddia ediyorsanız ve bu iddianızda doğru iseniz, ölümü arzulayınız!","Bayraktar Bayraklı Meali":"De ki: “Ey Yahudiler! Bütün insanlar değil de, yalnız kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız, bunda da samimi iseniz, haydi ölümü temenni ediniz.”","Besim Atalay Meali (1965)":"Diyesin ki: «Ey Yahudiler! Eğer sizler kendinizi başka insanlardan daha çok, Allahın dostları sanıyorsanız, gerçekseniz hemen ölüm isteyin!»","Cemal Külünkoğlu Meali":"De ki: “Ey Yahudiler! Siz diğer insanların değil de yalnız kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız. Eğer bu iddianızda da samimi iseniz, ölümü dileyin (de dostunuza bir an önce kavuşun) bakalım!”","Cemil Said (1924)":"Yahûd tâifesine di ki: \"Kendinizi her insânların fevkinde evliyâullah’dan ’add idiyor iseniz ve sözünüzde sâdık iseniz mevti temennî idiniz.\"","Diyanet İşleri Meali (Eski)":"De ki: \"Ey Yahudiler! Bütün insanlar bir yana, yalnız kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız ve bunda samimi iseniz, ölümü dilesenize!\"","Diyanet İşleri Meali (Yeni)":"De ki: “Ey Yahudi akidesini benimseyenler! Bütün insanlar değil de, yalnız kendinizin Allah’ın dostları olduğunu iddia ediyorsanız, (bunda da) samimi iseniz haydi ölümü isteyin!”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Ey yahudiler! Başka insanlar değil, yalnız kendinizin Allah’ın dostları olduğunuzu iddia ediyorsanız ve şayet sözünüze sadıksanız haydi ölümü temenni edin!”","Diyanet Vakfı Meali":"De ki: Ey yahudiler! Bütün insanlar değil de, yalnız, kendinizin Allah'ın dostları olduğunuzu iddia ediyorsanız, bunda da samimi iseniz, haydi ölümü temenni edin (bakalım)!  ","Edip Yüksel Meali":"De ki; \"Ey Yahudiler, halkın arasından yalnız kendinizin ALLAH'ın dostları olduğunuzu iddia ediyorsanız, ölümü dileyin; doğru iseniz.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Ey Yahudi olanlar! Eğer insanlar arasında yalnız sizin, Allah'ın dostları olduğunuzu sanıyorsanız, o halde ölümü temenni edin, doğru iseniz?\"","Elmalılı Meali (Orijinal)":"De ki ey o Yehûdî olanlar! Siz sair insanlardan başka olarak Allahın dostları bulunduğunuzu zu'm ediyorsanız haydin ölmeyi temenni edin, eğer (da'vanızda) sadıklarsanız öyle yapın","Emrah Demiryent Meali":"(Resûlüm!) De ki: “Ey Yahûdîler! Siz (iddiâ ettiğiniz üzere) diğer insanların değil de yalnız kendinizin Allah’ın dostları olduğunuzu sanıyorsanız (ve) eğer (bu iddiânızda da gerçekten) samimi iseniz, haydi, ölümü temenni ediniz (ki cennete çabucak kavuşasınız)!","Erhan Aktaş Meali":"De ki: “Ey Yahudiler! Eğer diğer insanların değil de yalnızca kendinizin Allah'ın velileri¹ olduğunuza inanıyorsanız ve bu iddianızda samimi iseniz, haydi hemen ölümü isteyin.²”","Hasan Basri Çantay Meali":"De ki: «Ey Yahudiler, (bütün) insanları bir tarafa bırakarak Allahın dostları hakıykaten yalınız kendiniz olduğunuzu iddia ediyorsanız, doğru söyleyen (adamlar) sanız, hemen ölümü temennî edin».","Hayrat Neşriyat Meali":"De ki: “Ey yahudi olanlar! Doğrusu (siz, diğer) insanlardan ayrı olarak, sâdecekendinizin, Allah'ın dostları olduğunuzu zannediyorsanız (ve) eğer (bu iddiânızda) doğru kimseler iseniz, haydi ölümü temennî edin!”","İhsan Aktaş Meali":"(Resulüm!) de ki: ’Ey yahudi olmuş olanlar! Doğrusu (siz, diğer) insanlardan ayrı olarak, sadece kendinizin, Allah’ın velileri (himaye ettiği sevgili ve gözde kulları) olduğunuzu iddia ediyorsanız (ve) eğer (bu iddianızda) doğru kimseler iseniz, haydi (dünya sıkıntılarından kurtulup bir an önce cennete girebilmeniz için) ölümü temenni edin (bakalım)!","İlyas Yorulmaz Meali":"Deki “Ey Yahudi olanlar! Eğer doğruyu söylüyor ve siz, diğer insanlardan daha çok Allah’a yakın olduğunuzu iddia ediyorsanız, o zaman ölümü isteyin.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Ey Yahudiler! Bütün insanlar bir yana da, gerçekten Allah’ın sevgili kullarının yalnız sizler olduğunu mu sanıyorsunuz? Öyleyse artık sizin için ölümü dilemek kalıyor, eğer doğru sözlü kimseler iseniz.","İsmail Hakkı İzmirli":"De ki «— Yahudiler! Sair nâs/tan büsbütün başka olarak Allah/ın dostu olduğunuzu za/ım ve iddia ediyorsanız, za/mınızda, gerçekseniz durmayıp ölümü temenni edin» [⁶].","İsmail Yakıt":"(Ey Peygamber!) De ki: “Ey Yahudiler! Siz, bütün insanların değil de yalnız kendinizin Allah’ın dostları olduğunu iddia ediyorsunuz. Eğer doğru sözlü iseniz, haydi ölümü temenni ediniz!”⁴","Kadri Çelik Meali":"De ki: “Ey Yahudi olanlar! Eğer siz, (bütün) insanlardan ayrı olarak yalnızca sizlerin gerçekten Allah'ın velileri olduğunuzu öne sürüyorsanız, eğer doğru sözlüler iseniz o halde ölümü temenni edin.”","Mahmut Kısa Meali":"Ey Müslüman! Yahudilere ve onların öne sürdükleri iddialara benzer saplantı içinde olanlara <b>de ki: “Ey Yahudiler </b>ve Yahudileşmiş olanlar;<b> eğer bütün insanlar arasında yalnızca kendinizin Allah’ın dostları </b>ve ayrıcalıklı kulları <b>olduğunu iddia ediyorsanız ve </b>bu iddianızda<b> gerçekten samîmî iseniz, o zaman ölümü arzu etsenize! </b>Madem Allah katında ayrıcalıklı bir yere sahip olduğunuzu iddia ediyorsunuz, o hâlde neden ölüm denilince ödünüz kopuyor? Hâlbuki Allah katında bu kadar değerli olduklarını iddia eden insanlar ölümden bu derece ürkmemelidirler.<b>” </b>(<i>2. Bakara: 94</i>)<br>Oysa gerçek müminler, Allah adına söz söyleme cüretinde bulunmazlar, dolayısıyla ilâhî nîmetlerin sırf kendilerine özgü olduğunu iddia etmezler. Evet, cennete girmeyi kuvvetle ümit ederler, fakat bunun gereği olan dürüstlük ve samîmiyeti ortaya koymaktan geri kalmazlar; ölümü arzu etmezler, ama gerektiğinde seve seve ölüme koşmasını bilirler. Yahudilere gelince:","Mahmut Özdemir Meali":"De ki: <br>\n“Ey yahudîleşmiş olanlar! İnsanlar’dan başka, madem ki, Allah için veliyyler olduğunuzu (sanarak) iddia ettiniz; eğer sadık / doğru söyleyen iseniz, hadi, Ölüm’ü temenni edin!","Mehmet Çakır Meali":"<b>Resulüm</b> de ki: &quot; <i>Ey Yahudiler! &quot;</i> <i>&quot; Kendinizi, halktan farklı olarak Tanrı erleri sanıyorsanız,</i> <i>eğer samimî iseniz, hadi ölmeye hazır olun. </i>&quot;","Mehmet Çoban Meali":"De ki: “Ey Yahudiler! Bütün insanların değil de, yalnız kendinizin Allah’ın dostları olduğunuzu iddia ediyorsanız, bunda da samimi iseniz, haydi ölümü temenni edin! Nasılsa dostunuz Allah’ın yanına gideceksiniz. Dostunuz Allah’ın yanına bir an evvel gitmek istemez misiniz?”","Mehmet Okuyan Meali":"De ki: “Ey yahudi olanlar! (Diğer) insanlar değil de yalnızca kendinizin Allah’ın dostları olduğunuzu sanıyorsanız (ve bu konuda) doğruysanız ölümü isteyin (bakalım)!”","Mehmet Türk Meali":"(Ey Muhammed!): “Ey (Mûsa’nın dinini terk edip de)¹ Yahûdî olanlar! Eğer siz, (tüm) insanlardan ayrı olarak, sadece kendinizin Allah’ın dostları olduğunu varsayıyorsanız ve bu sözünüze de sadıksanız, o halde (dostunuza kavuşmak için) ölümü temenni edin² (de görelim.)” de.","Muhammed Esed Meali":"De ki: “Siz ey Yahudi akîdesine mensup olanlar! ⁵ Eğer, [yalnız] kendinizin Allah’a yakın olduğunu iddia eder ve diğer bütün insanları dışlarsanız, o zaman ölümü özlüyorsunuz demektir; eğer söylediğinizde samimî iseniz!” ⁶","Mustafa Çavdar Meali":"De ki: Ey Yahudiler, mademki diğer insanlar değil de sadece sizin Allah’ın seçkin evliya kulları olduğunuzu iddia ediyorsunuz ve madem bu iddianızda samimisiniz öyleyse haydi Allah’a kavuşmak için hemen ölümü isteyin de görelim! 2/94...96, 5/18, 50/19","Mustafa İslamoğlu Meali":"De ki: “Ey Yahudiler![⁵¹⁰⁰] Eğer siz, öteki bütün insanları[⁵¹⁰¹] dışlayarak sadece kendinizin Allah’ın evliyası olduğunu iddia ediyorsanız, haydi ölümü temenni etsenize; tabi eğer iddianızda sadıksanız?”[⁵¹⁰²]","Orhan Kuntman Meali":"(Ey Muhammed) De ki: \"Ey yahudiler, bütün insanları hiçe sayarak, yalnız kendinizin mi Allah'ın dostları olduğunuzu iddia ediyorsunuz? İddianızda samimi kimseler iseniz, o halde ölümü temenni edin. (Rabbinize bir an evvel kavuşmayı dileyin bakalım)","Osman Fırat Meali":"De ki: \"Ey yahûdi olanlar, eğer insanlardan ayrı olarak yalnız sizin, Allâh’ın dostları olduğunuzu sanıyor ve (bu inancınızda) doğru iseniz ölümü temenni edin. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Ey Yahûdi bulunan kimseler! Eğer siz, Allah için insanlardan ayrı dostlar olduğunuzu zû'm ediyor iseniz, imdi ölümü temenni ediniz, eğer siz sâdıklar oldu iseniz.»","Suat Yıldırım Meali":"De ki: “Ey kendilerine Yahudi diyenler! İnsanlar arasında yalnız kendinizin Allah'ın dostları olduğunu iddia ettiğinize göre, bu iddianızda tutarlı iseniz, haydi hemen ölmeyi temenni edin de bir an önce O'na kavuşun. [2, 94-96]","Süleyman Ateş Meali":"De ki: \"Ey yahudi olanlar, eğer insanlar arasında yalnız sizin, Allah'ın dostları olduğunuzu sanıyorsanız, (bu inancınızda) samimi iseniz ölümü temenni edin.","Süleyman Tevfik (1927)":"Di ki: \"Eye Yahûdîler! Eğer siz zu'm iylediğiniz gibi herkesden başka olarak Allâh'ın dostları iseniz ve bu sözinizde sâdıklar iseniz ölümü temennî idiniz.\"","Süleymaniye Vakfı Meali":"De ki “Ey Yahudiler! Sandığınız gibi siz, Allah’a diğer insanlardan daha yakınsanız, iddianızda da samimi iseniz ölmünüzü isteyin.","Şaban Piriş Meali":"De ki:-Ey Yahudiler, insanları bir yana bırakarak, sadece sizin, Allah'ın dostları olduğunuzu iddia ediyorsanız; haydi, doğru söylüyorsanız, ölmeyi arzulayın!","Ümit Şimşek Meali":"De ki: Ey Yahudiler! Eğer başka insanlardan ziyade kendinizin Allah dostları olduğunu iddia ediyorsanız, o zaman ölümü isteyin—eğer iddianızda doğru iseniz.","Yaşar Nuri Öztürk Meali":"De ki: \"Ey Yahudiler! Eğer insanlar arasında yalnız kendinizin Allah'ın dostları olduğunu sanıyorsanız, buna gerçekten inanıyorsanız, hadi ölümü isteyin!\"","Eski Anadolu Türkçesi":"eyit “iy anlar kim cuḥūd oldılar! eger śanursañuz bayıķ siz dostlarısız Tañrı’nuñ 'ādemįlerden ayruķ pes arzulañ ölümi eger olasız girçekler.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed Yehūdīlere ki: Yā Yehūdiler, eger siz da‘vā iderseñüzki Allāh dostlarısız cemī‘ ḫalḳdan özge, pes ölümi isteñüz, eger siz girçek‐ler‐iseñüz.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) De: “Ey yəhudilər! Əgər bütün insanlardan fərqli olaraq, özünüzün Allahın dostları olduğunuzu iddia edirsinizsə, (və bunu) doğru deyirsinizsə, onda (Allahdan) ölüm diləyin! (Çünki Allah dərgahındakı ne’mətlər, əbədi həyat övliyalara ancaq öləndən sonra qismət olar).","M. Pickthall (English)":"Say (O Muhammad): O ye who are Jews! If ye claim that ye are favored of Allah apart from (all) mankind, then long for death if ye are truthful.","Yusuf Ali (English)":"Say: \"O ye that stand on Judaism!(5458) If ye think that ye are friends to Allah, to the exclusion of (other) men, then express your desire for Death, if ye are truthful!\"(5459)"},"7":{"Arabic":"وَلَايَتَمَنَّوْنَهُٓاَبَدًابِمَاقَدَّمَتْاَيْد۪يهِمْۜوَاللّٰهُعَل۪يمٌبِالظَّالِم۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve ebediyen istiyemezler onu, elleriyle hazırladıkları şeyler yüzünden ve Allah, zalimleri bilir.","Abdullah-Ahmet Akgül Meali":"<b>Oysa onlar, ellerinin önceden takdim ettikleri </b><i>(işledikleri zulüm ve kötülükler)</i><b> dolayısıyla bunu </b><i>(ölümü)</i><b> hiçbir zaman temenni edemezler. Allah, zalimleri </b><i>(çok iyi) </i><b>Bilendir.</b> ","Abdullah Parlıyan Meali":"O Yahudiler elleriyle işledikleri kötü işler yüzünden, ölümü asla temenni etmezler ve Allah bunlar gibi yaratılış gayesi dışında yaşayanları hakkıyla bilendir.","Ahmet Tekin Meali":"Onlar, işledikleri günahlar ve önceden yaptıkları isyan, tahrif v.s. dolayısıyle asla ölümü temenni edemezler. Allah zâlimleri, haksızlıkta, isyanda ısrar edenleri iyi tanıyor.","Ahmet Varol Meali":"Ama onlar ellerinin öne sürdüğü (günahlar) dolayısıyla bunu asla dilemezler. Allah zalimleri bilir.","Ali Bulaç Meali":"Oysa onlar, ellerinin öne takdim ettikleri dolayısıyla bunu hiç bir zaman temenni edemezler. Allah, zalimleri çok iyi bilir.","Ali Fikri Yavuz Meali":"Halbuki onlar, ellerinin öne sürdüğü günahlar yüzünden, ölümü hiç bir zaman isteyemezler. Allah zalimleri pek iyi bilir, (ona göre cezalarını verir).","Bahaeddin Sağlam Meali":"Ve onlar, yaptıkları suçlardan dolayı ölümü asla istemeyeceklerdir. Şüphesiz Allah, zalimleri çok iyi bilendir.","Bayraktar Bayraklı Meali":"Onlar yaptıkları yüzünden asla ölümü temenni edemeyecekler. Allah o zâlimleri çok iyi bilmektedir.","Besim Atalay Meali (1965)":"Yaptıkları iş yüzünden ölmeyi hiç istemezler, Allah bilir zalimleri ","Cemal Külünkoğlu Meali":"Ama onlar daha önce işledikleri günahlar yüzünden, ölümü hiçbir zaman isteyemezler. Allah zalimleri çok iyi bilir.","Cemil Said (1924)":"Hayır! Yapdıklarından nâşî ölümi arzu itmeyeceklerdir. Çünki Allâh zâlimleri bilür.","Diyanet İşleri Meali (Eski)":"Yaptıklarından ötürü, ölümü asla dileyemezler. Allah, zalimleri bilendir.","Diyanet İşleri Meali (Yeni)":"Ama onlar, daha evvel yaptıklarından dolayı asla ölümü istemezler. Allah, zalimleri hakkıyla bilir.","Kur'an Yolu (Diyanet İşleri)":"Ama onlar daha önce yapıp ettikleri yüzünden asla ölümü istemeyeceklerdir. Allah zalimleri çok iyi bilmektedir.","Diyanet Vakfı Meali":"Ama onlar, önceden yaptıklarından dolayı ölümü asla temenni etmezler. Allah, zalimleri çok iyi bilir.  ","Edip Yüksel Meali":"Onlar, yapmış olduklarından ötürü hiç bir vakit onu dileyemiyeceklerdir. ALLAH zalimleri iyi bilir.","Elmalılı Hamdi Yazır Meali":"Ama onlar, ellerinin (yapıp) öne sürdüğü (işler) yüzünden ölümü asla temenni etmezler. Allah zalimleri bilir.","Elmalılı Meali (Orijinal)":"Halbu ki ellerinin takdim ettiği günahlar yüzünden onu ebeden temenni edemezler, Allah zalimleri bilir","Emrah Demiryent Meali":"Fakat onlar (bile bile hakkı inkâr etmek, Tevrât’ı tahrif etmek ve peygamberleri öldürmek gibi kâfir olmalarına sebep olacak) günahlar işledikleri için, hiçbir zaman (ölümü) temenni etmezler/etmeyeceklerdir. Allah o zâlimleri/kâfirleri hakkıyla bilendir.","Erhan Aktaş Meali":"Yaptıkları şeyler nedeniyle, hiçbir zaman ölümü temenni etmezler. Allah, haksızlık edenleri¹ en iyi bilendir.","Hasan Basri Çantay Meali":"Onlar, ellerinin öne sürdüğü (irtikâb etdikleri küfür ve meaasî) yüzünden bunu ebedî ve kat'î olarak arzuu etmezler. Allah o zaalimleri çok iyi bilendir.","Hayrat Neşriyat Meali":"Hâlbuki ellerinin takdîm ettiği (işlediği günahlar) yüzünden onu ebediyen temennî edemezler. Allah ise, o zâlimleri hakkıyla bilendir.","İhsan Aktaş Meali":"Oysa onlar, ellerinin öne takdim ettikleri (işledikleri zulüm ve kötülükler) dolayısıyla asla onu (ölümü) temenni etmezler. Allah ise, zalimleri (çok iyi) bilendir.","İlyas Yorulmaz Meali":"Kendi elleriyle kazandıklarından dolayı, hiçbir zaman ölümü istemezler. Allah zulmedenleri en iyi bilendir.","İsmayıl Hakkı Baltacıoğlu":"Onlar işledikleri suçlardan ötürü ölümü hiç istemezler. Allah kıyıcıları bilicidir.","İsmail Hakkı İzmirli":"Onlar elleriyle irtikâp ettikleri fena amellerinden dolayı onu ebediyen temenni edemezler, Allah zalimleri hakkıyle bilir.","İsmail Yakıt":"Ama onlar, daha önce elleriyle/bizzat yaptıklarından dolayı ölümü asla temenni edemezler. Çünkü Allah zalimleri çok iyi bilmektedir.","Kadri Çelik Meali":"Oysa onlar, ellerinin öne sürdüğü (işler) dolayısıyla bunu hiç bir zaman temenni edemezler. Allah, zalimleri bilendir.","Mahmut Kısa Meali":"<b>Onlar, elleriyle yaptıkları </b>kötü <b>işlerden dolayı </b>âhirette azap çekeceklerini çok iyi bildiklerinden, <b>hiçbir zaman ölümü arzu etmezler! </b>Fakat korkunun ecele faydası yoktur: <b>Allah, zâlimleri çok iyi biliyor </b>ve hak ettikleri cezayı elbette verecektir! (<i>2. Bakara: 95</i>)","Mahmut Özdemir Meali":"Ellerinin takdim ettikleri sebebiyle bunu ebedî olarak temenni etmezler. Allah Zâlimler’i bilendir.","Mehmet Çakır Meali":"Yaptıklarına bakılırsa bunu asla isteyemezler. Çünkü Allah, zalimleri bilir.","Mehmet Çoban Meali":"Ama onlar daha önce yaptıklarından dolayı asla ölümü istemez. Allah zalimleri hakkıyla bilir.        ","Mehmet Okuyan Meali":"Onlar, kendi elleriyle önceden yaptıkları işler (günahları) sebebiyle ölümü istemezler. Allah zalimleri iyi bilendir. [*]","Mehmet Türk Meali":"Fakat onlar, (Dünyada) yaptıklarından dolayı ölümü asla temenni edemezler. Ve Allah, zâlimleri çok iyi bilir.","Muhammed Esed Meali":"Ama aslında onu hiçbir zaman özlemezler, çünkü bu dünyada kendi elleriyle yapıp-ettiklerini[n farkındadırlar]; ⁷ ve Allah zalimleri hakkıyla bilendir.","Mustafa Çavdar Meali":"Ne var ki onlar işledikleri günahlardan dolayı ölümü hiçbir zaman temenni etmezler. Allah bu günahkâr zalimleri çok iyi bilmektedir. 3/185, 35/45","Mustafa İslamoğlu Meali":"Elleriyle yaptıkları yüzünden asla (ölümü) temenni etmeyeceklerdir: Allah zulme gömülüp gidenleri çok iyi bilmektedir.","Orhan Kuntman Meali":"Onlar yaptıkları (kötü) amellerden ötürü asla ölümü temenni edemezler. Allah elbette zalimleri çok iyi bilendir.","Osman Fırat Meali":"Ve onlar, daha evvel yapıp ettiklerinden dolayı ebediyen ölümü istemezler. Allah, zalimleri hakkıyla bilir.","Ömer Nasuhi Bilmen Meali":"Halbuki, onu ebedîyen temenni etmezler, ellerinin takdim ettiği (günah) sebebiyle. Allah ise zalimleri hakkıyla bilicidir.","Suat Yıldırım Meali":"Ama onlar bizzat yaptıkları zulümler sebebiyle asla ölümü temenni etmezler. Allah o zalimleri pek iyi bilir. ","Süleyman Ateş Meali":"Ama onlar, ellerinin (yapıp) öne sürdüğü (işler) yüzünden asla ölümü temenni etmezler. Allah zalimleri bilir.","Süleyman Tevfik (1927)":" Onlar günâhları sebebiyle ölümi ebeden temennî itmezler. Allâh zâlimleri bilir.","Süleymaniye Vakfı Meali":"Yaptıkları şeyler sebebiyle ölümü hiç bir zaman istemezler. Yanlışlar içinde olanları bilen Allah’tır.","Şaban Piriş Meali":"Elleriyle işledikleri yüzünden onu hiç arzu etmezler. Allah, zalimleri bilir.","Ümit Şimşek Meali":"Fakat onlar, elleriyle işledikleri yüzünden, ölümü asla istemezler. Allah ise o zalimleri bilir.","Yaşar Nuri Öztürk Meali":"Ama onlar, ellerinin üretip önden gönderdikleri yüzünden ölümü asla temenni edemezler. Allah, zalimleri bilmektedir.","Eski Anadolu Türkçesi":"daħı arzulamayalar anı hemįşe andan ötürü kim ilerü duttı elleri. daħı Tañrı bilicidür žālimleri.","Satıraltı Meal (1534)":"Anlar ölümi hergiz [istemezler] günāhları sebebi‐y‐ile. Daḫı TañrıTa‘ālā bilicidür ẓālimleri.","Bunyadov-Memmedeliyev ":"Halbuki onlar (dünyada) öz əlləri ilə etdikləri əməllərə (qazandıqları günahlara) görə heç vaxt (ölümü) diləməzlər. Allah zalımları (kafirləri) çox gözəl tanıyandır!","M. Pickthall (English)":"But they will never long for it because of all that their own hands have sent before, and Allah is Aware of evil doers.","Yusuf Ali (English)":"But never will they express their desire (for Death), because of the (deeds) their hands have sent on before them! and Allah knows well those that do wrong!"},"8":{"Arabic":"قُلْاِنَّالْمَوْتَالَّذ۪يتَفِرُّونَمِنْهُفَاِنَّهُمُلَاق۪يكُمْثُمَّتُرَدُّونَاِلٰىعَالِمِالْغَيْبِوَالشَّهَادَةِفَيُنَبِّئُكُمْبِمَاكُنْتُمْتَعْمَلُونَ۟","Abdulbaki Gölpınarlı Meali":"De ki: Gerçekten de ondan kaçıp durduğunuz ölüm yok mu; hiç şüphe yok ki size ulaşacaktır o da sonra gizliyi de, görüneni de bilen mabudun tapısına götürüleceksiniz, derken size, bütün yaptıklarınızı haber verecek.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Elbette sizin kendisinden kaçtığınız ölüm </b><i>(ve Azrail bir gün)</i><b>, sizinle mutlaka karşılaşıp </b><i>(eceliniz)</i><b> erişecektir. Sonra gaybı </b><i>(görülmeyen gizli durumları) </i><b>da, şahit olunan </b><i>(görünüp yaşanan olayları) </i><b>da </b><i>(hepsini ve her şeyi)</i><b> bilen </b><i>(Allah)</i><b>a döndürüleceksiniz; O da size yaptıklarınızı haber verecek </b><i>(hesabınızı görecek)</i><b>tir.\"</b> ","Abdullah Parlıyan Meali":"De ki: Bakın kendisinden kaçtığınız ölüm, eninde sonunda sizi yakalayacaktır. O zaman, hem yaratılmışların akıl ve duyularıyla kavrayamadıkları şeyleri, hem de duyular ve akıl yoluyla kavranabilen herşeyi bilen Allah'a döndürüleceksiniz. Derken O size orada, hayattaki bütün yaptıklarınızı haber verecektir.","Ahmet Tekin Meali":"“Sizin, kendisinden kaçtığınız ölüm, kesinlikle sizinle buluşacaktır. Üstelik, duyu ve bilgi alanı ötesini, gayb âlemini ve görülen âlemi bilen Allah'ın huzuruna götürüleceksiniz. O, işlediğiniz amelleri birer birer ortaya koyarak sizi hesaba çekecektir.” de.","Ahmet Varol Meali":"De ki: \"Kendisinden kaçtığınız o ölüm, mutlaka size gelip çatacaktır. Sonra gizli olanı da açık olanı da bilene döndürülürsünüz; O size yapmakta olduklarınızı bildirir\".","Ali Bulaç Meali":"De ki: 'Elbette sizin kendisinden kaçtığınız ölüm, şüphesiz sizinle karşılaşıp-buluşacaktır. Sonra gaybı da, müşahede edilebileni de bilen (Allah)a döndürüleceksiniz; O da size yaptıklarınızı haber verecektir.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, onlara) de ki: “-Haberiniz olsun, o kaçıp durduğunuz ölüm, muhakkak gelib size kavuşacaktır. Sonra hem gizliyi, hem aşikârı bilen Allah'a döndürüleceksiniz de, O, size neler yaptığınızı haber verecektir; (buna göre sizi cezalandıracaktır).","Bahaeddin Sağlam Meali":"De ki: “Kendisinden kaçtığınız ölüm, mutlaka sizi bulacaktır. Sonra görünen ve görünmeyen âlemleri bilen Allah’ın huzuruna döndürüleceksiniz. O, yaptıklarınızın (iç yüzünü) size haber verecektir.","Bayraktar Bayraklı Meali":"De ki: “Kendisinden kaçtığınız ölüm kesinlikle size ulaşacaktır. Sonra, görülmeyen ve görülen her şeyi bilen Allah'a döndürüleceksiniz de O size neler yaptığınızı bildirecektir.”","Besim Atalay Meali (1965)":"Diyesin ki: «Sizin kaçtığınız ölüm, herhalde size erişir, görünen, görünmiyen ne varsa, onu bilen Allahın katına döneceksiniz, ne yaptığınız size haber verilir»","Cemal Külünkoğlu Meali":"De ki: “Sizin kendisinden kaçıp durduğunuz ölüm sizi mutlaka bulacaktır. Sonra da gaybı ve şahadeti (duyuların ötesini ve onların algı sahasına giren her şeyi) bilen (Allah'ın) huzuruna çıkarılacaksınız. Ve size (dünyada iken) yapıp ettikleriniz bir bir haber verilecektir.”","Cemil Said (1924)":"Ânlara di ki: \"Korkdığınız ölüm bir gün gelüb sizi bulacakdır. Zâhir ve gâib bütün ’âlemde mevcûd olan şeyleri bilenin huzûrına çıkarılacaksınız, o size a’mâlinizi söyleyecekdir.","Diyanet İşleri Meali (Eski)":"De ki: \"Doğrusu kendisinden kaçtığınız ölüm mutlaka karşınıza çıkacaktır; sonra; görüleni de görülmeyeni de bilen Allah'a döndürüleceksiniz, O size işlediklerinizi haber verecektir.\"*","Diyanet İşleri Meali (Yeni)":"De ki: “Sizin kendisinden kaçıp durduğunuz ölüm var ya, o mutlaka size ulaşacaktır. Sonra gaybı da, görünen âlemi de bilen Allah’a döndürüleceksiniz de, O size yapmakta olduklarınızı haber verecektir.”","Kur'an Yolu (Diyanet İşleri)":"Şöyle de: “Biliniz ki, kendisinden kaçıp durduğunuz ölüm, muhakkak gelip size çatacaktır. Sonra akıl ve duyularla idrak edilemeyeni de edileni de bilen Allah’a döndürüleceksiniz, O da size yapıp etmiş olduklarınızı bildirecektir.”","Diyanet Vakfı Meali":"De ki: Sizin kendisinden kaçtığınız ölüm, muhakkak sizi bulacaktır. Sonra da görüleni ve görülmeyeni bilen Allah'a döndürüleceksiniz de O size bütün yaptıklarınızı haber verecektir.","Edip Yüksel Meali":"De ki; \"Kaçmakta olduğunuz ölüm, mutlaka size ulaşacak ve daha sonra gizliyi ve açığı Bilenin huzuruna döndürüleceksiniz. Yaptığınız her şeyi size bildirecektir.","Elmalılı Hamdi Yazır Meali":"De ki: \"Sizin kendisinden kaçtığınız ölüm, muhakkak sizi bulacaktır. Sonra görünmeyeni ve görüneni bilene döndürüleceksiniz. O size (bütün) yaptıklarınızı haber verecektir.","Elmalılı Meali (Orijinal)":"De ki: haberiniz olsun o kaçıp durduğunuz ölüm muhakkak gelip size çatacak, sonra, o bütün gayb ve şehadeti bilene iade olunacaksınız da o size neler yaptığınızı haber verecektir","Emrah Demiryent Meali":"(Resûlüm! O yahûdîlere) de ki: “Sizin öteden beri kaçıp kurtulmak istediğiniz (hoşlanmadığınız) ölüm var ya, o mutlaka size ulaşacaktır. (Ölümünüzden) sonra, gaybı da görünen âlemi de bilen Allah’ (ın manevi huzurun) a döndürüleceksiniz, O size, yapmakta olduklarınızı haber verecektir.”","Erhan Aktaş Meali":"De ki: Kendisinden kaçtığınız ölüm, kesinlikle karşınıza çıkacaktır. Sonra, görünmeyen ve görünen her şeyi bilene döndürüleceksiniz. O, size yaptıklarınızı haber verecektir.","Hasan Basri Çantay Meali":"De ki: «Sizin hakıykaten kaçıb durduğunuz ölüm (yok mu?) o, size elbette gelib çatıcıdır. Sonra (hepiniz), gizliyi de, aşikârı da bilen (Allah) a döndürüleceksiniz de O, size neler yapardınız haber verecekdir.","Hayrat Neşriyat Meali":"De ki: “Doğrusu kendisinden kaçıp durduğunuz ölüm var ya, sonunda mutlaka o, sizi bulucudur;(1) sonra gizli olanı da görüneni de hakkıyla bilene (Allah'a) döndürüleceksiniz; artık (O), size yapmakta olduklarınızı haber verecektir.”","İhsan Aktaş Meali":"(Ey Resulüm, insanlara) de ki:\"şu kendisinden kaçtığınız ölüm var ya, işte o sizi mutlaka yakalayacaktır. Ardından (ahiret günü hesap vermek üzere) idraki aşan ve idrak edilebilen tüm hakikatleri bilene döndürüleceksiniz ve size yapıp ettikleriniz bir bir haber verecektir.","İlyas Yorulmaz Meali":"Deki “Kendisinden kaçtığınız ölüm, mutlaka size gelecektir. Sonra gizli ve açıkta olanları bilen Allah’ın huzuruna döndürüleceksiniz. O da size yaptıklarınızı haber verecektir.","İsmayıl Hakkı Baltacıoğlu":"İşte sizin kaçınıp durduğunuz ölüm ne de olsa gelip sizi bulacaktır. Sonra sizler görüneni de, görünmiyeni de bilene döndürüleceksiniz.","İsmail Hakkı İzmirli":"Onlara de ki kaçtığınız ölüm muhakkak size erişecek. Sonra gizliyi, aşikârı bilen Allah/a döneceksiniz de O size yapmış olduğunuzu haber verecek.","İsmail Yakıt":"Sen onlara de ki: “Kaçıp durduğunuz ölüm mutlaka sizi bulur. Sonra da algılanamayan [ğayb] ve algılanabilen [şehâde] gerçekleri bilene döndürülürsünüz. Zaten O, size yaptıklarınızı haber verir.”","Kadri Çelik Meali":"De ki: “Hiç tartışmasız sizin kendisinden kaçmakta bulunduğunuz ölüm, şüphesiz sizinle karşılaşıp buluşacaktır. Sonra görüleni de görülmeyeni de bilene döndürüleceksiniz. O da size yapmakta olduklarınızı haber verecektir.”","Mahmut Kısa Meali":"Onlara <b>de ki: “</b>Ne yaparsanız yapın, <b>kendisinden kaçıp durduğunuz ölüm sizi eninde sonunda yakalayacaktır! </b>Fakat ölünce her şey bitmeyecek;<b> sonra da, gizli açık her şeyi bilen </b>Rabb’iniz<b>in huzuruna çıkarılacaksınız ve O, </b>bu dünyada <b>yaptığınız her şeyi gözlerinizin önüne serecektir.</b>","Mahmut Özdemir Meali":"De ki: <br>\n“Kendisinden kaçtığınız Ölüm, eninde sonunda sizinle karşılaşacaktır. Sonra Şehadet’in ve Gayb’ın bileni’ne iade edilirsiniz; size işliyor olduğunuz şeyleri bildirir”.","Mehmet Çakır Meali":"Resulüm de ki: &quot; <i>Hep kaçıp durduğunuz ölüm, bir gün gelip karşınıza dikilecek</i>, <i>sonra bu âlemin ötesini berisini bilen bir Tanrı huzuruna çıkarılacaksınız,</i> <i>o da tüm yaptıklarınızı, sayıp dökecek</i>...&quot;","Mehmet Çoban Meali":"De ki: “Kaçtığınız ölüm muhakkak sizi bulacaktır. Sonra görüleni ve görülmeyeni bilen Allah’a döndürüleceksiniz. Allah size bütün yaptıklarınızı haber verecektir.”","Mehmet Okuyan Meali":"De ki: “Sizin kendisinden kaçtığınız ölüm şüphesiz ki sizi yakalayacaktır. [*]Sonra da görünmeyeni de görüneni de bilen [*] (Allah)’a döndürüleceksiniz ve yaptıklarınızı size bildirecektir.”","Mehmet Türk Meali":"(Ey Muhammed! Onlara): “Şüphesiz sizin kendisinden kaçtığınız ölüm, (bir gün) sizi mutlaka yakalayacaktır. Sonra hepiniz, o görülmeyeni de görüleni de bilen (Allah)’a döndürüleceksiniz. O da yaptıklarınızı size, tek tek haber verecektir.” de.","Muhammed Esed Meali":"De ki: “Bakın, kendisinden kaçtığınız ölüm, ⁸ eninde sonunda sizi yakalayacaktır; o zaman, hem yaratılmışların zihinsel kavrayışlarının ötesinde olanları, hem de duyular yoluyla yahut akıl ile kavranabilen şeyleri ⁹ bilen Allah’a döndürüleceksiniz; ve O, orada size [hayatta iken] yaptıklarınızın tümünü gösterecektir.","Mustafa Çavdar Meali":"De ki: – Kendisinden kaçtığınız ölüm var ya, o sizi mutlaka yakalayacaktır. Sonra da hesap vermek üzere gizli ve aşikâr her şeyi bilen Allah’ın huzuruna çıkarılacaksınız O da size yaptıklarınızı bir bir haber verecektir. 3/145, 18/49,  56/60","Mustafa İslamoğlu Meali":"De ki: Bakın, şu kendisinden kaçtığınız ölüm var ya, işte o sizi mutlaka yakalayacaktır. Ardından idraki aşan ve idrak edilebilen tüm hakikatleri bilene döndürüleceksiniz: ve size yapıp ettikleriniz bir bir haber verilecek.","Orhan Kuntman Meali":"(Ey Muhammed) De ki; kaçmaya çalıştığınız ölüm muhakkak sizi yakalayacaktır, sonra da, gaybı ve aşikârı bilene (Rabbinize) döndürüleceksiniz ve O size neler yapmış olduğunuzu haber verecektir.","Osman Fırat Meali":"De ki: \"Sizin kendisinden kaçıp durduğunuz ölüm var ya, o mutlaka size ulaşacaktır. Sonra O gaybı ve görüneni de bilen Allah’a döndürüleceksiniz ve O size yapmış olduklarınızı haber verecektir. \"","Ömer Nasuhi Bilmen Meali":"De ki: «O ölüm ki, siz ondan firar edersiniz. Şüphe yok ki o size gelip kavuşacaktır. Sonra gaybı da, âşikâreyi de bilene döndürüleceksiniz. (O da) Size neler yapar olduklarınızı haber verecektir.»","Suat Yıldırım Meali":"De ki: “Sizin kaçtığınız o ölüm var ya, o mutlaka sizi karşılayacaktır. Sonra da görünmeyen ve görünen ne varsa hepsini bilen Allah'ın huzuruna götürüleceksiniz, O da sizin yaptıklarınızı tek tek bildirecek (ve ondan ötürü karşılığını verecektir). [4, 78]","Süleyman Ateş Meali":"De ki: \"Sizin, kendisinden kaçtığınız ölüm, sizi mutlaka bulacaktır. Sonra görünmeyeni ve görüneni Bilen'e döndürüleceksiniz, O size yaptıklarınızı haber verecektir.","Süleyman Tevfik (1927)":"Di ki: \"Ondan firâr itdiğiniz o mevt muhakkak size mülâkî olacakdır. Sonra gaybı ve hâzırı bilen Allâh'a red olunursunuz ki size dünyâdaki 'amellerinizi haber virir.\"","Süleymaniye Vakfı Meali":"De ki “Kendisinden kaçtığınız ölüm sizi yakalayacaktır. Sonra, gizliyi de açıkta olanı da bilen Allah’ın huzuruna çıkarılacaksınız. Yapıp ettiklerinizi size, O bildirecektir”.","Şaban Piriş Meali":"De ki:-Kendisinden kaçtığınız ölüm, sizi mutlaka bulacaktır. Sonra da gizli ve açığı bilene döndürüleceksiniz, O da size yapmakta olduklarınızı haber verecektir.","Ümit Şimşek Meali":"De ki: Kaçıp durduğunuz ölüm mutlaka gelip sizi bulacaktır. Sonra da görünür ve görünmez herşeyi bilen Allah'ın huzuruna çıkarılacaksınız; yaptıklarınızı O size bildirecek.","Yaşar Nuri Öztürk Meali":"Şunu da söyle: \"O kaçmakta olduğunuz ölüm, işte o, size mutlaka ulaşacaktır. Sonra, görülmeyeni de görüleni de bilene döndürüleceksiniz. O, size yapıp etmiş olduklarınızı haber verecektir.\"","Eski Anadolu Türkçesi":"eyit “bayıķ ölüm ol kim ķaçarsız andan bayıķ ol göricidür sizi. andan döndürinilesiz ġayb bilicidin yaña daħı ḥāżır pes ħaber vire size anı kim olduñuz işlersiz.”","Satıraltı Meal (1534)":"Eyit: Ol ölüm ki siz andan ḳaçarsız, ol size irişecekdür. Andan döneceksiz ḥażretine ġaybı ve şehādeti bilici Allāhuñ. Pes size işlegeni ḫaber virecek‐dür.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) De: “(Qorxub) qaçdığınız ölüm sizi mütləq yaxalayacaqdır. Sonra siz gizlini də, aşkarı da bilənin (Allahın) hüzuruna qaytarılacaqsınız. O da sizə (dünyada) nələr etdiyinizi (bir-bir) xəbər verəcəkdir!","M. Pickthall (English)":"Say (unto them, O Muhammad): Lo! the death from which ye shrink will surely meet you, and afterward ye will be returned unto the Knower of the invisible and the visible, and He will tell you what ye used to do.","Yusuf Ali (English)":"Say: \"The Death from which ye flee will truly overtake you: then will ye be sent back to the Knower of things secret and open: and He will tell you (the truth(5460) of) the things that ye did!\""},"9":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُٓوااِذَانُودِيَلِلصَّلٰوةِمِنْيَوْمِالْجُمُعَةِفَاسْعَوْااِلٰىذِكْرِاللّٰهِوَذَرُواالْبَيْعَۜذٰلِكُمْخَيْرٌلَكُمْاِنْكُنْتُمْتَعْلَمُونَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar cuma günü namaz için nida edilince size, hemen Allah'ı anmaya koşun ve bırakın alışverişi; bu, daha da hayırlıdır size bilirseniz.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler, Cuma günü namaz için </b><i>(ezan okunup)</i><b> çağrı yapıldığı zaman, hemen Allah’ı zikretmeye </b><i>(ibadet etmeye, Kur’ani hükümleri ve cihad ve itaat hutbesini dinlemeye)</i><b> koşuverin ve alış-verişi bırakıp </b><i>(camiye gidin)</i><b>. Eğer bilirseniz, bu sizin için daha hayırlıdır </b><i>(ve önceliklidir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Cuma günü namaz için çağrıldığınızda, her türlü dünyevî alışverişi bırakıp Allah'ı anmaya, yani hutbeyi dinleyip namazı kılmaya koşun. Eğer bilirseniz bu sizin için daha hayırlıdır.","Ahmet Tekin Meali":"Ey iman edenler, Cuma günü namaza çağırıldığı zaman, hemen Allah'ı zikre, namaza, Allah'ın övünç kaynağı kelâmıyla ilgili açıklamaları dinlemeye, Allah'a şükretmeye koşun. Çarşılardaki, pazarlardaki, alışverişi, ticarî faaliyeti bırakın. Eğer bilirseniz, bu sizin için daha hayırlıdır.","Ahmet Varol Meali":"Ey iman edenler! Cuma günü namaz için çağrıldığında Allah'ın zikrine koşun ve alışverişi bırakın. Eğer bilirseniz bu sizin için daha hayırlıdır.","Ali Bulaç Meali":"Ey iman edenler, cuma günü namaz için çağrı yapıldığı zaman, hemen Allah'ı zikretmeye koşun ve alış-verişi bırakın. Eğer bilirseniz, bu sizin için daha hayırlıdır.","Ali Fikri Yavuz Meali":"Ey iman edenler! Cuma günü, namaz için ezan okunduğu zaman hemen Allah'ın zikrine, (hutbe dinlemeye ve namaz kılmaya) gidin; alışverişi bırakın. Bu (hutbe dinlemek ve namaz kılmak), sizin için daha hayırlıdır; eğer bilirseniz...","Bahaeddin Sağlam Meali":"Ey iman edenler! Cuma günü namaza çağrıldığınız zaman, Allah’ın zikrine (namaza) koşun. Alışverişi terkedin. Eğer biliyorsanız bu, sizin için daha hayırlıdır.","Bayraktar Bayraklı Meali":"Ey iman edenler! Cuma günü namaza çağırıldığı zaman, hemen Allah'ı anmaya koşunuz ve alış-verişi bırakınız. Eğer bilseniz bu sizin için çok hayırlıdır.[641]","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Cuma günü namaza çağrıldığında, Allahı anmaya hemen koşunuz, bırakınız alış-veriş işini, eğer siz bilirseniz bu sizinçin hayırlıdır, namaz bittikten sonra yeryüzüne dağılın, Allahın erdemini isteyin, Allahı çok anınız, ola ki kurtulasız!","Cemal Külünkoğlu Meali":"Ey inananlar! Cuma günü namazı ikame etmek (ve hutbeyi dinlemek) için çağrı yapıldığı zaman, alışverişi bırakarak hemen Allah'ın zikrine/öğütüne koşun! Eğer bilirseniz bu, sizin için daha hayırlıdır.","Cemil Said (1924)":"Ey mü’minler! Cum’a güni sizi namâza çağırdıkları vakit Allâh ile meşgûl olunuz, ticâret işlerini bırakınız, bu hakkınızda daha hayırlı olur. Eğer bilse idiniz!","Diyanet İşleri Meali (Eski)":"Ey inananlar! Cuma günü namaz için ezan okunduğu zaman Allah'ı anmaya koşun; alım satımı bırakın; bilseniz, bu sizin için daha iyidir.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Cuma günü namaz için çağrı yapıldığı zaman, hemen Allah’ın zikrine koşun ve alışverişi bırakın. Eğer bilirseniz bu, sizin için daha hayırlıdır.[548]","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Cuma günü namaz için çağrı yapıldığında Allah’ı anmaya koşun ve alışverişi bırakın. Bilirseniz, bu sizin için çok hayırlıdır.","Diyanet Vakfı Meali":"Ey iman edenler! Cuma günü namaza çağırıldığı (ezan okunduğu) zaman, hemen Allah'ı anmaya koşun ve alış verişi bırakın. Eğer bilmiş olsanız, elbette bu, sizin için daha hayırlıdır.","Edip Yüksel Meali":"Ey inananlar, cuma (toplantı) günü namaza çağrıldığınızda ALLAH'ı anmak için acele edin ve alışverişi bırakın. Bilseniz, bu sizin için daha iyidir.","Elmalılı Hamdi Yazır Meali":"Ey inananlar! Cuma günü namaz için çağrıldığı(nız) zaman, Allah'ı anmaya koşun, alışverişi bırakın. Eğer bilirseniz, bu sizin için daha hayırlıdır.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Cum'a günü namaz için nida olunduğunda hemen Allahın zikrine koşun ve alım satımı bırakın, o sizin için daha hayırlıdır, eğer bilirseniz","Emrah Demiryent Meali":"Ey îmân edenler! Cuma günü (öğle vaktinde okunan ezan ile cuma) namaz (ın) a çağrıldığınız zaman alışverişi bırakarak, hemen *Allah’ı zikretmeye koşun. Eğer bilirseniz, bu sizin için (her türlü dünya kazancından) daha hayırlıdır.","Erhan Aktaş Meali":"Ey iman edenler! Cuma¹ günü salat² için seslenildiği zaman, alışverişi³ bırakıp, hemen Allah'ın öğüdüne koşun. Eğer bilirseniz, bu, sizin için daha hayırlıdır.","Hasan Basri Çantay Meali":"Ey îman edenler, cum'a günü namaz için çağrıldığı (nız) zaman hemen Allâhı zikretmiye gidin. Alış verişi bırakın. Bu, bilirseniz, sizin için çok hayırlıdır.","Hayrat Neşriyat Meali":"Ey îmân edenler! Cum'a günü namaz için seslenildiği (ezan okunduğu) zaman, hemen Allah'ın zikrine koşun ve alış-verişi bırakın! Eğer bilirseniz bu sizin için çok hayırlıdır.(1)","İhsan Aktaş Meali":"Ey iman etmiş olanlar! (Ey inanmış erkek ve kadınlar!) Cuma günü salât (namaz ibadetini, bilgilenmeyi, bilinçlenmeyi, toplumsal dayanışma ve yardımlaşmayı gerçekleştirmek ve Allah’ı zikretmek) için (ezan okunup) çağrı yapıldığı zaman (mazereti olanlar dışında hepiniz) Allah’ı zikretmeye (anmaya) koşun ve alışverişi bırakın. Eğer bilirseniz bu sizin için daha hayırlıdır. *","İlyas Yorulmaz Meali":"Ey İman edenler! Cuma günü namaza çağrıldığı zaman, alış verişi bırakın ve Allah’ı anmak için koşun. Eğer bilirseniz bu sizin için daha hayırlıdır.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Cuma günü namaza çağırılınca Allah’ı anmıya seğirtin. Alış verişi bırakın. Bilseniz, bu sizin için yeydir.","İsmail Hakkı İzmirli":"Mü/minler! Cuma günü namaz için çağırıldığı [¹] zaman Tanrı/yı anmaya [²] koşun ve alışverişi bırakın. Bilmiş olsanız, bu, size alışverişten daha hayırlıdır.","İsmail Yakıt":"Ey inananlar! Cuma günü namaz için⁵ çağrı yapıldığında, alışverişi⁶ derhâl bırakarak Allah’ı anmaya [zikr] koşunuz! Eğer bilirseniz bu sizin için daha hayırlıdır.⁷","Kadri Çelik Meali":"Ey iman edenler! Cuma günü namaz için çağrı yapıldığı zaman, hemen Allah'ı zikretmeye koşun ve alış verişi bırakın. Eğer bilirseniz, bu sizin için daha hayırlıdır.","Mahmut Kısa Meali":"<b>Ey iman edenler! Cuma günü </b>ezan okunup <b>namaza çağrıldığınız zaman, derhal işinizi gücünüzü</b> <b>bırakıp Allah’ı anmaya gelin! Eğer bilirseniz, bu sizin için </b>her türlü dünyevî kazançtan <b>daha iyidir.</b>","Mahmut Özdemir Meali":"Ey iman edenler! CUM’A günü’nde Namaz için seslenildiği zaman Allah’ın zikrine / anılmasına koşun! Alış-Veriş’i bırakın! Biliyorduysanız, böylesi sizin için en hayırlıdır.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>! Cuma günü namaza çağrı yapıldığında, derhal alış-verişi bırakarak Allah’a ibadete koşun. Bu, sizin için hayırlı olacaktır, artık takdir sizin.","Mehmet Çoban Meali":"Ey iman edenler! Toplanma günü salat-ı ikame için çağrı yapıldığı zaman hemen Allah’ın ayetlerini okumak, ayetler üzerinde düşünmek, gerekli dersleri çıkarmak için koşun! Alışverişi bırakın! Eğer bilirseniz sizin için bu daha hayırlıdır.        ","Mehmet Okuyan Meali":"Ey iman edenler! Cuma günü [salât] (namaz) için çağrıldığı(nız) zaman, hemen Allah’ı anmaya koşun ve alışverişi bırakın! Bilirseniz bu sizin için hayırlı olandır. [*]","Mehmet Türk Meali":"Ey îman edenler! Cuma günü¹ (öğle vakti,) namaz için çağrı yapıldığı² zaman, hemen alış verişi bırakarak,³ dosdoğru Allah’ın zikrine⁴ gidin.⁵ Eğer bilirseniz, elbette bu, sizin için daha hayırlıdır.⁶","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Cuma günü ¹⁰ namaz için çağrıldığınızda her türlü dünyevî alış verişi bırakıp Allah’ı anmaya koşun: eğer bilseniz, bu sizin yararınızadır.","Mustafa Çavdar Meali":"Ey iman edenler, cuma günü namaz için çağrıldığınızda, alış verişi bırakıp Allah’ın davetine zikrine/namaza icabet edin! Eğer bilirseniz bu sizin için alış verişten daha hayırlıdır. 2/238, 24/37","Mustafa İslamoğlu Meali":"SİZ ey iman edenler![⁵¹⁰³] Cuma günü[⁵¹⁰⁴] namaza çağrıldığınızda,[⁵¹⁰⁵] alışverişi keserek Allah’ı anmaya[⁵¹⁰⁶] koşun! Eğer (hayır ile çıkar arasındaki farkı) bilirseniz, bu sizin için daha hayırlıdır.[⁵¹⁰⁷]","Orhan Kuntman Meali":"Ey iman edenler, Cuma günü namaza çağırıldığınız (ezan okunduğu) zaman hemen Allah'ı anmaya koşun ve alışverişi bırakın; bilmeniz gerekir ki bu sizin için daha hayırlıdır.","Osman Fırat Meali":"Ey iman edenler, Cuma günü namaz için çağrıldığı(nız) zaman, Allâh’ın zikrine koşun, alışverişi bırakın. Eğer bilirseniz bu, sizin için daha hayırlıdır.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Cuma günü namaz için nidâ olunduğu zaman hemen Allah'ın zikrine gidin ve alışverişi bırakın. Bu, eğer bilir kimseler oldu iseniz sizin için çok hayırlıdır.","Suat Yıldırım Meali":"Ey iman edenler! Cuma namazına ezan ile çağırıldığınız zaman derhal Allah'ı zikretmeye (hutbe ve namaza) gidin, alışverişi bırakın. Eğer bilirseniz, bu sizin için çok hayırlıdır. [17, 19]","Süleyman Ateş Meali":"Ey inananlar, Cuma günü namaz için çağrıldığı(nız) zaman, Allah'ı anmağa koşun, alışverişi bırakın. Eğer bilirseniz bu, sizin için daha hayırlıdır.","Süleyman Tevfik (1927)":"Ey Mü'minler! Cum'a güni namâz içün da'vet olundukda Allâh'ın zikrine koşunuz ve bey' ve şerâyı terk idiniz. Eğer bilseniz bu, sizin içün hayırlıdır.","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Cuma günü namaz için çağrı yapıldığında alış verişi bırakın; Allah’ın zikrine[1] koşun[2]. Bilseniz bu sizin için daha hayırlıdır.","Şaban Piriş Meali":"Ey iman edenler, cuma günü namaz için çağırıldığınız zaman, alış verişi bırakıp Allah'ın zikrine koşun! Eğer bilirseniz bu sizin için daha hayırlıdır.","Ümit Şimşek Meali":"Ey iman edenler! Cuma günü namaz için ezan okunduğunda, alışverişi bırakıp Allah'ın zikrine koşun. Bilseniz, bu sizin için daha hayırlıdır.","Yaşar Nuri Öztürk Meali":"Ey inananlar! Cuma günü, namaz/dua için çağrı yapıldığında, Allah'ı anmaya/Allah'ın Zikri'ne koşun! Alış-verişi bırakın! Eğer bilirseniz bu sizin için daha hayırlıdır.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! ķaçan ķıġrınıla namāz içün cum'a güninde pes ivüñ Tañrı źikrindin yaña ya'nį ħuŧbe daħı ķoñ śatıyı şol yigrekdür size eger bilürseñüz.","Satıraltı Meal (1534)":"İy mü’minler, ḳaçan ḳıġırılsa namāz‐çun cum‘a güninde, pes varuñ namāza, Tañrı Ta‘ālānuñ ẕikrine, ṣatmaġı almaġı ḳoyuñuz. Ol yigrekdür size,eger siz bilürseñüz.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Cümə günü namaza çağırıldığınız zaman Allahı zikr etməyə tələsin və alış-verişi buraxın. Bilsəniz, bu sizin üçün nə qədər xeyirlidir!","M. Pickthall (English)":"O ye who believe! When the call is heard for the prayer of the day of congregation, haste unto remembrance of Allah and leave your trading. That is better for you if ye did but know.","Yusuf Ali (English)":"O ye who believe! When the call is proclaimed to prayer on Friday(5461) (the Day of Assembly), hasten earnestly to the Remembrance of Allah, and leave off business (and traffic):(5462) That is best for you if ye but knew!(5463)"},"10":{"Arabic":"فَاِذَاقُضِيَتِالصَّلٰوةُفَانْتَشِرُوافِيالْاَرْضِوَابْتَغُوامِنْفَضْلِاللّٰهِوَاذْكُرُوااللّٰهَكَث۪يرًالَعَلَّكُمْتُفْلِحُونَ","Abdulbaki Gölpınarlı Meali":"Namazı kıldınız mı da artık yeryüzüne dağılın ve Allah'ın lutfunu, ihsanını arayın ve çok anın Allah'ı da kurtulup murada erin.","Abdullah-Ahmet Akgül Meali":"<i>(Cuma öğlende) </i><b>Namaz kıldıktan sonra ise </b><i>(artık)</i><b> yeryüzüne dağılıverin ve Allah’ın fazlı kereminden </b><i>(helâl ve meşru yöntemlerle nasibinizi)</i><b> aramaya girişin. Ve Allah’ı çokça zikredip </b><i>(Kur’ani ve Nebevi ölçüleri sürekli hatırlayıp ona göre hareket edin)</i><b>, ki böylece felaha </b><i>(huzura ve başarıya)</i><b> erişesiniz. </b> ","Abdullah Parlıyan Meali":"Ve cuma namazı kılınıp bittiğinde, yeryüzüne serbestçe dağılın ve Allah'ın lütfundan rızkınızı aramaya devam edin ve Allah'ı namaz dışında da daima hatırlayın ki, mutluluğa erişebilesiniz.","Ahmet Tekin Meali":"Namazı kılınca, artık yeryüzüne dağılın. Ticaretinizi yapın, işinize bakın. Allah'ın lütfundan isteyin. Allah'ı çok zikrederek şükredin, Allah'a çokça ibadet edin, Allah'ın dinini, şeriatını çokça anlatın. Umulur ki, kurtuluşa, ebedî nimetle mutluluğa erersiniz.","Ahmet Varol Meali":"Namaz kılındığında artık yeryüzüne dağılın Allah'ın lütfundan isteyin ve Allah'ı çokça anın ki kurtuluşa eresiniz.","Ali Bulaç Meali":"Artık namazı kılınca, yeryüzünde dağılın. Allah'ın fazlını isteyip-arayın ve Allah'ı çokca zikredin; umulur ki felaha (kurtuluşa ve umduklarınıza) kavuşmuş olursunuz.","Ali Fikri Yavuz Meali":"Sonra namaz kılınınca, yeryüzüne dağılın da Allah'ın fazlından rızk arayın. Allah'ı (her halinizde) çok anın ki, (dünya ve ahiret saadetine kavuşub azabdan) kurtulabilesiniz.","Bahaeddin Sağlam Meali":"Namaz bittiği zaman, yeryüzünde dağılın. Allah’ın fazlını (ve verdiği rızkı) arayın. Allah’ı çokça anın ki kurtuluşa eresiniz.","Bayraktar Bayraklı Meali":"Namaz bitince artık yeryüzüne dağılınız ve Allah'ın lütfundan aramaya devam ediniz. Allah'ı çokça anınız ki kurtuluşa eresiniz.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Cuma günü namaza çağrıldığında, Allahı anmaya hemen koşunuz, bırakınız alış-veriş işini, eğer siz bilirseniz bu sizinçin hayırlıdır, namaz bittikten sonra yeryüzüne dağılın, Allahın erdemini isteyin, Allahı çok anınız, ola ki kurtulasız!","Cemal Külünkoğlu Meali":"Ve namaz bittikten sonra yeryüzüne serbestçe dağılın ve Allah'ın lütfundan (rızkınızı) aramaya devam edin. Kurtuluşa ermek için de Allah'ı hatırınızdan hiç çıkarmayın (O'nunla birlikteliği hayatın gerçeği haline getirin)!","Cemil Said (1924)":"Namâz bitdikden sonra istediğiniz yere gidiniz ve Allâh’ın ihsân itdiği rızkı arayınız. Allâh’ı çok zikr ider iseniz felâh bulursunuz.","Diyanet İşleri Meali (Eski)":"Namaz bitince yeryüzüne yayılın; Allah'ın lütfundan rızık isteyin; Allah'ı çok anın ki saadete erişesiniz.","Diyanet İşleri Meali (Yeni)":"Namaz kılınınca artık yeryüzüne dağılın ve Allah’ın lütfundan nasibinizi arayın. Allah’ı çok zikredin ki kurtuluşa eresiniz.","Kur'an Yolu (Diyanet İşleri)":"Namaz kılındı mı artık yeryüzüne dağılın ve Allah’ın lutfundan nasip arayın. Allah’ı da daima çok anın ki kurtuluşa eresiniz.","Diyanet Vakfı Meali":"Namaz kılınınca artık yeryüzüne dağılın ve Allah'ın lütfundan isteyin. Allah'ı çok zikredin; umulur ki kurtuluşa erersiniz.","Edip Yüksel Meali":"Namaz bitince, yeryüzüne yayılarak ALLAH'ın lütfunu arayın ve ALLAH'ı sürekli anmaya devam edin.","Elmalılı Hamdi Yazır Meali":"Namaz kılındıktan sonra yeryüzüne dağılın ve Allah'ın lütfundan (nasibinizi) arayın. Allah'ı çok anın ki kurtuluşa eresiniz.","Elmalılı Meali (Orijinal)":"Sonra da namaz kılındımı Yer yüzünde dağılın da Allahın fazlından nasîb arayın ve Allahı çok zikredin ki felâh bulabilesiniz","Emrah Demiryent Meali":"*Namaz kılınınca artık yeryüzüne dağılın ve Allah’ın lütfundan nasibinizi arayın. Allah’ı çok zikredin ki kurtuluşa eresiniz.","Erhan Aktaş Meali":"Salatı kaza¹ ettikten sonra, hemen yeryüzüne dağılın ve Allah'ın lütfundan nasibinizi arayın. Allah'ın öğütlerini hiç unutmayın. Umulur ki, böylece kurtuluşa erersiniz.","Hasan Basri Çantay Meali":"Artık o namazı kılınca yer (yüzün) e dağılın, Allahın fazlından (nasıyb) arayın. Allâhı çok zikredin. Tâki umduğunuza kavuşasınız.","Hayrat Neşriyat Meali":"Nihâyet namaz bitince, artık yeryüzünde dağılın ve Allah'ın lütfundan (rızkınızı)arayın ve Allah'ı çok zikredin; tâ ki kurtuluşa eresiniz!","İhsan Aktaş Meali":"Salât (namaz ve o güne mahsus ibadetler ve dini vecibeler) eda edilince artık yeryüzüne dağılın (işinize gidin) ve Allah’ın lütfundan (rızkından) nasibinizi arayın. Allah’ı çok zikredin ki kurtuluşa eresiniz. *","İlyas Yorulmaz Meali":"Namazı kıldığınızda Allah’ın lütfundan rızkınızı aramak için, yeryüzüne dağılın ve Allah’ı çokça hatırlayın ki, böylece kurtuluşa erişebilesiniz.","İsmayıl Hakkı Baltacıoğlu":"Namaz bitince de yerlerinize dağılın. Allah’ın bol vergisini dileyin. Allah’ın adını da sık sık anın ki onasınız.","İsmail Hakkı İzmirli":"Namaz bittikten sonra yeryüzüne dağılın. Allah/ın inayetinden rızkınızı isteyin [³], Allah/ı çok anın ki dünyada ve âhirette umduğunuza eresiniz.","İsmail Yakıt":"Namaz kılındığında da hemen yeryüzüne dağılınız ve Allah’ın lütfundan (nasibinizi) arayınız.⁸ Allah’ı çokça anın ki kurtuluşa eresiniz.","Kadri Çelik Meali":"Artık namazı kılınca yeryüzünde dağılın, Allah'ın fazlını isteyip arayın ve Allah'ı çokça zikredin; umulur ki kurtuluşa erersiniz.","Mahmut Kısa Meali":"<b>Namaz bitince de, yeryüzüne dağılarak Allah’ın lütfundan </b>rızkınızı <b>aramaya devam edin ve</b> <b>Allah’ı sürekli </b>hatırlayıp gündeme getirerek <b>anın ki, </b>dünyada ve âhirette <b>kurtuluşa erebilesiniz.</b>","Mahmut Özdemir Meali":"Namaz kılındığı zaman Yeryüzü’ne yayılın! Allah’ın lütfundan isteyerek arayın! Allah’ı çokça anın! Umulur ki felaha (kurtuluşa) erersiniz.","Mehmet Çakır Meali":"Namaz kılınınca yeryüzüne tekrar dağılıp Allah'ın rızık sepintisinden nasibinizi arayın.  Kurtuluşunuz için Allah adı hep dilinizde olsun / her işe besmele ile başlayın. ","Mehmet Çoban Meali":"Salat-ı ikame ederek; bilginizi, bilincinizi artırdıktan, okunan ayetlerden gerekli dersleri çıkardıktan, aranızdaki ilişkileri konuştuktan ve maddi manevi toplumsal paylaşımlar üzerinde kararlar aldıktan sonra yeryüzüne dağılın! Allah’ın lütfundan nasibinizi arayın! Allah’ı günlük yaşam içinde çokça anın! Hayatınızı Allah’ın yasalarına göre yaşayın ki; kurtuluş sizin olsun!        ","Mehmet Okuyan Meali":"[Salât] (namaz) bitirilince yeryüzüne dağılın ve Allah’ın lütfundan isteyin! Allah’ı çok hatırlayın! [*] Umulur ki kurtulursunuz.","Mehmet Türk Meali":"Namaz bitince hemen, Allah’ın lütfundan rızkınızı aramak için yeryüzüne dağılın. Kurtuluşunuzu umabilmek için Allah’ı çokça anın.","Muhammed Esed Meali":"Ve namaz bittiğinde yeryüzüne serbestçe dağılın ¹¹ ve Allah’ın lütfundan [rızkınızı] aramaya devam edin; mutluluğa ulaşabilmek için de Allah’ı sıkça anın!","Mustafa Çavdar Meali":"Namazı kılınca da hemen yeryüzüne dağılın ve Allah’ın lütfundan payınızı arayın ve Allah’ı sürekli hatırınızda tutun ki umduklarınıza kavuşasınız. 28/77, 73/20","Mustafa İslamoğlu Meali":"Ve namaz kılındığı zaman da, artık yeryüzünde dağılın ve Allah’ın lutfundan (payınıza) düşeni talep edin! Ama Allah’ı hiç hatırdan çıkarmayın ki,[⁵¹⁰⁸] ebedî mutluluğa ulaşabilesiniz.","Orhan Kuntman Meali":"Namazı kıldıktan sonra da yeryüzüne dağılın ve Allah’ın lütfundan nasibinizi arayın. Allah’ı çok anın ki kurtuluşa eresiniz.","Osman Fırat Meali":"(Cuma) namazı kılınınca artık yeryüzüne dağılın ve Allah’ın lütfundan nasibinizi arayın. Allah’ı çok anın(emirlerini hatırlayın) ki kurtuluşa eresiniz.","Ömer Nasuhi Bilmen Meali":"Sonra namaz kılınmış olunca da artık yeryüzünde dağılın ve Allah'ın fazlından nâsip (arayın) ve Allah'ı çokça zikredin, tâ ki necâta erebilesiniz.","Suat Yıldırım Meali":"Namaz tamamlanınca yeryüzüne yayılın, işinize gücünüze gidin, Allah'ın lütfundan nasibinizi arayın. Felaha ermenizi ümid ederek Allah'ı çok zikrediniz. ","Süleyman Ateş Meali":"Namaz kılındıktan sonra yeryüzüne dağılın ve Allah'ın lutfundan (nasibinizi) arayın. Allah'ı çok anın ki başarıya eresiniz.","Süleyman Tevfik (1927)":"Namâz kılındıkdan sonra arzda dağılınız ve Allâh'ın fazlından taleb idiniz. (Kesb ü kârınıza bakınız) Ve Allâh'ı çok zikr idiniz, tâ ki felâha iresiniz.","Süleymaniye Vakfı Meali":"Namazı bitirdiğinizde yeryüzüne dağılın[*] ve Allah’ın lütfunu arayın. Allah’ın sözlerini sık sık hatırlayın ki umduğunuza kavuşasınız.","Şaban Piriş Meali":"Namaz kılındığı zaman da yeryüzüne dağılın ve Allah'ın rızkını arayın, Allah'ı çok zikredin ki kurtuluşa erebilesiniz.","Ümit Şimşek Meali":"Namaz kılındığında ise yeryüzüne yayılıp Allah'ın lütfundan rızkınızı arayın. Allah'ı da çok anın ki kurtuluşa eresiniz.","Yaşar Nuri Öztürk Meali":"Namaz/dua yerine getirilince hemen yeryüzüne dağılın ve Allah'ın lütfundan nasibinizi arayın! Allah'ı çok anın ki, kurtuluşa erebilesiniz.","Eski Anadolu Türkçesi":"pes ķaçan ķılına ol namāz ŧaġıluñ [294b] yirde daħı isteñ Tañrı fażlından. daħı anuñ Tañrı’yı çoķ ola kim siz ķurtılasız.","Satıraltı Meal (1534)":"Pes ḳaçan namāz dükense ṭaġıluñ yir yüzinde. Daḫı Tañrı Ta‘ālā fażlındanisteñüz. Daḫı Tañrı Ta‘ālā[yı] çoḳ ẕikr eyleñüz. Ola kim iflāḥ olasız.","Bunyadov-Memmedeliyev ":"Namaz qılınıb qurtardıqdan sonra yer üzünə dağılın və Allahın lütfündən ruzi diləyib axtarın! (Yenə öz işinizə qayıdın!) Və Allahı çox zikr edin ki, nicat tapıb səadətə qovuşasınız! (Hər iki dünyada muradınıza yetişəsiniz!)","M. Pickthall (English)":"And when the prayer is ended, then disperse in the land and seek of Allah's bounty, and remember Allah much, that ye may be successful.","Yusuf Ali (English)":"And when the Prayer is finished, then may ye disperse through the land, and seek of the Bounty of Allah. and celebrate the Praises of Allah often (and without stint): that ye may prosper.(5464)"},"11":{"Arabic":"وَاِذَارَاَوْاتِجَارَةًاَوْلَهْوًاۨانْفَضُّٓوااِلَيْهَاوَتَرَكُوكَقَٓائِمًاۜقُلْمَاعِنْدَاللّٰهِخَيْرٌمِنَاللَّهْوِوَمِنَالتِّجَارَةِۜوَاللّٰهُخَيْرُالرَّازِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve onlar, bir alışveriş, yahut eğlence görünce ona gidip dağıldılar ve seni ayakta bıraktılar; de ki: Allah'ın katındaki daha da hayırlıdır alışverişten ve eğlenceden ve Allah, rızık verenlerin en hayırlısıdır.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm!)</i><b> Oysa onlar, bir ticaret ya da bir eğlence gördükleri zaman, </b><i>(hemen)</i><b> ona yönelip sökün ederek dağılıp gittiler ve Seni </b><i>(hutbede)</i><b> ayakta </b><i>(yalnız)</i><b> bırakıverdiler.</b><i> (Kalben ve tamamen Allah’a ve İslam’a teslim olmayanların tavrı böyledir.)</i><b> De ki: \"Allah’ın katında bulunan </b><i>(nimet ve faziletler)</i><b>, eğlenceden ve ticaretten daha hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.\" </b><i>(O, takdir ve taksiminde Kerim’dir, cömerttir, adildir ve rızkınıza kefildir.)</i> ","Abdullah Parlıyan Meali":"Böyle iken insanlardan bir kısmı, kıtlık senesinde ticaret kervanının geldiğini haber alınca veya dünyevî bir kazanç yada geçici bir eğlence gördükleri zaman, ona doğru koşup seni mescidde ayakta bırakıverirler. De ki: Allah katında olan nimetler, cennetler ve sevap bütün geçici eğlencelerden ve bütün kazançlardan çok daha hayırlıdır ve Allah rızık verenlerin de en hayırlısıdır.","Ahmet Tekin Meali":"Onlar ticaret kervanı, büyük ticarî kazançlar ve eğlence gördükleri zaman, hemen dağılıp koşarak kervanın konakladığı yere gittiler. Seni kıyamda, ayakta bıraktılar. Onlara:<br>\r\n“Allah katındaki göz alıcı ve iç açıcı mükâfatlar, eğlence ve toptan alım-satımların, ithalatın, ihracatın kazançlarından daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır.” de.","Ahmet Varol Meali":"Bir ticaret veya eğlence gördüklerinde hemen oraya yönelip dağıldılar ve seni ayakta bıraktılar. De ki: \"Allah katında olan eğlenceden de ticaretten de hayırlıdır. Allah rızık verenlerin en hayırlısıdır.\"","Ali Bulaç Meali":"Oysa onlar (kendilerini tümüyle Allah'a ve İslam'a teslim etmeyenler) bir ticaret ya da bir eğlence gördükleri zaman, (hemen) ona sökün ettiler ve seni ayakta bıraktılar. De ki: 'Allah'ın katında bulunan, eğlenceden ve ticaretten daha hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.'","Ali Fikri Yavuz Meali":"Böyle iken, (şiddetli bir kıtlığın hüküm sürdüğü bir zamanda sen hutbe okurken, zahire yüklü bir ticaret kafilesinin gelişini haber veren def seslerini ashab duyunca; hutbeyi terk etmenin bir zararı olmıyacağı düşüncesine kapılarak) bir ticaret veya eğlenti (def sesi) gördüklerinde, ona fırladılar da seni (hutbede) ayakta bıraktılar. (Mescidde yalnız on iki kişi kalmıştı). De ki: “- Allah katında olan sevab, eğlentiden de, ticaretten de hayırlıdır. Allah rızık verenlerin en hayırlısıdır.”","Bahaeddin Sağlam Meali":"Onlar, bir ticaret ve eğlence gördükleri zaman, dağılıp gittiler ve seni (minber üstünde) ayakta bıraktılar. De ki: “Allah’ın katında olan şey, eğlence ve ticaretten daha hayırlıdır ve en iyi şekilde rızık veren Allah’tır.","Bayraktar Bayraklı Meali":"Onlar bir ticaret ve eğlence gördüklerinde hemen dağılıp ona giderler ve seni ayakta bırakırlar. De ki: “Allah'ın yanında bulunan, eğlenceden ve ticaretten daha hayırlıdır. Allah rızık verenlerin en üstünüdür.”[642]","Besim Atalay Meali (1965)":"Ya bir alış-veriş, ya da bir eğlence gördüklerinde, seni ayakta bırakıp savuşuyorlar; diyesin ki: «Allahın katındaki, eğlenceden, ticaretten daha da hayırlıdır; Allah, azık verenlerin hayırlısıdır»","Cemal Külünkoğlu Meali":"Durum böyle iken (kendilerini tümüyle Allah'a ve İslam'a teslim etmeyenler) bir ticaret ya da bir eğlence görünce, (hemen) ona sökün ettiler ve seni (hutbede) ayakta bıraktılar. De ki: “Allah'ın katında bulunan, eğlenceden ve ticaretten daha hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.”","Cemil Said (1924)":"Halbuki bir ticâret veyâ oyun görseler seni kâim ve yalnız bırakarak dağılırlar. Ânlara di ki: \"Allâh’ın lütufları ticâret ve eğlenceden hayırlıdır. Allâh en iyi rızık virendir.\"","Diyanet İşleri Meali (Eski)":"Onlar bir kazanç veya bir eğlence gördüklerinde, seni ayakta bırakarak oraya yöneldiler. De ki: \"Allah katında olan, eğlenceden de kazançtan da hayırlıdır. Allah, rızık verenlerin en iyisidir.\"*","Diyanet İşleri Meali (Yeni)":"(Durum böyle iken) onlar bir ticaret veya bir oyun eğlence gördükleri zaman hemen dağılıp ona koştular ve seni ayakta bıraktılar.[549] De ki: “Allah’ın yanında bulunan, eğlence ve ticaretten daha hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.”","Kur'an Yolu (Diyanet İşleri)":"Ama onlar bir ticaret veya eğlence görünce ona yönelip seni ayakta bırakıverdiler. De ki: “Allah’ın nezdinde olan, eğlenceden de ticaretten de üstündür. Allah rızık verenlerin en hayırlısıdır.”","Diyanet Vakfı Meali":"Onlar bir ticaret ve eğlence gördükleri zaman hemen dağılıp ona giderler ve seni ayakta bırakırlar. De ki: Allah'ın yanında bulunan, eğlenceden ve ticaretten daha yararlıdır. Allah, rızık verenlerin en hayırlısıdır.","Edip Yüksel Meali":"Bazıları, bir ticaret veya bir eğlence gördükleri zaman, seni ayakta bırakıp oraya akın ettiler. De ki, \"ALLAH'ın yanında bulunanlar eğlenceden ve ticaretten daha iyidir. ALLAH en iyi rızık verendir.\"","Elmalılı Hamdi Yazır Meali":"Bir ticaret ve eğlence gördükleri zaman hemen dağılıp ona gittiler ve seni ayakta bıraktılar. De ki: \"Allah'ın yanında bulunan, eğlenceden ve ticaretten de hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.\"","Elmalılı Meali (Orijinal)":"Böyle iken bir ticaret veya eğlenti gördüklerinde ona fırladılar da seni ayakta bıraktılar. De ki: Allahın yanındaki, eğlentiden de ticaretten de hayırlıdır ve Allah rızk verenlerin en hayırlısıdır","Emrah Demiryent Meali":"(Habibim! Sen, cuma günü minberde ayakta hutbe okurken, bazı mü’minler) bir ticaret (kervanı) ve eğlence gördükleri zaman hemen dağılıp ona gittiler ve seni (minberde) ayakta bıraktılar. (O mü’minlere) de ki: “Allah nezdindeki (sevap, mü’minler için) eğlenceden ve ticaretten de hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.”","Erhan Aktaş Meali":"Bir kısım insanlar, ticaret ve eğlence görünce, seni bırakarak ona yönelip gittiler. De ki: “Allah'ın katında olanlar, eğlenceden ve ticaretten daha hayırlıdır ve Allah, rızık verenlerin en hayırlısıdır.”","Hasan Basri Çantay Meali":"Onlar bir ticâret, yahud bir oyun, bir eğlence gördükleri zaman ona yönelib dağıldılar. Seni ayakda bırakdılar. De ki: «Allah nezdindeki (sevab, mü'minler için) eğlenceden de, ticâretden de hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.","Hayrat Neşriyat Meali":"Böyle iken (bir kısmı), bir ticâret veya bir eğlence gördüklerinde, ona akın ettiler ve seni ayakta (hutbede) bıraktılar.(2) De ki: “Allah'ın katında bulunan (mükâfât, dünyaya âid)eğlenceden de ticâretten de hayırlıdır. Çünki Allah, rızık verenlerin en hayırlısıdır.”","İhsan Aktaş Meali":"Oysa onlar (kendilerini henüz tümüyle Allah’a ve İslam’a teslim etmeyenler) bir ticaret veya eğlence gördükleri zaman hemen dağılıp ona giderler ve seni ayakta bırakırlar. De ki; Allah’ın katında bulunan, eğlence ve ticaretten (her türlü dünyevî kazançtan) daha hayırlıdır Allah ise, rızık verenlerin en hayırlısıdır. *","İlyas Yorulmaz Meali":"Bir ticaret veyahut bir eğlence görseler, seni ayakta bırakarak hemen oraya koşarlar. Onlara deki “Allah’ın yanında olanlar, eğlence ve ticaretten daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır.","İsmayıl Hakkı Baltacıoğlu":"Onlar kazanç, ya oyun görünce koşarlar, seni ayak üzeri bırakırlar. De ki: \"Allah’ın katında olanlar ise oyundan da, kazançtan da yeydir. Allah karşılık verenlerin yey olanıdır.\"","İsmail Hakkı İzmirli":"Onlar bir ticaret veya bir oyun [⁴] görünce seni ayakta, Hutbede bırakıp ona doğru dağılırlar. Sen onlara de ki, Allah/ın yanındaki sevap, o oyun veya kârvandan daha hayırlıdır. Allah rızk verenlerin hayırlısıdır.","İsmail Yakıt":"Onlar bir ticaret/alışveriş veya bir eğlence gördükleri zaman ona doğru yönelirler ve seni ayakta öylece bırakıverirler.⁹ Onlara de ki: “Allah’ın yanında/katında olan, eğlence ve ticaretten daha hayırlıdır. Zira Allah, rızık verenlerin en hayırlısıdır.”","Kadri Çelik Meali":"Onlar bir ticaret ve eğlence gördükleri zaman hemen dağılıp oraya giderler ve seni ayakta bırakırlar. De ki: “Allah'ın yanında bulunan, eğlenceden ve ticaretten daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır.”","Mahmut Kısa Meali":"Fakat ey Peygamber! Henüz beşerî zaaflarından kurtulamamış bazı müminler,dünyevî kazanç getiren<b> bir ticaret veya </b>ilgilerini çeken <b>bir eğlence gördükleri zaman, hemen oraya akın ederek</b> <b>seni </b>hutbe verirken öylece <b>ayakta bıraktılar! </b>Ama, yine de sen onlara sert ve kaba davranma, kendilerine güzelce nasihat ederek <b>de ki: “</b>Bakın ey insanlar;<b>Allah katındaki</b> ebedî nîmet<b>ler, </b>her türlü<b> eğlenceden ve</b>dünyevî kazançtan,<b> ticaretten daha hayırlıdır. </b>Öyleyse, kazancımız azalır endişesiyle Allah’ın emirlerini terk etmeyin! Unutmayın ki, <b>Allah rızık verenlerin en hayırlısıdır!”</b>","Mahmut Özdemir Meali":"Bir ticaret veya bir eğlence gördükleri zaman oraya yöneldiler; seni ayakta bırakarak çekip ayrıldılar. De ki: <br>\n“Allah katındaki şeyler, Ticaret’ten ve Eğlence’den daha hayırlıdır. Allah Rızık Verenler’in en hayırlısıdır”.","Mehmet Çakır Meali":"<b>Resulüm</b>! insanlar kârlı bir iş ya da eğlence gördüler mi seni ortada bırakıp hemen oraya dönüveriyorlar.  De ki: &quot; <i>Tanrı katındakiler, eğlenceden de ticaretten de daha önemlidir</i>. <i>Çünkü Allah, rızkın öz kaynağıdır</i>. &quot; ","Mehmet Çoban Meali":"Toplantı gününde Müminlerin toplanma nedeni bu iken, onlar bir ticaret veya bir oyun bir eğlence gördükleri zaman, hemen dağılarak dünyanın ticaretine, oyununa, eğlencesine koştular. Seni minberde ayetlerimizi okurken ayakta yalnız bıraktılar. Allah’ın ayetlerinden söz edilirken, Allah’ın Resulü minberde konuşurken, onların toplantıyı terk etmeleri yakışmamıştır. Böyle bir saygısızlık Rabbinizin katında kabul edilemez. Yine de sen onlara yumuşak, anlayışlı davranarak de ki; \"Ey insanlar! Sizin için Allah’ın katındaki değerler; dünya hayatınızdaki eğlence ve ticaretten daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır.\"    ","Mehmet Okuyan Meali":"Onlar, bir ticaret ve eğlence gördükleri zaman hemen dağılıp ona gider ve seni ayakta (yalnız) bırakırlar. De ki: “Allah’ın katındaki (kazanç), eğlenceden de ticaretten de hayırlıdır. Allah rızık verenlerin en hayırlısıdır.”","Mehmet Türk Meali":"(Ey Muhammed!) Onlar, bir ticaret veya eğlence görünce, seni ayakta bırakarak ona gittiler. Sen onlara: “Allah’ın katında bulunan, eğlenceden ve ticaretten daha hayırlıdır. Çünkü O, rızık verenlerin en hayırlısıdır.” de.¹","Muhammed Esed Meali":"Ama insanlar, ¹² dünyevî bir kazanç ¹³ [fırsatı] veya geçici bir eğlence gördükleri zaman ona doğru koşup seni ayakta [ve konuşur durumda] bırakıverirler. ¹⁴ De ki: “Allah katında olan, bütün geçici eğlencelerden ve bütün kazançlardan çok daha hayırlıdır! Ve Allah rızık verenlerin en iyisidir!”","Mustafa Çavdar Meali":"Bir kısım insanlar, Cuma hutbesi okunurken dışarıda bir ticaret kervanı veya eğlenceyi görünce hemen oraya doğru koşuştular da seni ayakta öylece bırakıverdiler. De ki: – Allah katındaki mükâfat alışverişten de eğlenceden de çok daha hayırlıdır. Zira Allah rızık verenlerin en hayırlısıdır. 11/6, 18/46, 20/131, 34/39","Mustafa İslamoğlu Meali":"Ama onlar bir ticari menfaat veya bir eğlence gördüklerinde, hemen ona doğru seğirtip seni (konuşurken) ayakta öylece bırakıverdiler.[⁵¹⁰⁹] De ki: “Allah katında bulunan, eğlenceden de, ticari menfaatten de daha hayırlıdır: zira Allah rızık verenlerin en hayırlısıdır.[⁵¹¹⁰]","Orhan Kuntman Meali":"(Ey Muhammed) Onlar, bir ticaret veya bir oyun gördüler de, seni ayakta bırakarak ona yöneldiler, De ki; Allah katındaki mükâfat, oyun ve ticaretten daha hayırlıdır. Ve Allah rızık verenlerin en hayırlısıdır.","Osman Fırat Meali":"Bir ticaret veya eğlence gördükleri zaman dağılıp ona giderler ve seni ayakta bırakırlar. De ki: \"Allâh’ın yanında bulunan, eğlenceden de ticaretten de hayırlıdır. Allâh, rızık verenlerin en hayırlısıdır. \"","Ömer Nasuhi Bilmen Meali":"Ve bir ticaret veya bir eğlence gördükleri zaman onun tarafına yönelip seni ayakta bırakmış oldular. De ki: «Allah'ın yanındaki, eğlenceden de, ticaretten de hayırlıdır, ve Allah rızık verenlerin en hayırlısıdır.»","Suat Yıldırım Meali":"Onlar bir ticaret veya bir eğlence görünce oraya doğru sökün edip, seni hutbe verirken ayakta bırakıverdiler. De ki: Allah'ın nezdinde âhirette olan nasip, buradaki eğlenceden ve ticaretten elbette daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır. {KM, Matta 6, 26}","Süleyman Ateş Meali":"Bir ticaret veya eğlence gördükleri zaman hep dağılıp ona giderler ve seni ayakta bırakırlar. De ki: \"Allah'ın yanında bulunan, eğlenceden de ticaretten de hayırlıdır. Allah, rızık verenlerin en hayırlısıdır.\"","Süleyman Tevfik (1927)":"Eğer bir ticâret ve eğlence görseler seni namâzda kâim bırakarak ona koşar ve dağılurlar. Di ki: \"Allâh'ın 'indinde olan, eğlenceden ve ticâretden hayırlıdır. Allâh râzıkların hayırlısısıdır.\"","Süleymaniye Vakfı Meali":"Bir kazancı veya eğlenceyi görünce bazıları seni ayakta bırakıp gittiler[*]. De ki “Allah’ın katında olanlar, her türlü eğlence ve kazançtan iyidir. Rızık verenlerin en iyisi Allah’tır.”","Şaban Piriş Meali":"Bir ticaret ve eğlence görünce, seni ayakta bırakıp, ona yöneldiler. De ki:- Allah indindekiler eğlenceden ve ticaretten daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır!","Ümit Şimşek Meali":"Onlar bir ticaret yahut bir eğlence görünce, seni ayakta bırakıp oraya sökün ettiler.(2) De ki: Allah katında olan şey, eğlenceden de, ticaretten de hayırlıdır. Allah ise en hayırlı rızık vericidir.","Yaşar Nuri Öztürk Meali":"Bir ticaret yahut oyun-eğlence görür görmez, dağılıp ona yöneldiler de seni ayaküstü bıraktılar. Onlara de ki: \"Allah katında bulunan, eğlenceden de ticaretten de hayırlıdır! Ve Allah, rızık verenlerin en hayırlısıdır.\"","Eski Anadolu Türkçesi":"daħı ķaçan gördiler bezirgenlik yā oyun ŧaġıldılar andın yaña daħı ķodılar seni ŧurur. eyit “ol kim Tañrı ķatındadur yigrekdür oyundan daħı bezirgenlikden.” daħı Tañrı rūzį viricilerüñ yigregidür.","Satıraltı Meal (1534)":"Daḫı ḳaçan ki bir ticāret görseñüz, bir oyun görseñüz, ṭaġılurlar aña ve seninamāzda durup ḳoyarlar. Eyit: Tañrı Ta‘ālā ḳatında olan yigrekdüroyundan ve ticāretden. Daḫı Allāh rızḳ viricilerüñ yigregidür.","Bunyadov-Memmedeliyev ":"Onlar (mö’minlər) bir alış-veriş, yaxud bir əyləncə gördükləri zaman səni ayaq üstə (minbərdə xütbə oxuduğun halda) qoyub ona tərəf cumdular. (Ya Peyğəmbər!) De: “Allah dərgahında olan savab əyləncədən də, ticarətdən də xeyirlidir. Allah ruzi verənlərin ən yaxşısıdır!” (Bir dəfə Muhəmməd əleyhissəlam minbərdə cümə namazı xütbəsi oxuduğu zaman Şamdan ərzaqla yüklənmiş bir karvanın gəldiyini xəbər verən təbil səsləri eşidilmişdi. O vaxt Mədinə əhalisi qıtlıqdan möhkəm əziyyət çəkirdi. Bunu eşidən camaat Peyğəmbəri tərk edərək karvanın qabağına qaçmışdı. Məsciddə cəmi on iki adam qalmışdı. O zaman bu ayə nazil olub cümə xütbəsi və namazı bitməmiş məsciddən çıxıb getməyin məqbul hərəkət olmadığına işarə edilmişdir).","M. Pickthall (English)":"But when they spy some merchandise or pastime they break away to it and leave thee standing. Say: That which Allah hath is better than pastime and than merchandise, and Allah is the best of providers.","Yusuf Ali (English)":"But when they see some bargain or some amusement, they disperse headlong to it, and leave thee standing. Say: \"The (blessing) from the Presence of Allah is better than any amusement or bargain! and Allah is the Best to provide (for all needs).\"(5465)"},"TotalVerse":11,"Name":"Cum’a"}