{"1":{"Arabic":"اِذَاجَٓاءَكَالْمُنَافِقُونَقَالُوانَشْهَدُاِنَّكَلَرَسُولُاللّٰهِۢوَاللّٰهُيَعْلَمُاِنَّكَلَرَسُولُهُۜوَاللّٰهُيَشْهَدُاِنَّالْمُنَافِق۪ينَلَكَاذِبُونَۚ","Abdulbaki Gölpınarlı Meali":"Münafıklar, sana gelince, tanıklık ederiz ki dediler, sen, şüphe yok, elbette Allah'ın peygamberisin ve Allah bilir ki şüphe yok, sen, onun peygamberisin ve Allah tanıklık eder ki şüphe yok, münafıklar, elbette yalancılardır.","Abdullah-Ahmet Akgül Meali":"<b>Münafıklar Sana geldikleri zaman: \"Şahitlik ederiz ki Sen gerçekten Allah’ın Resulüsün\" derler. </b><i>(Üstelik)</i><b> \"Allah da bilir ki, Sen elbette O’nun Resulüsün\" </b><i>(diyerek kendi samimiyetsizliklerini örtmek için Allah’ı da şahit gösterirler. Ama)</i><b> Allah </b><i>(CC)</i><b> hiç şüphesiz o münafıkların yalancı olduklarını da </b><i>(bilmekte ve buna)</i><b> şahitlik yapmaktadır.</b> ","Abdullah Parlıyan Meali":"Münafıklar sana geldikleri zaman: “Şahitlik ederiz ki, sen muhakkak Allah'ın elçisisin” derler. Allah senin gerçekten O'nun elçisi olduğunu çok iyi bilir ve Allah münafıkların yalancı olduklarına şahitlik eder.","Ahmet Tekin Meali":"Müslüman görünerek İslâm'a karşı gizli eylem planları ve eylem yapan münâfıklar sana geldiklerinde:<br>\r\n“Senin, kesinlikle Allah'ın Rasulü olduğuna şahitlik ederiz.” dediler. Allah, Muhammed'in Allah'ın Rasulü olduğunu biliyor. Allah, münâfıkların yalan söylediğine de şâhitlik ediyor.","Ahmet Varol Meali":"Münâfıklar sana geldiklerinde: \"Şahitlik ederiz ki, sen muhakkak Allah'ın peygamberisin\" derler. Allah senin muhakkak kendi peygamberi olduğunu bilir. Bununla beraber Allah münâfıkların kesin yalancı olduklarına şahitlik eder.","Ali Bulaç Meali":"Münafıklar sana geldikleri zaman: 'Biz gerçekten şehadet ederiz ki, sen kesin olarak Allah'ın elçisisin' dediler. Allah da bilir ki sen elbette O'nun elçisisin. Allah, şüphesiz münafıkların yalan söylediklerine şahidlik eder.","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), münâfıklar sana geldiği zaman şöyle dediler: “- Şehadet ederiz (kalbimizdeki inancı beyan ederiz) ki, doğrusu sen, muhakkak Allah'ın peygamberisin.” Allah'da biliyor ki, gerçekten sen, O'nun şübhe götürmez peygamberisin. Bununla beraber Allah, şehadet ediyor ki, münâfıklar tamamen yalancıdırlar, (sözleri inançlarına uymamaktadır, yalan yere yemin ediyorlar).","Bahaeddin Sağlam Meali":"Münafıklar sana geldikleri zaman: “Senin Allah’ın elçisi olduğuna şahitlik ederiz” derler. Allah, senin gerçekten O’nun elçisi olduğunu çok iyi bilir. Ve Allah, o münafıkların yalancı olduklarına da şahitlik ediyor.","Bayraktar Bayraklı Meali":"Münafıklar sana geldiklerinde, “Senin kesinlikle Allah'ın peygamberi olduğuna tanıklık ederiz” derler.  Allah, senin, O'nun peygamberi olduğunu biliyor ve Allah münafıkların yalancı olduğuna tanıklık ediyor. [643][644]","Besim Atalay Meali (1965)":"Münafıklar sana gelip de: «Biz tanıklık ederiz, sen Allahın peygamberisin !» dediklerinde, Allah da bilir ki, gerçekten O'nun peygamberisin; Allah tanık ki, münafıklar yalan söyler!","Cemal Külünkoğlu Meali":"Münafıklar sana geldiklerinde; “Biz şehadet ederiz ki sen kesinlikle Allah'ın Resul'üsün!” derler. Evet, Allah biliyor ki, elbette sen O'nun elçisisin. Bunun yanında Allah münafıkların yalancı olduklarını (samimi olmadıklarını) da biliyor.","Cemil Said (1924)":"Münâfıklar senin nezdine geldikleri vakit \"Biz şehâdet ideriz ki sen rasûlullahsın\" dirler. Allâh senin rasûli oldığını bilür ve ânların kalben söylemediklerine de şâhiddir.","Diyanet İşleri Meali (Eski)":"İkiyüzlüler sana gelince: \"Senin şüphesiz Allah'ın Peygamberi olduğuna şehadet ederiz\" derler. Allah, senin kendisinin peygamberi olduğunu bilir; bunun yanında Allah, ikiyüzlülerin yalancı olduklarını da bilir.","Diyanet İşleri Meali (Yeni)":"(Ey Muhammed!) Münafıklar sana geldiklerinde, “Senin, elbette Allah’ın peygamberi olduğuna şahitlik ederiz” derler. Allah senin, elbette kendisinin peygamberi olduğunu biliyor. (Fakat) Allah, o münafıkların hiç şüphesiz yalancılar olduklarına elbette şahitlik eder.","Kur'an Yolu (Diyanet İşleri)":"Münafıklar sana geldiklerinde, “Tanıklık ederiz ki sen gerçekten Allah’ın elçisisin” derler. Senin hiç kuşkusuz kendi elçisi olduğunu Allah elbette biliyor; ama Allah tanıklık eder ki münafıklar (inandık derken) kesinlikle yalan söylemektedirler.","Diyanet Vakfı Meali":"Münafıklar sana geldiklerinde: Şahitlik ederiz ki sen Allah'ın Peygamberisin, derler. Allah da bilir ki sen elbette, O'nun Peygamberisin. Allah, münafıkların kesinlikle yalancı olduklarını bilmektedir.","Edip Yüksel Meali":"İkiyüzlüler sana geldiklerinde, \"Senin ALLAH elçisi olduğuna şehadet ederiz,\" derler. ALLAH senin kendi elçisi olduğunu bilir ve ALLAH ikiyüzlülerin yalan söylediğine de şehadet eder.","Elmalılı Hamdi Yazır Meali":"Münafıklar sana geldikleri vakit: \"Şahitlik ederiz ki sen muhakkak Allah'ın elçisisin.\" derler. Senin mutlaka kendisinin elçisi olduğunu Allah bilir ve Allah münafıkların yalancı olduklarına şahitlik eder.","Elmalılı Meali (Orijinal)":"Sana geldikleri vakıt o münafıklar dediler ki: şehadet ederiz hakikaten sen şübhesiz Allahın Resulüsün, Allah da biliyorki: hakikaten sen şübhesiz onun Resulüsün, bununla beraber Allah şehadet ediyorki doğrusu münafıklar kat'iyyen yalancıdırlar","Emrah Demiryent Meali":"(Resûlüm!) Munâfıklar sana geldiklerinde (kalpleri ile tasdik etmeksizin/sadece dilleriyle), “Şahitlik ederiz ki şüphesiz sen Allah’ın peygamberisin” derler. (Evet,) Allah biliyor ki sen gerçekten O’nun resûlüsün. (Her şeyi hakkıyla bilen) Allah, munâfıkların yalancı olduklarına da şahittir.","Erhan Aktaş Meali":"Münafıklar sana geldiklerinde: “Biz, tanıklık ederiz ki, kuşkusuz sen, Allah'ın Resûl'üsün.” dediler. Elbette ki Allah, senin, Kendisinin Resûl'ü olduğunu biliyor. Fakat Allah tanıktır ki, münafıklar, kesinlikle yalancıdırlar.","Hasan Basri Çantay Meali":"Münafıklar sana geldiği zaman «Şehâdet ederiz ki sen muhakkak ve mutlak Allahın peygamberisin» dediler. Allah da bilir ki sen elbette ve elbette Onun peygamberisin. (Fakat) Allah o münafıkların hiç şübhesiz yalancılar olduğunu da biliyor.","Hayrat Neşriyat Meali":"(Ey Resûlüm!) Münâfikun (o münâfıklar) sana geldikleri zaman: “Şâhidlik ederiz ki, muhakkak sen, gerçekten Allah'ın Resûlüsün!” dediler. Allah da biliyor ki, şübhesiz sen, elbette (Allah'ın) peygamberisin! Bununla berâber Allah şâhidlik eder ki, doğrusu münâfıklar gerçekten yalancıdırlar.","İhsan Aktaş Meali":"(Ey Resulüm!) Münafıklar sana geldiklerinde, ‘’Biliyor, inanıyoruz ki, muhakkak sen Allah’ın elçisisin’’ derler. Allah ta bilir ki sen elbette, kendisinin elçisisin. Bununla birlikte Allah münafıkların yalancı olduklarını da bilir. *","İlyas Yorulmaz Meali":"İkiyüzlü davrananlar sana geldiklerinde “Senin kesinlikle Allah’ın elçisi olduğuna şahitlik ediyoruz” derler. Hâlbuki Allah senin, kendisinin elçisi olduğunu biliyor, ancak ikiyüzlü davrananlar yalan söylüyorlar.","İsmayıl Hakkı Baltacıoğlu":"İki yüzlüler sana gelince: \"Senin gerçekten Allah’ın elçisi olduğunu iyice biliyoruz\" derler. Allah da bilir ki sen gerçekten kendisinin elçisisin, Allah o iki yüzlülerin kesenkes yalan söylediklerine de tanıktır.","İsmail Hakkı İzmirli":"Münafıklar, sana geldikleri zaman «— Senin Allah/ın peygamberi olduğuna şehadet ederiz [⁶]» derler. Allah bilir ki doğrudan doğruya sen O/nun peygamberisin. Allah şehadet eder ki münafıklar kızıl yalancıdırlar.","İsmail Yakıt":"(Ey peygamber!) İkiyüzlüler [munâfikûn]¹ sana geldiklerinde, “Şahitlik ederiz ki sen Allah’ın elçisisin” derler. Allah da bilir ki sen elbette O’nun elçisisin. Fakat Allah, şahitlik etmektedir ki, ikiyüzlüler gerçekten yalancıların tâ kendileridir.","Kadri Çelik Meali":"Münafıklar sana gelince, “Senin şüphesiz Allah'ın Peygamberi olduğuna şahadet ederiz” derler. Allah, senin kendisinin peygamberi olduğunu bilir; bunun yanında Allah, münafıkların yalancı olduklarına da şahitlik eder.","Mahmut Kısa Meali":"Ey şanlı Elçi! İslâm toplumunu içten çökertmeye çalışan <b>ikiyüzlüler senin yanına geldiklerinde, “Senin gerçekten Allah’ın Elçisi olduğuna şahitlik ederiz!” derler. </b>Evet, <b>Allah senin Kendi Elçisi olduğunu bilmektedir fakat</b> aynı zamanda<b> Allah, </b>senin Peygamberliğine inandıklarını iddia eden <b>bu ikiyüzlülerin yalan söylediğine de şahitlik etmektedir! </b>","Mahmut Özdemir Meali":"MÜNÂFIKLAR sana geldiği zaman dediler: -“Şehadet ederiz ki; sen, Allah’ın rasûlüsün”. Allah biliyor ki; sen, elbette O’nun rasûlüsün. Bir de Allah şehadet ediyor ki; Münâfıklar, elbette yalan söylemektedirler.","Mehmet Çakır Meali":"İki yüzlüler sana gelip: &quot; <i>Senin Allah resulü olduğunu kabul ediyoruz</i> &quot; diyorlar. Allah, senin resul olduğunu zaten biliyor. Allah şahittir ki münafıklar, yalancının tekidir. ","Mehmet Çoban Meali":"Münafıklar sana geldiklerinde, \"Senin elbette Allah’ın Resulü olduğuna şahitlik ederiz!\" derler. Allah seni kendine Resul seçtiğini biliyor. Senin Resul olduğunu onlar kabul etmiyorlar diye üzülme! Onların senin Resul olduğunu kabul etmemesi gerçeği değiştirecek mi? Allah münafıkların yalancılar olduklarına şahitlik eder.        ","Mehmet Okuyan Meali":"Münafıklar sana geldiklerinde “Şahitlik ederiz ki şüphesiz sen Allah’ın Elçisisin!” derler. Allah senin elbette kendi elçisi olduğunu bilmektedir. Allah münafıkların yalancı olduklarına elbette şahittir.","Mehmet Türk Meali":"(Ey Muhammed!) Münâfıklar,¹ senin yanına gelince: “Biz gerçekten senin kesinlikle Allah’ın elçisi olduğuna inanıyoruz.” dediler. Zâten Allah senin kendisinin elçisi olduğunu bilip duruyor. Hattâ Allah münâfıkların tam birer yalancı olduklarını da biliyor.","Muhammed Esed Meali":"İKİYÜZLÜLER sana geldiklerinde: “Senin gerçekten Allah’ın Elçisi olduğuna tanıklık ederiz!” derler. Ama Allah, senin Kendi Elçisi olduğunu bilir; ve Allah, ikiyüzlülerin [inandık demelerinde] asla samimî olmadıklarına tanıklık eder.","Mustafa Çavdar Meali":"İnanmadıkları halde inanmış gibi görünen ikiyüzlü münafıklar sana geldiklerinde; “Biz senin gerçekten Allah’ın elçisi olduğuna şahadet ediyoruz” derler. Evet, Allah da biliyor ki sen gerçekten O<br>\nun elçisisin. Fakat Allah şahittir ki o ikiyüzlüler bunu söylerken kesinlikle yalan söylüyorlar. 13/43, 58/8","Mustafa İslamoğlu Meali":"İKİYÜZLÜLER sana geldiklerinde, “Biz şahadet ederiz ki sen kesinlikle Allah’ın Rasulü’sün”[⁵¹¹¹] derler. Allah da biliyor ki, gerçekten de sen O’nun Rasulü’sün; ama Allah şuna da şahadet eder ki, ikiyüzlüler kesinlikle yalancıdırlar.[⁵¹¹²]","Orhan Kuntman Meali":"(Ey Muhammed) Münafıklar sana geldiklerinde; \"Şehadet ederiz ki, sen muhakkak Allah’ın peygamberisin\" derler. (Seninle karşılaşıp yüzyüze geldiklerinde sana dışarıdan böyle söylerler, oysa iç yüzleri bunun tam tersidir, onlar böyle yalan yere yemin etmekle elbette, ne Allah'ı ne de seni kandıramazlar. Ancak cahil halkı kandırabilirler, çünkü) Allah da bilir ki sen O'nun peygamberisin. (Fakat) Allah, münafıkların da kesinlikle yalancı olduklarına şehadet eder.","Osman Fırat Meali":"Münafıklar sana geldikleri zaman: \"Senin muhakkak Allâh’ın resulü olduğuna şahidlik ederiz\" derler. Senin muhakkak kendisinin elçisi olduğunu Allâh bilir ve Allâh münafıkların yalancı olduklarına şahidlik eder.","Ömer Nasuhi Bilmen Meali":"Münafıklar sana geldiği zaman dediler ki: «Şahadet ederiz, elbette sen Allah'ın peygamberisin.» Allah da bilir ki sen muhakkak O'nun elbette peygamberisin ve Allah şehâdet eder ki, şüphe yok münafıklar elbette yalancıdırlar.","Suat Yıldırım Meali":"Münafıklar sana geldiklerinde: “Biz, senin Allah'ın Resulü olduğuna şahitlik ederiz. ” derler. Allah da senin Kendisinin elçisi olduğunu elbette bilir. Bununla beraber, Allah, onların bunu söylerken yalan söylediklerine, samimî olmadıklarına şahitlik eder. ","Süleyman Ateş Meali":"Münafıklar sana geldikleri zaman: \"Senin muhakkak Allah'ın elçisi olduğuna tanıklık ederiz\" derler. Senin muhakkak kendisinin elçisi olduğunu Allah bilir ve Allah münafıkların yalancı olduklarına tanıklık eder.","Süleyman Tevfik (1927)":"Sana münâfıklar geldiklerinde: \"Şehâdet ideriz ki sen Allâh'ın rasûlüsün\" dirler. Allâh bilir ki sen O'nun rasûlisin ve Allâh şehâdet ider ki münâfıklar yalancılardır.","Süleymaniye Vakfı Meali":"Münafıklar (iki yüzlüler) sana geldiklerinde derler ki \"Biz şahidiz; gerçekten sen Allah'ın elçisisin.\" Allah, elbette senin kendisinin elçisi olduğunu biliyor ama Allah şahit, münafıklar kesinlikle yalancıdırlar.","Şaban Piriş Meali":"Münafıklar sana geldiklerinde:-Senin kesinlikle Allah'ın Resülü olduğuna şahitlik ederiz, dediler. Allah, senin kendi Resülü olduğunu bilir. Allah, münafıkların yalancı olduklarına da şahitlik eder.","Ümit Şimşek Meali":"Münafıklar sana geldiklerinde “Senin Allah Resulü olduğuna şahitlik ederiz” dediler. Onun Resulü olduğunu Allah elbette biliyor. Fakat Allah münafıkların yalancı olduklarına da şahittir.","Yaşar Nuri Öztürk Meali":"Münafıklar sana geldiklerinde: \"Senin kesinlikle Allah'ın elçisi olduğuna tanıklık ederiz.\" derler. Senin kesinlikle O'nun elçisi olduğunu Allah zaten biliyor. Ve Allah tanıklık eder ki, münafıklar kesinlikle yalancıdırlar.","Eski Anadolu Türkçesi":"ķaçan geldi saña münāfıķlar eyittiler “tanuķlıķ virürüz bayıķ sen Tañrı yalavacısın.” daħı Tañrı bilür bayıķ sen yalavacısın. daħı Tañrı ŧanuķlıķ virür bayıķ münafıķlar yalancılardur.","Satıraltı Meal (1534)":"Ḳaçan saña gelse yā Muḥammed münāfıḳlar, eydürler: Biz ṭanuḳluḳ virü‐rüz ki sen Tañrı resūlisin. Tañrı Ta‘ālā bilür ki sen özinüñ resūlisin. TañrıTa‘ālā ṭanuḳluḳ virür ki münāfıḳlar yalancılardur.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Münafiqlər (riyakarlar) sənin yanına gəldikləri zaman: “Biz sənin, doğrudan da, Allahın Peyğəmbəri olduğuna şəhadət veririk! – deyirlər. Allah sənin Onun həqiqi Peyğəmbər olduğunu bilir. Allah həm də münafiqlərin xalis yalançı olduqlarına şəhadət verir.","M. Pickthall (English)":"When the hypocrites come unto thee (O Muhammad), they say: We bear witness that thou art indeed Allah's messenger. And Allah knoweth that thou art indeed His messenger, and Allah beareth witness that the Hypocrites are speaking falsely.","Yusuf Ali (English)":"When the Hypocrites(5466) come to thee, they say, \"We bear witness that thou art indeed the Messenger of Allah.\" Yea, Allah knoweth that thou art indeed His Messenger, and Allah beareth witness that the Hypocrites are indeed liars."},"2":{"Arabic":"اِتَّخَذُٓوااَيْمَانَهُمْجُنَّةًفَصَدُّواعَنْسَب۪يلِاللّٰهِۜاِنَّهُمْسَٓاءَمَاكَانُوايَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"Antlarını kalkan edinmişler de halkı, Allah yolundan çıkarmışlardır; şüphe yok ki ne de kötüdür bu yaptıkları şey.","Abdullah-Ahmet Akgül Meali":"<b>Onlar</b><i> (münafıklar)</i><b> yeminlerini kalkan yapıp </b><i>(yalan yeminlerinin ve sahte samimiyetlerinin arkasına sığınıp insanları)</i><b> Allah’ın yolundan saptırmaktadırlar. Doğrusu bu yaptıkları ne kadar kötü </b><i>(bir davranış)</i><b> olmaktadır. </b> ","Abdullah Parlıyan Meali":"Münafıklar yeminlerini öldürülmekten korunabilecekleri bir kalkan edindiler ve böylece insanları cihaddan ve Muhammed'e iman etmekten uzaklaştırmaya çalışıyorlar. Şüphesiz onların yaptıkları ne kötü şeydir.","Ahmet Tekin Meali":"Onlar, yeminlerini kalkan haline getirdiler. Böylece insanları Allah yolundan, müslüman olmaktan, İslâm'ı yaşamaktan ve İslâmî faaliyetlerden alıkoydular. Onların işlemeye devam ettikleri ameller ne kötüdür.","Ahmet Varol Meali":"Yeminlerini bir kalkan edindiler de böylece Allah'ın yolundan alıkoydular. Onların yaptıkları gerçekten ne kadar kötüdür!","Ali Bulaç Meali":"Onlar, yeminlerini bir siper edinip Allah'ın yolundan alıkoydular. Doğrusu ne kötü şey yapıyorlar.","Ali Fikri Yavuz Meali":"Yeminlerini bir kalkan edinib de Allah yolundan yüz çevirmektedirler. Doğrusu bunlar ne fena yapıyorlar!...","Bahaeddin Sağlam Meali":"Yeminlerini kendilerine bir kalkan yaptılar. Allah’ın yoluna engel oldular. Gerçekten onlar çok kötü bir şey yapıyorlar.","Bayraktar Bayraklı Meali":"Yeminlerini kalkan yapıp Allah'ın yoluna engel olurlar. Onların yaptıkları ne kötüdür!","Besim Atalay Meali (1965)":"Onlar, inanların siper edinip, Allahın yolundan alıkoyarlar, ne kötüdür yaptıkları","Cemal Külünkoğlu Meali":"Onlar yeminlerini kalkan yaparak insanları Allah'ın yolundan uzaklaştırırlar. Yaptıkları bu iş ne kötü bir iştir!","Cemil Said (1924)":"Bunlar îmânlarını siper ittihâz iderek kendilerini Allâh yolundan çevirirler. Yapdıkları ne kadar fenâ bir hareketdir.","Diyanet İşleri Meali (Eski)":"Onlar, yeminlerini kalkan edinerek Allah'ın yolundan alıkoyarlar. İşledikleri işler gerçekten ne kötüdür!","Diyanet İşleri Meali (Yeni)":"Yeminlerini kalkan yaptılar da insanları Allah’ın yolundan çevirdiler. Gerçekten onların yaptıkları şey ne kötüdür!","Kur'an Yolu (Diyanet İşleri)":"Onlar yeminlerini kalkan edinip Allah yolundan yan çizmişlerdir. Onların yaptıkları ne kadar çirkin!","Diyanet Vakfı Meali":"Yeminlerini kalkan yapıp Allah yolundan yan çizdiler. Gerçekten onların yaptıkları ne kötüdür!","Edip Yüksel Meali":"Onlar, yeminlerini kalkan yapıp ALLAH'ın yolundan saptırmaktadırlar. Yaptıkları ne kötüdür.","Elmalılı Hamdi Yazır Meali":"Yeminlerini kalkan yapıp (insanları) Allah'ın yolundan çevirdiler. Onların yaptıkları ne kötüdür!","Elmalılı Meali (Orijinal)":"Yeminlerini bir kalkan edinip de Allah yolundan yan çizmektedirler, hakıkat bunlar ne fena yapıyorlar","Emrah Demiryent Meali":"(Munâfıklar, yalan) yeminlerini kalkan yaptılar da (insanları) Allah’ın (kullarına göndermiş olduğu tek hak din olan İslâm) yolundan çevirdiler. Gerçekten onların yaptıkları şey ne kötüdür!","Erhan Aktaş Meali":"Onlar, yeminlerini kalkan yapıyorlar.¹ Böylece insanları, Allah'ın yolundan saptırıyorlar. Kuşkusuz, yaptıkları şey çok kötüdür.","Hasan Basri Çantay Meali":"Onlar yeminlerini bir kalkan edindiler ve Allahın yolundan sapdılar. Hakıykat, onların yapdıkları şeyler ne kötüdür!","Hayrat Neşriyat Meali":"(Müslüman olduklarına dâir) yeminlerini bir kalkan edindiler de (insanları) Allah yolundan alıkoydular. Muhakkak ki onların yapmakta oldukları şey, ne kötüdür!","İhsan Aktaş Meali":"Yeminlerini, (yaptıkları kötülükleri ve kötü niyetlerini örtmek için) siper edinip, insanları Allah’ın yolundan uzaklaştırmaktadırlar. Gerçekten onların yaptıkları şey ne kötüdür!","İlyas Yorulmaz Meali":"Yeminlerini kalkan edip (senin Allah’ın elçisi olmadığına dair yemin ederek insanları) Allah’ın yolundan çeviriyorlar. Yaptıkları şey ne kadar kötü,","İsmayıl Hakkı Baltacıoğlu":"Onlar antlarını kalkan gibi kullanarak başkalarını Allah’ın yolundan çıkarırlar. İşte onların bu yaptıkları ne kötüdür.","İsmail Hakkı İzmirli":"Onlar bu şehadet ve andlarını canlarına, mallarına karşı kalkan edinirler de halkı Allah yolundan alıkorlar, hakikat, onların bu yaptıkları ne fenadır!","İsmail Yakıt":"Onlar yeminlerini kalkan yaptılar da (insanları) Allah yolundan döndürdüler. Muhakkak ki onların yaptıkları şey ne kötüdür!","Kadri Çelik Meali":"Onlar, yeminlerini bir siper edinip Allah'ın yolundan alıkoydular. Doğrusu onlar, pek de kötü şey yapmaktadırlar.","Mahmut Kısa Meali":"<b>Onlar, yeminlerini kalkan edinerek </b>insanları <b>Allah’ın yolundan saptır</b>maya kalkış<b>tılar. </b>Bir taraftan İslâm’a bağlı olduklarını söyleyip kendilerini Müslümanların suçlamalarından koruyor, diğer taraftan Hz. Peygamber ve Müslümanlar aleyhinde şüphe uyandıracak asılsız söylentiler yayarak insanları hak dinden çevirmeye çalışıyorlar. <b>Bu yaptıkları, ne kadar çirkin bir davranış!</b>","Mahmut Özdemir Meali":"Yeminlerini kalkan edindiler; Allah’ın yolundan yan çizdiler. Onlar, ne kötü şeyler işliyorlardı!","Mehmet Çakır Meali":"Yeminlerini bahane edip Hak yoldan saptılar. Yaptıkları ne kadar çirkin bir davranış.","Mehmet Çoban Meali":"Münafıklar iddia ettikleri konularda yalan yeminler ederek insanları Allah’ın yolundan çevirirler. Gerçekten onların yaptıkları şey ne kötüdür!        ","Mehmet Okuyan Meali":"Yeminlerini kalkan (bahane) edinip Allah yolundan saptılar. [*] Şüphesiz ki onların yaptıkları çok kötüdür!","Mehmet Türk Meali":"Onlar sadece yeminlerini kalkan yaparak, (insanları) Allah’ın yolundan alıkoydular. Gerçekten onların yaptıkları şey, çok kötüdür.","Muhammed Esed Meali":"Onlar yeminlerini [yalan ve sahtekarlıklarına] kalkan yapmakta ve böylece başkalarını Allah yolundan ¹ saptırmaktadırlar. Yaptıkları, gerçekten çok çirkindir:","Mustafa Çavdar Meali":"O ikiyüzlü münafıklar yeminlerini kalkan yaparak bir taraftan kendilerini korurken diğer taraftan da insanları Allah’ın yolundan alıkoyuyorlar. Onlar gerçekten ne berbat işler yapıyorlar öyle! 9/34, 14/2-3","Mustafa İslamoğlu Meali":"Onlar yeminlerini kalkan yapıp (arkasına saklandılar),[⁵¹¹³] bu yolla Allah yolundan saptılar: Elbet yaptıkları şey pek fenadır.","Orhan Kuntman Meali":"Onlar, yeminlerini kalkan edindiler de (halkı) Allah yolundan alıkoydular, kuşkusuz onların yaptığı işler çok kötüdür. (Onlar müslümanların iyiliğini değil, zarara uğramasını isterler, çünkü)","Osman Fırat Meali":"Yeminlerini kalkan yaptılar da insanları Allah’ın yolundan çevirdiler. Gerçekten onların yaptıkları şey ne kötüdür!","Ömer Nasuhi Bilmen Meali":"Yeminlerini bir kalkan edindiler de, artık Allah'ın yolundan sapıttılar. Şüphe yok ki, onların yaptıkları ne kadar fena oldu.","Suat Yıldırım Meali":"Onlar yeminlerini kalkan olarak kullanıp insanları Allah'ın yolundan uzaklaştırırlar. Yaptıkları bu iş ne kötü bir iştir! ","Süleyman Ateş Meali":"Yeminlerini kalkan yapıp Allah'ın yoluna engel oldular. Onların yaptıkları ne kötüdür!","Süleyman Tevfik (1927)":"Yemînlerini kendilerine siper ider ve Allâh'ın yolundan halkı men' iderler. Bu 'amelleri ne fenâdır.","Süleymaniye Vakfı Meali":"Bu gibi sözleri[1] kalkan edinip Allah’ın yolundan çekilirler[2]. Yapıp durdukları şey ne kötüdür!","Şaban Piriş Meali":"Onlar, yeminlerini bir kalkan edinip, Allah'ın yolundan alıkoydular. Onların yaptıkları şey ne kötüdür!","Ümit Şimşek Meali":"Onlar, halkı Allah yolundan alıkoymak için yeminlerini kalkan yaptılar. Bu yaptıkları, gerçekten pek kötü birşeydir.","Yaşar Nuri Öztürk Meali":"Yeminlerini bir kalkan edinip Allah'ın yolundan alıkoydular. Onların yapmakta oldukları ne kötüdür!","Eski Anadolu Türkçesi":"duttılar andlarını ķalķan pes yıġdılar Tañrı yolından. bayıķ anlar yavuz oldı ol kim oldılar işlerler.","Satıraltı Meal (1534)":"Ol münāfıḳlar andlarını ḳalḳan idindiler, pes ḫalḳı azdurdılar Allāh yolın‐dan. Anlar ne yaman ‘amel işlerlerdi.","Bunyadov-Memmedeliyev ":"Onlar (yalan) andlarını özlərində sipər edib (xalqı) Allah yolundan döndərirlər. Həqiqətən, onların törətdikləri əməllər necə də pisdir!","M. Pickthall (English)":"They make their faith a pretext that they may turn (men) from the way of Allah. Verily evil is that which they are wont to do,","Yusuf Ali (English)":"They have made their oaths(5467) a screen (for their misdeeds): thus they obstruct (men) from the Path of Allah. truly evil are their deeds."},"3":{"Arabic":"ذٰلِكَبِاَنَّهُمْاٰمَنُواثُمَّكَفَرُوافَطُبِعَعَلٰىقُلُوبِهِمْفَهُمْلَايَفْقَهُونَ","Abdulbaki Gölpınarlı Meali":"Bu da, hiç şüphesiz, inandıklarından, sonra kafir olduklarındandır; derken Allah, gönüllerini mühürlemiştir; gerçekten de onlar, anlamayan bir topluluktur.","Abdullah-Ahmet Akgül Meali":"<b>Bu, onların </b><i>(başında; akılları ve vicdanları İslami gerçekleri ve Hakk Dinin gerekliliğini anlayıp)</i><b> iman etmelerine </b><i>(rağmen, işlerine gelmediği ve beğenmedikleri için)</i><b> sonradan </b><i>(içten itiraz ve)</i><b> inkâra yönelmeleri </b><i>(ama zahiren hâlâ Müslüman görünmeleri)</i><b> dolayısıyla böyle olmaktadır. Bu yüzden kalplerinin üzerine mühür basılmış </b><i>(hidayetleri kararmıştır)</i><b>, artık onlar </b><i>(gerçeği ve başlarına geleceği)</i><b> kavrayamaz konumdadır.</b> ","Abdullah Parlıyan Meali":"İşte böyledir, çünkü onlar iman ettiklerini iddia ederler halbuki kendi nefislerinde hakikatleri inkâr edip kâfir olmuşlar ve böylece kalplerine bir mühür vurulmuştur ve artık neyin doğru neyin yanlış olduğunu anlayamazlar.","Ahmet Tekin Meali":"Bu, onların, önce sözde iman etmeleri, sonra inkârda ısrar etmeleri, küfre saplanmaları sebebiyledir. Böylece de, Allah onların kalplerini, kafalarını anlayışsız hale getirdi. Onlar derin düşünemez oldular.","Ahmet Varol Meali":"Bu onların iman edip sonra inkâr etmeleri dolayısıyladır. Bu yüzden kalplerine mühür vuruldu. Artık onlar anlamazlar.","Ali Bulaç Meali":"Bu, onların iman etmeleri sonra inkâr etmeleri dolayısıyla böyledir. Böylece kalplerinin üzerini mühürlemiştir, artık onlar kavrayamazlar.","Ali Fikri Yavuz Meali":"Bu kötü halleri şundan: Çünkü onlar görünüşte iman ettiler, sonra (kalbleri ile) inkâr ettiler. Bu yüzden kalbleri mühürlenmiş de artık anlamaz olmuşlardır onlar.","Bahaeddin Sağlam Meali":"Çünkü onlar, imana girdiler, sonra kâfir oldular. Bunun üzerine Allah, onların kalplerini mühürledi de onlar anlamaz bir toplum oldular.","Bayraktar Bayraklı Meali":"Bu davranışlarının sebebi, şudur: “İnanırlar, sonra inkâr ederler; bu yüzden kalplerinin üzeri mühürlenir, artık onlar anlamazlar.”","Besim Atalay Meali (1965)":"İşte bunlar, inandılar, sonra kâfir oldular, onların yüreğine Allah da damga vurdu, artık onlar anlamazlar!","Cemal Külünkoğlu Meali":"Bu, onların önce (dilleriyle) inandıklarını söylemeleri, sonra da (kalpleriyle) inkâr etmelerindendir. Böyle davranmaları yüzünden kalpleri mühürlenmiştir. Artık onlar (gerçeği) kavrayamazlar.","Cemil Said (1924)":"Bunlar evvelâ îmân itdiler sonra küfre rücû’ itdiler, kalbleri mühürlendi hiç bir şey anlamıyorlar.","Diyanet İşleri Meali (Eski)":"Bu, önce inanıp sonra inkar etmiş olmalarındandır. Bu yüzden kalbleri mühürlenmiştir; artık anlamazlar.","Diyanet İşleri Meali (Yeni)":"Bu, onların önce iman edip sonra inkâr etmeleri, bu yüzden de kalplerine mühür vurulması sebebiyledir. Artık onlar anlamazlar.","Kur'an Yolu (Diyanet İşleri)":"Şöyle ki, onlar sözde inandılar ama gerçekte inkâr ettiler; bu yüzden kalpleri mühürlenmiştir; artık anlayıp kavrayamazlar.","Diyanet Vakfı Meali":"Bunun sebebi, onların önce iman edip sonra inkâr etmeleridir. Bu yüzden kalpleri mühürlenmiştir. Artık onlar hiç anlamazlar.","Edip Yüksel Meali":"Çünkü onlar inandıktan sonra inkar ettiler; bu yüzden kalpleri mühürlendi; onlar anlamazlar.","Elmalılı Hamdi Yazır Meali":"Bunun sebebi şudur: Onlar inandılar, sonra inkar ettiler, bu yüzden kalblerinin üzeri mühürlendi. Artık onlar anlamazlar.","Elmalılı Meali (Orijinal)":"O şundan: Çünkü onlar iymana gelmişler, sonra küfre gitmişlerdir de o kâlblerine tab'olunmuş da artık anlamaz olmuşlardır","Emrah Demiryent Meali":"Bu, (kötü hâllerinin sebebi) onların önce (dilleriyle) inandıklarını söylemeleri, sonra da (kalpleriyle) inkâr etmelerindendir. Bu yüzden kalpleri (manen) mühürlenmiştir. Artık onlar hakkı anlamazlar.","Erhan Aktaş Meali":"Bu şundandır: onlar önce İman ettiler sonra küfrettiler.  Bu nedenle, onların kalpleri mühürlenmiştir. Artık onlar, gerçeği kavrayamazlar.","Hasan Basri Çantay Meali":"Bu (kötü amelleri şundandır:) Çünkü onlar (zaahiren) îman etdiler. (Fakat) sonra (kalbleriyle) kâfir oldular. Bu yüzden kalblerinin üstüne (küfür) mühr (ü) basıldı. Onun için onlar (îmanın hakıykatını) anlamazlar.","Hayrat Neşriyat Meali":"Bu, şübhesiz onların îmân edip sonra inkâr etmeleri yüzündendir; bunun üzerine kalbleri mühürlenmiştir; artık onlar (hakkı) anlamazlar.","İhsan Aktaş Meali":"Bu, onların (görünüşte) iman edip, sonra da (gönülleriyle) inkâr etmiş olmalarındandır. Bu yüzden (melekler âleminde tanınmaları için) onların kalbleri (akıl merkezi olan beyinleri) üzerine (bir) damga (manevi bir işaret) vurulmuştur. Artık (onlar gerçeği) anlamaya çalışmazlar. *","İlyas Yorulmaz Meali":"Bu onların önce iman edip, sonra da inkâr etmelerinden dolayı, kalplerine mühür vurularak kapatılmış olmalarındandır. Artık doğruları hiçbir zaman anlayamazlar.","İsmayıl Hakkı Baltacıoğlu":"Bu da şundandır: Onlar önce inandılar, sonra tanımadılar. Bunun üzerine yürekleri katılaştırıldı. Artık onlar kavrıyamazlar.","İsmail Hakkı İzmirli":"Şunun için ki onlar dilleriyle iman ettiler. Sonra kalplerinde gizli olarak kâfir kaldılar da kalbleri üzerine mühür basıldı, onlar imanın hakikatini anlayamazlar.","İsmail Yakıt":"Bu onların önce inanıp sonra da inkâr etmiş olmalarındandır. Bu yüzden kalplerinin üzerine mühür vurulmuştur². Onlar artık anlamazlar.","Kadri Çelik Meali":"Bunun sebebi, onların önce iman edip sonra küfre sapmalarıdır. Böylece kalplerinin üzerine damga vurulmuştur; artık onlar kavrayamazlar.","Mahmut Kısa Meali":"<b>Evet, </b>münâfıkların durumu <b>böyledir; çünkü onlar, </b>İslâm hakîkatiyle ilk karşılaştıklarında <b>iman etmiş, </b>fakat daha <b>sonra </b>birtakım çıkar hesapları yüzünden hakîkati bile bile <b>inkâr etmişlerdir. İşte bu yüzden kalpleri mühürlenmiştir, artık </b>iç dünyalarında gerçeğin sesini duyamaz, doğruyu eğriyi <b>idrâk edemezler.</b>","Mahmut Özdemir Meali":"Bu onların, iman edip sonra da inkâr ettikleri sebebiyledir. Kalblerine mühür vuruldu; fıkıh etmezler / inceden inceye düşünmezler / anlamazlar.","Mehmet Çakır Meali":"Neden mi? Çünkü önce inandılar, sonra inkar ettiler. Bu yüzden kalpleri damgalandı. Artık kavrayamazlar.","Mehmet Çoban Meali":"Bu, onların önce iman edip sonra inkâr etmeleri, bu yüzden ön yargıları nedeniyle kalplerine mühür vurulması sebebiyledir. Artık onlar anlamazlar.        ","Mehmet Okuyan Meali":"Bunun sebebi, onların önce iman et(tiğini söyley)ip sonra inkâr etmeleridir. (Bu yüzden) kalpleri mühürlenmiştir. [*] Artık (gerçeği) anlayamazlar.","Mehmet Türk Meali":"Bu (münâfıklar,) hep böyledir. Onlar, önce îman eder, sonra da inkâr ederler. Onların kalpleri (bu yüzden) mühürlenmiştir. Artık onlar hiçbir şey anlamazlar.","Muhammed Esed Meali":"böyledir, çünkü onlar imana erdi[klerini iddia eder]ler, halbuki ² [içlerinde] hakikati inkar ederler ve böylece, kalplerine bir mühür vurulmuştur, artık [neyin doğru, neyin yanlış olduğunu] anlayamazlar. ³","Mustafa Çavdar Meali":"Dahası onlar iman ettiklerini söylüyorlar ama yaptıkları ile küfre giriyorlar. İşte bu ikiyüzlüler kalplerini inanmaya kapatıyorlar artık gerçeği kavrayamazlar. 2/8...20, 3/7","Mustafa İslamoğlu Meali":"Bunun nedeni, onların önce iman edip sonra inkâr etmeleridir; sonunda kalplerine mühür vurulmuştur:[⁵¹¹⁴] artık onlar (imanın hakikatini) kavrayamazlar.","Orhan Kuntman Meali":"Onlar önce iman edip sonra inkâr etmişlerdir. (Hidâyeti bırakıp sapıklığı satın almışlardır.) Bu yüzden kalbleri de mühürlenmiştir. (Şeytan yaptıklarını kendilerine güzel göstermiş, dünya menfaatından başka bir şey düşünmez olmuşlardır, ahirete inanmazlar ve onu hatırlarına bile getirmek istemezler) Artık onlar hiç laf anlamazlar! (Ne kadar uğraşsan tevbe edip imana gelmezler)","Osman Fırat Meali":"Bu, onların (önce) iman edip sonra inkâr etmeleri, bu yüzden de kalplerine mühür vurulması sebebiyledir. Artık onlar anlamazlar.","Ömer Nasuhi Bilmen Meali":"O, şunun içindir ki, şüphe yok onlar (zahiren) imân ettiler, sonra kâfir oldular, imdi kalblerinin üzeri mühürlendi, artık onlar anlayamazlar.","Suat Yıldırım Meali":"Çünkü onlar önce inandıklarını iddia ettiler, sonra inkâra gittiler. Bu sebeple kalpleri mühürlendi. Artık onlar hakkı anlamazlar. ","Süleyman Ateş Meali":"(Bu davranışlarının) Sebebi şudur: İnandılar, sonra inkar ettiler, bu yüzden kalblerinin üzeri mühürlendi, artık onlar anlamazlar.","Süleyman Tevfik (1927)":"Evvelce îmân idüb sonra küfür itdiklerinden Allâh kalblerine nifâk mührini urdı. Onlar bunı fehm itmezler.","Süleymaniye Vakfı Meali":"Kötü olan, önce inanmaları sonra ayetleri görmezlikten gelmeleridir. Ardından kalpleri üzerinde yeni bir yapı oluşturulur[1]; artık (ne hale geldiklerini) anlamazlar[2].","Şaban Piriş Meali":"Bu, onların iman edip, sonra da inkar etmiş olmalarındandır. Onların kalpleri paslanmıştır. Onun için anlamazlar.","Ümit Şimşek Meali":"Çünkü önce iman etmiş, sonra kâfir olmuşlar, ondan sonra da kalpleri mühürlenmiştir; artık birşey anlayacak durumda değillerdir.","Yaşar Nuri Öztürk Meali":"Bu durumun sebebi şudur: Onlar iman ettiler, sonra küfre saptılar da kalpleri üzerine mühür basıldı. Artık onlar incelikleri anlamazlar.","Eski Anadolu Türkçesi":"şol andan ötürüdür kim anlar įmān getürdiler andan kāfir oldılar. pes mühr uruldı göñülleri üzere pes anlar añlamazlar.","Satıraltı Meal (1534)":"Ol andan ötürüdür kim anlar īmān getürdiler, andan ṣoñra kāfir oldılar. Pesmühr urıldı yürekleri üstine. Pes anlar fehm eylemezler.","Bunyadov-Memmedeliyev ":"Bunun səbəbi odur ki, onlar (dildə) iman gətirdilər, sonra isə (ürəklərində gizli) kafir oldular. Buna görə də onların ürəklərinə möhür vurulmuş, özləri isə anlamaz kimsələr olmuşlar.","M. Pickthall (English)":"That is because they believed, then disbelieved, therefore their hearts are sealed so that they understand not.","Yusuf Ali (English)":"That is because they believed, then they rejected Faith: So a seal was set(5468) on their hearts: therefore they understand not."},"4":{"Arabic":"وَاِذَارَاَيْتَهُمْتُعْجِبُكَاَجْسَامُهُمْۜوَاِنْيَقُولُواتَسْمَعْلِقَوْلِهِمْۜكَاَنَّهُمْخُشُبٌمُسَنَّدَةٌۜيَحْسَبُونَكُلَّصَيْحَةٍعَلَيْهِمْۜهُمُالْعَدُوُّفَاحْذَرْهُمْۜقَاتَلَهُمُاللّٰهُۘاَنّٰىيُؤْفَكُونَ","Abdulbaki Gölpınarlı Meali":"Ve onları gördün mü, bedenleri hoşuna gider; ve konuşurlarsa sözlerini dinlersin; sanki onlar, dayanmış kerestelerdir; her bağrışı, kendi aleyhlerine sanırlar; onlar düşmandır, artık sakın onlardan, Allah gebertsin onları, nelere de kapılıyorlar.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> Sen onları </b><i>(münafıkları)</i><b> gördüğün zaman, </b><i>(düzgün ve bakımlı)</i><b> endamları </b><i>(zahiri kalıpları ve tavırları)</i><b> Senin hoşuna gidip beğenini kazanmaktadır. Konuştukları zaman da onları dinlemeye </b><i>(değer sanırsın. Oysa bunlar sözlerine, kıyafetlerine ve zahir görünüşlerine aşırı dikkat gösterip, suni ve sahte davranışlarla takva ve tarafsızlık numarası yapmakta ustalaşmışlardır. Aslında)</i><b> Onlar sanki </b><i>(sütun misali)</i><b> dayandırılmış düzgün ahşap-kütükler gibi </b><i>(şuursuz ve vicdansızdırlar. Bu kofluklarından ve korkularından dolayı da)</i><b> Her çıkışı ve çağrıyı </b><i>(her yaygarayı ve konuşulanı)</i><b> kendileri aleyhlerine sanırlar. Onlar </b><i>(sinsi ve tehlikeli)</i><b> düşmandırlar, bu yüzden onlardan kaçınıp-sakının </b><i>(münafıkları tanımaya çalışın ve onlara karşı tedbirli ve dikkatli olun)</i><b>. Allah onları kahretsin; nasıl da </b><i>(Hakk’tan)</i><b> çevriliyorlar ve dönekleşip duruyorlar.</b> [Bakara: 204, 205 ve 206 bu ayetin izahıdır.] ","Abdullah Parlıyan Meali":"Şimdi sen onları gördüğünde dış görüntüleri hoşuna gider. Söz söylerlerse, sözleri yaldızlı ve etkileyici oluşundan söylediklerini dinlemek istersin. Sanki onlar ruhsuz kalıplar, akılsız bedenler gibi duvara dayandırılmış kütüklere benzerler, korkaklık ve içlerindeki hainlikleri sebebiyle duydukları her haykırışı, sesi, gürültüyü kendilerine yönelik sanırlar. Onlar müslüman görünseler de, hem sana hem mü'minlere tam anlamıyla düşmandırlar. Onlardan sakın, Allah onların belalarını versin, doğru yoldan sapıklığa nasıl da döndürülüyorlar.","Ahmet Tekin Meali":"Onları gördüğün zaman kalıpları hoşuna gider. Konuşurlarsa sözlerine kulak verirsin. Onlar sanki çizgili Yemen kumaşından mamul elbiseler giydirilmiş kütükler gibidirler. Her gürültüyü kendi aleyhlerine yönelik bir hareket sanırlar. Onlar katıksız hak düşmanıdırlar. Onlara karşı ihtiyatlı ol, onlardan kendini koru. Allah onları kahretsin. Nasıl da haktan ayrılıp, küfre döndürülüyorlar?","Ahmet Varol Meali":"Onları gördüğünde cüsseleri hoşuna gider. Konuştuklarında sözlerini dinlersin. Onlar adeta sıralanmış kütükler gibidirler. Her bağırtıyı aleyhlerine sanarlar. Onlar düşmandır, onlardan sakın. Allah onları kahretsin! Nasıl da (haktan) uzaklaştırılıyorlar!","Ali Bulaç Meali":"Onları gördüğün zaman cüsseli yapıları beğenini kazanmaktadır. Konuştukları zaman da onları dinlersin. (Oysa) Sanki onlar (sütun gibi) dayandırılmış ahşap-kütük gibidirler. (Bu dayanıksızlıklarından dolayı da) Her çağrıyı kendileri aleyhinde sanırlar. Onlar düşmandırlar, bu yüzden onlardan kaçınıp-sakının. Allah onları kahretsin; nasıl da çevriliyorlar.","Ali Fikri Yavuz Meali":"Sen o münâfıkları gördüğün zaman, kalıpları hoşuna gider ve söylerlerse, dediklerine kulak verirsin. Sanki onlar, direk olmuş keresteler gibidirler. (Asker arasında çıkan) her gürültüyü, (korkularından) kendi aleyhlerinde sanırlar. Onlar düşmandırlar; onun için (kendilerine emniyet etme), onlardan sakın. Allah kahretsin onları!... Hakdan nasıl çevriliyorlar?","Bahaeddin Sağlam Meali":"Onları gördüğün zaman, cisimleri hoşuna gider. (Çok yakışıklıdırlar.) Bir şey söylerlerse, onları dinlersin. (Çok güzel konuşurlar. Fakat içleri koftur.) Onlar sanki duvara dayatılmış ahşaptırlar. Her sesi kendi aleyhlerine sanırlar. Düşmandırlar, onlardan sakın. Allah onların canını alsın! Nasıl da (haktan) döndürülüyorlar.","Bayraktar Bayraklı Meali":"Onları gördüğünde, bedenleri hoşuna gider. Konuşsalar sözlerini dinlersin. Onlar sanki elbise giydirilmiş kütükler gibidir. Her sesi kendi aleyhlerine sayarlar. Onlar gerçek düşmanlardır. Onlardan sakının; Allah, onları kahretsin, nasıl da haktan döndürülüyorlar!","Besim Atalay Meali (1965)":"Sen onları görünce, kalıplarına bakıp da şaşıyorsun, konuşacak olurlarsa, sözlerini dinliyorsun; onlar, dayalı odun gibidirler, her gürültünün, kendi üzerlerine yapıldığın sanırlar, onlar düşmandır, sakın onlardan, Allah yok etsin onları, nice yalan söylerler!","Cemal Külünkoğlu Meali":"Onları gördüğün zaman kalıpları (görünüşleri) senin hoşuna gider, onları beğenirsin. Konuştuklarında sözlerine kulak verir (onları samimi zanneder)sin. Gerçekte ise onlar, âdeta duvara dayatılan, ruhsuz kütüklere benzerler. (Bu dayanıksızlıklarından dolayı da) her çağrıyı kendileri aleyhinde sanırlar. Onlar (İslam'a ve Müslümanlara) düşmandırlar. Bu yüzden onlara karşı dikkatli olun! Allah onları kahretsin! Sürekli sapkınlık içinde bâtıl davalar peşinde nasıl da koşturuluyorlar. ","Cemil Said (1924)":"Sen ânları gördiğin vakit zâhirleri ta’accübini mûcib olur. Söz söyledikleri vakit memnûniyetle dinlersin, bunlar divârlara istinâd teşkîl iden içi boş kirişlere benzerler. Küçük bir patırdı olsa kendi ’aleyhlerine zann iderler. Bunlar senin düşmanlarındır, ânlardan hazr it. Allâh ânları helâk itsün ne kadar sahtedirler.","Diyanet İşleri Meali (Eski)":"Onlara baktığın zaman cüsseleri hoşuna gider; konuşurlarsa sözlerini dinlersin; tıpkı, sıralanmış kof kütük gibidirler; her çığlığı kendi aleyhlerine sayarlar; onlar düşmandır, onlardan çekin; Allah canlarını alsın, nasıl da aldatılıp döndürülüyorlar.","Diyanet İşleri Meali (Yeni)":"Onları gördüğün zaman kalıpları hoşuna gider. Konuşurlarsa sözlerine kulak verirsin. Onlar sanki elbise giydirilmiş kereste gibidirler. Her kuvvetli sesi kendi aleyhlerine sanırlar. Onlar düşmandır, onlardan sakın! Allah onları kahretsin! Nasıl da (haktan) çevriliyorlar!","Kur'an Yolu (Diyanet İşleri)":"Onlara şöyle bir baktığında dış görünüşleri sana iyi bir izlenim verir; konuşurlarsa sözlerine kulak verirsin. Ama onlar sanki bir yere dayanmış kütükler gibidir (böyle güvendeymiş gibi görünürler). Her gürültüyü kendilerine yönelik sanırlar. Asıl düşman onlardır, onlardan korun! Allah kahretsin onları! Nasıl da haktan yüz çeviriyorlar!","Diyanet Vakfı Meali":"Onları gördüğün zaman kalıpları hoşuna gider, konuşurlarsa sözlerini dinlersin. Onlar sanki duvara dayanmış kütükler gibidir. Her gürültüyü kendi aleyhlerine sanırlar. Düşman onlardır. Onlardan sakın. Allah onların canlarını alsın. Nasıl bu hale geliyorlar?  ","Edip Yüksel Meali":"Onları gördüğün zaman, görünüşleri hoşuna gider. Konuşurlarsa sözlerini dinlersin. Onlar, dikilip dayanmış kütükler gibidir. Her gürültüyü kendi aleyhlerine sanarlar; onlar gerçek düşmandır; onlardan sakın. ALLAH onları kahretsin; nasıl da çevriliyorlar!","Elmalılı Hamdi Yazır Meali":"Onları gördüğün zaman kalıpları hoşuna gider, konuşurlarsa sözlerini dinlersin. Onlar sanki dayanmış keresteler gibidirler. Her gürültüyü kendi aleyhlerine sanırlar. Onlar düşmandır, onlardan sakın. Allah onları kahretsin! Nasıl olup da döndürülüyorlar?","Elmalılı Meali (Orijinal)":"Sen onları gördüğün vakıt cisimleri tuhafına gider ve söylerlerse dediklerine kulak verirsin, sanki «Huşubi müsennede» dayanmış keresteler gibidirler, her sayhayı sanırlar ki aleyhlerindedir, onlar düşmandırlar, onun için onlardan sakın, onları Allah gebertsin nereden çevriliyorlar","Emrah Demiryent Meali":"Onları gördüğün zaman dış görüntüleri hoşuna gider, (dillerinin akıcılığından dolayı) konuşurlarsa sözlerine kulak verirsin. Onlar (îmân, ilim ve fikirden mahrum bir takım akılsız cisimler gibi) sanki duvara dayan (dırıl) mış kütükler gibidirler. (Korkaklıklarından dolayı) her bağırtıyı kendi aleyhlerine sanırlar. Onlar (İslâm’a ve müslümanlara) düşmandır. Onlardan sakın. Allah onları kahretsin! Nasıl da (haktan/hakikatten) yüz çeviriyorlar.","Erhan Aktaş Meali":"Onlara baktığında, dış görünüşleri itibariyle, seni hayran bırakırlar. Konuştuklarında, sözlerine itibar edersin. Aslında, elbise giydirilmiş kütükler gibidirler. Her koşuşturmayı kendi aleyhlerine sanırlar. Onlar, düşmandırlar, onlara karşı dikkatli ol. Allah, onların canlarını alsın! Nasıl da döndürülüyorlar!","Hasan Basri Çantay Meali":"Onları gördüğün zaman gövdeleri (kalıpları, kıyafetleri belki) hoşuna gider. Eğer söylerlerse sözlerini dinlersin. (Halbuki) onlar (çubuklu Yemen kumaşı) giydirilmiş (kocaman) odunlar gibidir. Her gürültüyü kendi aleyhlerinde sanırlar. (Asıl) düşman onlardır. O halde onlardan sakın. Allah gebertsin onları. Nasıl olub da (Hakdan) döndürülüyorlar?","Hayrat Neşriyat Meali":"Onları gördüğünde cüsseleri hoşuna gider. Ve konuşurlarsa sözlerini dinlersin. Sanki onlar (duvara) dayanmış keresteler gibidirler! Her (kuvvetli) sesi (nifaklarından dolayı)aleyhlerinde sanırlar. Onlar düşmandır; artık onlardan sakın! Allah onları kahretsin! (Haktan)nasıl çevriliyorlar?","İhsan Aktaş Meali":"Ve sen onları (münafıkları) gördüğünde dış görünüşleri hoşuna gider ve konuştuklarında ne söylediklerine kulak vermek istersin. Onlar, yere (sağlam şekilde) dikilmiş kütükler gibi (olduklarına emin görünseler de) her sesi (çığlığı) kendilerine (yönelik) sanırlar. Onlar (sinsi ve tehlikeli) düşmandırlar, öyleyse onlara dikkat et. (İşte bu yüzden) Allah onları dışlamıştır (rahmetinden uzaklaştırmıştır), nasıl da (haktan) çevriliyorlar! *","İlyas Yorulmaz Meali":"Sen onları gördüğünde, dış görünüşleri hoşuna gider ve eğer (her hangi bir konu da) konuşurlarsa, konuşmalarını dinlersin. Onlar yan yana konmuş kütüklere benzerler. Kendilerine seslenilen her sesi işittiklerinde, (seslenenleri) kendilerine düşman zannediyorlar. Onlara dikkat et. Allah canlarını alsın. Nasıl da aldatılıyorlar?","İsmayıl Hakkı Baltacıoğlu":"Onların dıştan görünüşlerini beğenirsin, sözlerine kulak verirsin. Ancak, onlar dayalı merteklere benzerler. Her kopan gürültüyü kendilerine karşı koptu sanırlar. Düşman onlardır. Onun için onlardan çekinin. Allah’tan bulsunlar! Nasıl olup da doğru yoldan saptırıyorlar?","İsmail Hakkı İzmirli":"Sen onları gördüğün zaman gövdeleri, hoşuna gider, söz söylerlerse sözlerine kulak verirsin [⁷], onlar sanki duvara dayatılmış ağaçlardır [⁸]. Her gürültüyü korkularından kendi aleyhlerinde sanırlar [⁹], onlar sana ve mü/minlere düşmandırlar; kendilerinden çekin. Allah/tan bulsunlar, nasıl haktan ayrılıyorlar?","İsmail Yakıt":"Onları gördüğünde, dış görünüşleri hoşuna gider. Konuşurlarsa sözlerine kulak verirsin. Sanki onlar elbise giydirilmiş [musennedetun] kütükler gibidirler. (Duydukları) her sesi [sayha] kendi aleyhlerine sanırlar. Onlar düşmandır, onlardan sakınınız. Allah onları kahretsin! Doğru yoldan nasıl da çevriliyorlar!","Kadri Çelik Meali":"Sen onları gördüğün zaman cüsseli yapıları beğenini kazanmaktadır. Konuştukları zaman da onları dinlersin. (Oysa) Sanki onlar, dayandırılmış ahşap kütük gibidirler. Her çağrıyı kendileri aleyhinde sanırlar. Onlar düşmandırlar, bu yüzden onlardan kaçınıp sakın. Allah onları kahretsin, nereye çevriliyorlar?","Mahmut Kısa Meali":"<b>Onları gördüğünde, dış görünüşleri hoşuna gider,</b><b>konuştukları zaman da </b>kendilerini dinletirler, sen onların<b> sözlerine kulak verirsin. </b>Fakat ne yüreklerinde —o gösterişli bedenlerine uygun— cesâret, ne de yaldızlı sözlerinde samîmiyet vardır! O kadar duygusuz, o kadar ruhsuzlardır ki,<b>tıpkı</b> duvara <b>dayanmış kütüklere benzer onlar. </b>Herkesi kendileri gibi hâin zannettiklerinden, herkesten ve her şeyden şüphe duyar, işittikleri <b>her seslenişi kendi aleyhlerinde sanırlar. </b>Ey Müslüman, <b>onlar </b>en azılı<b> düşmandır; onlara karşı dikkatli ol! Allah kahretsin onları; nasıl da</b>göz göre göre haktan, hakikatten <b>çevriliyorlar!</b>","Mahmut Özdemir Meali":"Onları gördüğün zaman cisimleri seni hayrete düşürür. Konuşurlarsa, sözlerini dinlersin. Sanki onlar, dayanaklandırılmış (dikili) kütüklerdir. Her bir sayhayı / yüksek sesi kendi aleyhlerine sayarlar. Onlar Düşman’dır; onlara uyanık ve tedbirli ol! Allah onları kahretsin! Nasıl da çevriliyorlar?","Mehmet Çakır Meali":"Kalıplarına bakınca kendilerini adam sanırsın.  Konuştuklarını duysan, konuşma demezsin. Odun gibi laflar. Her sesi, <i>kendilerine düşman</i> bilip pirelenirler. Resulüm! iki yüzlülere dikkat et!  Kahrolasıcalar fena kıvırtıyorlar.","Mehmet Çoban Meali":"Onları gördüğün zaman kalıpları hoşuna gider. Konuşurlarsa sözlerine kulak verirsin! Onlar sanki elbise giydirilmiş kereste gibidirler. Her kuvvetli sesi kendi aleyhlerine sanırlar. Onlar düşmandır, onlardan sakın! Allah onları kahretsin! Nasıl da gerçeklerden yüzlerini çeviriyorlar!        ","Mehmet Okuyan Meali":"Onları (münafıkları) gördüğün zaman görünüşleri hoşuna gider; konuşurlarsa sözlerini dinlersin. Onlar, sanki giydirilmiş kütükler gibidir. Her gürültüyü kendi aleyhlerine sanırlar. Onlar düşmandır. Onlardan sakın! Allah onları kahretsin! Nasıl da (gerçeklerden) döndürülüyorlar! [*]","Mehmet Türk Meali":"Sen, onları görünce onların kalıpları hoşuna gider ve konuştukları zaman da söylediklerini dinlemek istersin. Hâlbuki onlar, yontulmuş kereste gibidirler.¹ İşte bu hak düşmanları, her söylenileni kendilerinin aleyhine sanırlar. Onun için onlardan sakın. Allah, onları kahretsin. Onlar (dünyada haktan) işte böyle çevriliyorlar.","Muhammed Esed Meali":"Şimdi sen onları gördüğünde dış görünüşleri hoşuna gider; ve konuştuklarında ne söylediklerine kulak vermek istersin. ⁴ Onlar, yere [sağlam şekilde] dikilmiş kütükler gibi [olduklarına emin görünseler de] her çığlığı kendilerine [yönelik] sanırlar. Onlar [bütün inançlara] düşmandırlar, öyleyse onlara karşı dikkatli ol. [Ve bedduayı hak ederler:] “Allah onları kahretsin!” ⁵ Akılları nasıl da (hakikatten) sapıyor! ⁶","Mustafa Çavdar Meali":"Sen onlara baktığında dış görünüşleri hoşuna gider, konuşacak olsalar sözlerine kulak verirsin ama aslında onlar elbise giydirilmiş kalaslar gibidir. Kuşku ve korkularından dolayı her fısıltıyı kendi aleyhlerine zannederler. Onlar azılı düşmandırlar onlardan sakınmaya bak! Allah kahretsin onları nasıl da savruluyorlar! 2/204-205, 4/61-62, 9/64","Mustafa İslamoğlu Meali":"Onları gördüğünde kalıpları hoşuna gider; konuşacak olsalar sözlerine kulak verirsin: elbise giydirilmiş[⁵¹¹⁵] kalas gibidir onlar.[⁵¹¹⁶] Her çığlığı kendi aleyhlerine sanırlar; onlar kökten düşmandırlar: artık onlara karşı dikkatli ol! Allah kahretsin onları: Nasıl da savruluyorlar![⁵¹¹⁷]","Orhan Kuntman Meali":"(Ey Muhammed) Onlara baktığında, kalıpları hoşuna gider, konuştuklarında da, dinleyesin gelir. Oysa onlar -çubuklu yemen kumaşı- giydirilmiş kütükler gibidir. (Suçlu oldukları için) herhangi bir gürültü olsa kendi aleyhlerine sanırlar, onlar -müminlerin- düşmanıdır, onun için onlardan sakın. (Onlara karşı ihtiyatlı bulun) Allah onları kahretsin. (Onlar bu bedduayı hak etmişlerdir, bu kadar uyarılara rağmen) Nasıl oluyor da (imandan küfre) döndürülüyorlar?","Osman Fırat Meali":"Onları gördüğün zaman cisimleri hoşuna gider (çünkü gösterişli adamlardır, ) konuşsalar sözlerini dinlersin, onlar dayatılmış kereste gibidirler. Her bağırtıyı kendi aleyhlerinde sanırlar. Onlar düşmandır, onlardan sakin. Allâh onları kahretsin, nasıl da (haktan) döndürülüyorlar?","Ömer Nasuhi Bilmen Meali":"Ve onları gördüğün vakit onların cisimleri seni taaccübe düşürür ve söyleyecek olurlarsa onların lâkırdılarını dinlersin, onlar sanki dayatılmış odunlardır. Onlar her gürültüyü kendi aleyhlerinde zannederler. Düşman olan onlardır, artık onlardan sakın. Allah, onları helâk etsin, nasıl oluyor da (Hak'tan) çevriliyorlar?","Suat Yıldırım Meali":"Onları gördüğünde kalıpları kıyafetleri senin hoşuna gider, onları beğenirsin. Konuştuklarında sözlerine kulak verirsin. Gerçekte ise onlar, âdeta duvara dayatılan, ruhsuz kütüklere benzerler. İçleri boş, ödlek olduklarından çıkan her sesten pirelenir, her yeni haberi kendi aleyhlerinde sanırlar. Onlar düşmandır, onlardan sakın! Allah belalarını versin onların! Nasıl da hakikatten vazgeçiriliyorlar. [9, 30; 33, 19]","Süleyman Ateş Meali":"Onları gördüğün zaman cisimleri hoşuna gider (çünkü gösterişli adamlardır,) konuşsalar sözlerini dinlersin, onlar dayatılmış odunlar gibidirler. Her bağırtıyı kendi aleyhlerinde sanırlar. Onlar düşmandır, onlardan sakın. Allah onları kahretsin, nasıl da (haktan) döndürülüyorlar?","Süleyman Tevfik (1927)":"Onları gördiğin vakit cisimleri seni ta'acüb itdirir. Söz söyler iseler sözlerini dinlersin. Onlar dayak yapılmış direkler gibidirler. Her sayhayı kendi 'aleyhlerine zan iderler. (Nifâkları cihetiyle dâimâ kulak asarlar). Onlar size düşmandırlar. Onlardan hazr idin. Allâh kahr itsün. Neden doğrı yoldan dönerler.","Süleymaniye Vakfı Meali":"Onları gördüğünde kılık kıyafetleri hoşuna gider. Konuşurlarsa sözlerine kulak verirsin. Oysa duvara dayalı kalas gibidirler[*]. Her gürültüyü aleyhlerine sanırlar. Asıl düşman onlardır; onlara karşı dikkatli ol. Allah canlarını alsın, nasıl da yalana sürükleniyorlar!","Şaban Piriş Meali":"Onları gördüğünde dıştan hoşuna gider. Konuşurlarsa sözlerini dinlersin. Onlar elbise giydirilmiş kereste gibidir. Her çığlığı kendi aleyhlerine sanırlar. Onlar, düşmandır, onlardan uzak dur. Allah onları kahretsin, nasıl da yalan söylüyorlar.","Ümit Şimşek Meali":"Onları gördüğünde kalıpları hoşuna gider. Konuştuklarında sözlerine kulak verirsin. Onlar elbise giydirilmiş keresteler gibidir. Her gürültüyü aleyhlerinde sanırlar. Onlar düşmandır; onlardan sakın. Allah kahretsin onları, nasıl da dönüveriyorlar!","Yaşar Nuri Öztürk Meali":"Onları gördüğünde gövdeleri hoşuna gider. Bir şey konuşsalar sözlerine kulak verirsin. Onlar birbirine dayandırılmış keresteler/Hint kumaşı giydirilmiş kütük parçaları gibidirler. Her bağırtıyı aleyhlerinde zannederler. Düşmandır onlar; sakın onlardan! Allah onları kahretsin! Nasıl da aldatılıp döndürülüyorlar!","Eski Anadolu Türkçesi":"daħı ķaçan göresin anları ŧañladur seni tenleri anlaruñ daħı eger söyleyeler işidürsin sözlerini. taman anlar aġaçlardur söykenilmiş. śanurlar her ün virmegi anlaruñ üzere. anlar düşmān pes saķın anlardan! la'net eylesün anlara Tañrı nite döndürülürler!","Satıraltı Meal (1534)":"Ḳaçan anları görseñ, tenlerini begenürsin ve ḳaçan söyleseler sözle‐rine ḳulaḳ dutarsın. Ṣanaṣın anlar söykenmiş aġaçlardur. Ṣanurlar herḳıġırmaġı özleri üstinedür. Düşman anlardur. Pes anlardan ṣaḳın. La‘net eyle‐di anlara Tañrı Ta‘ālā. Nite yalan söylerler.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Sən onları gördükdə cüssələri (boy-buxunları, gözəllikləri) xoşuna gəlir, danışanda sözlərinə qulaq asırsan. Onlar, sanki (divara) söykədilmiş dirəklərdir (ruhsuz bədən, müqəvva kimidirlər). Onlar (ikiüzlülüklərinin Peyğəmbərə və mö’minlərə əyan olacağından qorxub) hər bir qışqırığın (səs-küyün) öz əleyhlərinə olduğunu zənn edirlər. Onlar düşməndirlər, sən onlardan həzər et! Allah onları öldürsün, necə də haqdan döndərilirlər!","M. Pickthall (English)":"And when thou seest them their figures please thee; and if they speak thou givest ear unto their speech. (They are)  as though they were blocks of wood in striped cloaks. They deem every shout to be against them. They are the enemy, so beware of them. Allah confound them! How they are perverted!","Yusuf Ali (English)":"When thou lookest at them, their exteriors(5469) please thee; and when they speak, thou listenest to their words. They are as (worthless as hollow) pieces of timber propped up,(5470) (unable to stand on their own). They think that every cry is against them.(5471) They are the enemies; so beware of them. The curse of Allah be on them! How are they deluded (away from the Truth)!"},"5":{"Arabic":"وَاِذَاق۪يلَلَهُمْتَعَالَوْايَسْتَغْفِرْلَكُمْرَسُولُاللّٰهِلَوَّوْارُؤُ۫سَهُمْوَرَاَيْتَهُمْيَصُدُّونَوَهُمْمُسْتَكْبِرُونَ","Abdulbaki Gölpınarlı Meali":"Ve onlara, gelin de Allah'ın Peygamberi size yarlıganma dilesin denirse başlarını sallarlar alay ederek ve görürsün ki ululuk satarak dönüp gitmedeler.","Abdullah-Ahmet Akgül Meali":"<b>Onlara </b><i>(münafıklara)</i><b>: \"Gelin </b><i>(bu nifak ve tefrikadan vazgeçip tevbe edin)</i><b> Allah’ın Resulü de sizin için mağfiret dilesin. </b><i>(Kendinize, çevrenize ve geleceğinize yazık etmeyin)</i><b>\" denildiği zaman, başlarını döndürüp </b><i>(uzaklaşmaktadırlar)</i><b> ve görürsün ki kibirlenerek yüz çevirip </b><i>(gururlu bir tavır takınmaktadırlar)</i><b>. </b> ","Abdullah Parlıyan Meali":"Onlara “Gelin de, Allah'ın peygamberi sizin için bağışlanma dilesin!” denilince, başlarını çevirirler ve sen onların büyük bir kibirle nasıl çekip gittiklerini görürsün.","Ahmet Tekin Meali":"Onlara:<br>\r\n“Gelin, Allah'ın Rasulü işlediğiniz günahlardan dolayı sizin için bağışlanma, koruma kalkanına alınma dilesin.” denildiği zaman, başlarını çevirirler. Büyüklük taslayarak çekip gittiklerini görürsün.","Ahmet Varol Meali":"Onlara: \"Gelin, Allah'ın Peygamberi sizin için bağışlanma dilesin\" dendiğinde başlarını çevirirler ve onların büyüklük taslayarak yüz çevirdiklerini görürsün.","Ali Bulaç Meali":"Onlara: 'Gelin Allah'ın Resûlü sizin için mağfiret (bağışlanma) dilesin,' denildiği zaman başlarını yana çevirdiler. Sen, onların büyüklük taslamışlar olarak yüz çevirmekte olduklarını görürsün.","Ali Fikri Yavuz Meali":"O münafıklara: “-Gelin, Allah'ın Rasûlü sizin için mağfiret dileyiversin.” denildiği zaman, başlarını bükerler ve görürsün ki, kibir taslayarak, (tevbeye ve özür dilemeye yanaşmıyarak) yüz çevirirler.","Bahaeddin Sağlam Meali":"Onlara: “Gelin, Allah’ın Resulü sizin için bağışlanma dilesin” denildiği zaman, başlarını çevirirler ve onların büyüklük taslayarak dönüp gittiklerini görürsün.","Bayraktar Bayraklı Meali":"Onlara, “Geliniz, Allah'ın Peygamberi sizin affınızı dilesin” dendiğinde, sinirlenerek başlarını salladıklarını, yüz çevirip kibirlendiklerini görürsün.","Besim Atalay Meali (1965)":"«Geliniz, Allahın peygamberi, sizin için bağışlanmak istesin!» denilse de onlara, başlarını çevirirler, görürsün ki, yüzlerini dönerler, hem dahi kasalırlar","Cemal Külünkoğlu Meali":"O münafıklara: “Gelin (iman edin ve özür dileyin de), Allah'ın Resul'ü sizin için (Allah'tan) af dilesin” denildiği zaman, sen onların başlarını döndürdüklerini ve büyüklük taslayarak uzaklaştıklarını görürsün.","Cemil Said (1924)":"Kendilerine: \"Geliniz, Rasûlullah size Allâh’dan mağfiret taleb idecek\" dinildiği zamân yüz çevirirler ve kibir iderler uzaklaşırlar.","Diyanet İşleri Meali (Eski)":"Onlara: \"Gelin de Allah'ın Peygamberi sizin için mağfiret dilesin\" dendiği zaman, başlarını çevirirler; büyüklük taslayarak yüz çevirdiklerini görürsün.","Diyanet İşleri Meali (Yeni)":"O münafıklara, “Gelin, Allah’ın Resûlü sizin için bağışlama dilesin” denildiği zaman başlarını çevirirler ve sen onların büyüklük taslayarak uzaklaştıklarını görürsün.","Kur'an Yolu (Diyanet İşleri)":"Onlara “Gelin, Allah’ın resulü sizin için bağışlama dilesin” dendiğinde başlarını çevirirler ve büyüklük taslayarak uzaklaştıklarını görürsün.","Diyanet Vakfı Meali":"Onlara: Gelin, Allah'ın Peygamberi sizin için mağfiret dilesin, denildiği zaman başlarını çevirirler ve sen onların, büyüklük taslayarak uzaklaştıklarını görürsün.","Edip Yüksel Meali":"Onlara, \"Gelin de ALLAH'ın elçisi sizin için bağışlanma dilesin,\" denildiğinde, başlarını çevirirler; büyüklük taslayarak saptıklarını görürsün.","Elmalılı Hamdi Yazır Meali":"Onlara: \"Gelin, Allah'ın Resulü sizin için mağfiret dilesin.\" denildiği zaman başlarını çevirirler ve onların, büyüklük taslayarak yüz çevirdiklerini görürsün.","Elmalılı Meali (Orijinal)":"Onlara gelin Resulullah sizin için istiğfar ediversin denildiği zaman da başlarını bükerler ve görürsünki kibir taslıyarak yan çizer giderler","Emrah Demiryent Meali":"5-6. Onlara (munâfıklara), “Gelin, (kalben îmân edin ve günahlarınıza tövbe edin de) Allah’ın Resûlü sizin için (Allah’tan) bağışlanma dilesin” denildiği zaman, sen onların (inatla) başlarını çevirdiklerini ve büyüklük taslayarak uzaklaştıklarını görürsün. (Resûlüm! O munâfıklar, kalben îmân edip, günahlarına tövbe ederek senin yanına gelmedikleri müddetçe) onlar hakkında bağışlanma dilesen de dilemesen de onlar için birdir. (Kalben îmân etmedikleri için) Allah onları asla bağışlamayacaktır. Şüphesiz Allah, fâsıklar (kâfirler) topluluğunu (hidâyete ulaşmak üzere gayret sarf etmedikleri müddetçe) doğru yola iletmez.","Erhan Aktaş Meali":"Ve onlara, “Gelin, Allah'ın Resûl'ü sizin için bağışlanma dilesin.” dendiği zaman; tersleyerek, büyüklük taslayıp, çekip gittiklerini görürsün.","Hasan Basri Çantay Meali":"Onlara «Gelin, Allahın peygamberi sizin için istiğfar ediversin» denildiği zaman başlarını çevirdiler. Gördün ki onlar (özür dilemeyi bile) kibirlerine yediremeyerek haalâ yüz döndürüyorlar.","Hayrat Neşriyat Meali":"Hem onlara (o münâfıklara): “Gelin! Allah'ın Resûlü sizin için mağfiret dilesin!” denildiği zaman, başlarını çevirirler. Ve (sen) onları görürsün ki, kendileri büyüklük taslayan kimseler olarak yüz çeviriyorlar!","İhsan Aktaş Meali":"Onlara (o münafıklara): “Gelin (gerçekten iman edin de), Allah’ın Resulü sizin için (Allah’tan) af dilesin” denildiği zaman, sen onların başlarını döndürdüklerini ve büyüklük taslayarak uzaklaştıklarını görürsün. *","İlyas Yorulmaz Meali":"Onlara “Gelin Allah’ın elçisi sizin için Allah’dan bağışlanma dilesin” denildiğinde, başlarını sallayarak, kibirli bir şekilde uzaklaştıklarını görürsün.","İsmayıl Hakkı Baltacıoğlu":"Onlara: \"Gelin de Allah’ın elçisi sizin için yarlıganma dilesin\" denilince başlarını çeviriverirler. Görüyorsun, onlar büyüklük taslıyarak yüz çevirmişlerdir.","İsmail Hakkı İzmirli":"Onlara «— Geliniz de Allah/ın peygamberi sizin için yarlıganmak dilesin» denilse başlarını çevirirler. Onları, büyüklük taslayarak yüz çevirmiş görürsün.","İsmail Yakıt":"Onlara, “Geliniz, Allah’ın elçisi sizin için bağışlanma dilesin” denildiği zaman, başlarını sallarlar. Sen onların büyüklük taslayarak çekip gittiklerini görürsün.","Kadri Çelik Meali":"Onlara, “Gelin Allah'ın resulü sizin için mağfiret (bağışlanma) dilesin” denildiği zaman başlarını yana çevirdiler. Sen, onların büyüklük taslamışlar olarak yüz çevirmekte olduklarını görürsün.","Mahmut Kısa Meali":"<b>Onlara, “Gelin </b>fırsat varken tövbe edin de, <b>Allah’ın Elçisi sizin için bağışlanma dilesin </b>ve kurtulun bu lânetten<b>!” denildiğinde, </b>bunu gururlarına yediremez, hemen <b>başlarını çevirip uzaklaşırlar; böylece, büyüklük taslayarak yüz çevirdiklerini görürsün.</b>","Mahmut Özdemir Meali":"Onlara: -“Gelin! Allah’ın rasûlü sizin için bağışlanma dilesin!”. denildiği zaman başlarını çevirdiler. Onları gördün; onlar büyüklenmiş halde yan çizerek uzaklaşıyorlar.","Mehmet Çakır Meali":"Kendilerine: <i>&quot; Hadi gelin de Allah resulü sizin için Tanrıdan af dilesin </i>&quot; denince,  gözlerini kaçırırlar.  Derken bir bakmışsın havalanıp gitmişler.","Mehmet Çoban Meali":"O münafıklara, \"Gelin hatalarınızdan vazgeçin! Tövbe ederek Allah’tan af dileyin ki; Allah’ın Resulü de sizin için bağışlanma dilesin!\" denildiği zaman başlarını çevirirler. Onların kibirleriyle burunlarını havaya kaldırıp uzaklaştıklarını görürsün!        ","Mehmet Okuyan Meali":"Onlara “Gelin, Allah’ın Elçisi sizin için bağışlanma dilesin.” dendiği zaman başlarını çevirirler ve sen onların kibirlenerek uzaklaştıklarını görürsün.","Mehmet Türk Meali":"(Ey Muhammed!) Bir de onlara: “Gelin, Allah’ın Elçisi sizin affedilmeniz için (Allah’a) duâ etsin.” denilince onlar, (kibirlenerek) başlarını çevirirler ve sen de onların, büyüklük taslayarak¹ çekip gittiklerini görürsün.","Muhammed Esed Meali":"Çünkü onlara: “Gelin, Allah’ın Elçisi bağışlanmanız için [Allah’a] dua edecek!” dendiği zaman başlarını çevirirler ve sen onların sahte bir kibirle nasıl çekip gittiklerini görürsün.","Mustafa Çavdar Meali":"Onlara, “Gelin Allah’ın elçisi sizin için Allah’tan bağışlanma dilesin” denildiğinde başlarını çevirerek küstahça kibirlenip arkalarını dönüp gittiklerini görürsün. 3/166...168","Mustafa İslamoğlu Meali":"Ve onlara: “Gelin, Rasulullah size mağfiret dilesin!” denildiğinde, başlarını çevirirler;[⁵¹¹⁸] ve sen onların küstahça bir kibir içinde çekip gittiklerini görürsün.[⁵¹¹⁹]","Orhan Kuntman Meali":"(Hainlikleri meydana çıkıp da) Onlara; \"Gelin, Allah'ın peygamberi sizin için bağışlanma dilesin\" diye nasihat edilse bile onların başlarını çevirip büyüklük taslayarak uzaklaştıklarını görürsün.","Osman Fırat Meali":"Onlara: \"Gelin, Allâh’ın Elçisi sizin için mağfiret dilesin\" dendiği zaman başlarını çevirirler ve onların, büyüklük taslayarak uzaklaştıklarını görürsün. ?","Ömer Nasuhi Bilmen Meali":"Ve onlara: «Geliniz, sizin için Allah'ın peygamberi istiğfarda bulunsun,» denildiği zaman başlarını çevirmiş olurlar ve onları görürsün ki, onlar böbürlenir kimseler olarak irâz ederler.","Suat Yıldırım Meali":"Onlara: “Gelin, Resulullahın huzuruna varın, sizin için dua etsin, Allah'tan size af dilesin! ” denildiğinde, (açıktan bir şey söyleyemediklerinden), kibirlerinden ötürü başlarını sağa sola büker, içten içe homurdanırlar ve onların kibirli bir şekilde yan çizdiklerini görürsün. ","Süleyman Ateş Meali":"Onlara: \"Gelin, Allah'ın Elçisi sizin için mağfiret dilesin\" dendiği zaman başlarını çevirirler ve onların, büyüklük taslayarak yüz çevirdiklerini görürsün.","Süleyman Tevfik (1927)":"Onlara: \"Gelin, Rasûlullah sizin içün istiğfâr itsün\" denilürse başlarını çevirirler. Görirsin ki böbürlenerek geçerler.","Süleymaniye Vakfı Meali":"“Gelin, Allah’ın elçisi bağışlanmanız için dua etsin” dense başlarını çevirirler. Bakarsın ki kibirli bir halde geri çekiliyorlar.","Şaban Piriş Meali":"Onlara:-Allah'ın Resulü sizin için bağışlanma dilesin, denildiği zaman başlarını çevirip, büyüklenerek yüz çevirdiklerini görürsün.","Ümit Şimşek Meali":"Onlara “Gelin, Allah'ın Resulü sizin için Allah'tan af dilesin” dendiği zaman başlarını çevirirler; sen onların kasılarak uzaklaştıklarını görürsün.","Yaşar Nuri Öztürk Meali":"Onlara, \"Hadi gelin, Allah resulü sizin için af dilesin!\" dendiğinde kafalarını öteye çevirirler. Ve sen onların böbürlenmiş bir halde dönüp gittiklerini görürsün.","Eski Anadolu Türkçesi":"daħı ķaçan eyidildi anlara “gelüñ yarlıġamaķ dilesüñ sizüñ içün Tañrı yalavacı” döndürdiler egdiler başlarını. daħı gördüñ anları döndürürler yā dönerler daħı anlar kibr eyleyicilerdür.","Satıraltı Meal (1534)":"Daḫı ḳaçan anlara eyidilse ki gelüñ, istiġfār eylesün size Tañrı resūli, başla‐rın ṣaldılar ve anları göresin yüz ḳaytarup tekebbürlik iderler.","Bunyadov-Memmedeliyev ":"Onlara: “Gəlin Allahın Peyğəmbəri (Rəbbinizdən) sizin bağışlanmağınızı diləsin!”–deyildiyi zaman (istehza ilə) başlarını bulayar və sən (Ya Rəsulum!) onların təkəbbürlə üz çevirdiklərini görərsən.","M. Pickthall (English)":"And when it is said unto them: Come! The messenger of Allah will ask forgiveness for you! they avert their faces and thou seest them turning away, disdainful.","Yusuf Ali (English)":"And when it is said to them, \"Come, the Messenger of Allah will pray for your(5472) forgiveness\", they turn aside their heads, and thou wouldst see them turning away their faces in arrogance."},"6":{"Arabic":"سَوَٓاءٌعَلَيْهِمْاَسْتَغْفَرْتَلَهُمْاَمْلَمْتَسْتَغْفِرْلَهُمْۜلَنْيَغْفِرَاللّٰهُلَهُمْۜاِنَّاللّٰهَلَايَهْدِيالْقَوْمَالْفَاسِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Birdir onlara, yarlıganmalarını dilesen de, yahut dilemesen de; Allah kesin olarak yarlıgamaz onları; şüphe yok ki Allah, buyruktan çıkmış topluluğu doğru yola sevketmez.","Abdullah-Ahmet Akgül Meali":"<b>Artık mağfiret dilesen de dilemesen de onlar için aynıdır. </b><i>(Çünkü vicdanları bozulduğundan, boş bir gurura kapıldıklarından ve geri dönüşü giderek imkânsızlaşan bir karanlık yola daldıklarından; artık davet ve nasihat onlara fayda sağlamayacaktır.)</i><b> Bu nedenle Allah da </b><i>(CC)</i><b> onlara asla mağfiret buyurmayacaktır. Doğrusu Allah </b><i>(CC)</i><b> böylesine fasık</b><i> (ve münafık) </i><b>bir topluluğu hidayete ulaştırmayacaktır. </b> ","Abdullah Parlıyan Meali":"Onlar için bağışlanma dilesen de, dilemesen de aynıdır. Allah onları asla bağışlamayacaktır. Çünkü Allah kendi yolundan çıkmış topluluğa rehberliğini ulaştırmaz.","Ahmet Tekin Meali":"Onlar için, Allah'tan af, koruma kalkanına alınma dilesen de, dilemesen de farketmez. Allah onları asla bağışlamayacak, koruma kalkanına almayacak. Allah doğru ve mantıklı düşünmeyi terkeden fâsık, âsi, bozguncu bir toplumu doğru yola sevketme lütfunda bulunmaz, başarıya ulaştırmaz.","Ahmet Varol Meali":"Onlar için bağışlanma dilesen de dilemesen de, onlar için birdir. Allah onları bağışlamayacaktır. Doğrusu Allah fasıklar topluluğunu doğru yola eriştirmez.","Ali Bulaç Meali":"Senin onlar adına mağfiret dilemen ile mağfiret dilememen onlar için birdir. Allah, onlara kesin olarak mağfiret etmeyecektir. Şüphesiz Allah, fasık bir kavme hidayet vermez.","Ali Fikri Yavuz Meali":"Onlar için mağfiret dilesen de, mağfiret dilemesen de haklarında müsavidir; Allah o münafıkları asla bağışlamaz ve Allah (böyle) fâsıklar topluluğunu hidayete erdirmez.","Bahaeddin Sağlam Meali":"Onlar için bağışlanma dilesen de dilemesen de birdir; Allah onları bağışlamayacaktır. Çünkü Allah, (İlahî) yasaları çiğneyen bir toplumu doğru yola iletmez.","Bayraktar Bayraklı Meali":"Onlar için af dilesen de dilemesen de birdir. Çünkü Allah, onları kesinlikle bağışlamayacaktır. Şüphesiz Allah, böylesi yoldan çıkmış toplumu doğruya iletmez.","Besim Atalay Meali (1965)":"Sen onlar için, yarlıganmak istesen de, istemesen de hepsi birdir, Allah hiç yarlıgamaz onları, buyrumdan dışarı çıkmış olanlara Allah doğru yolu göstermez","Cemal Külünkoğlu Meali":"Onlar için bağışlanma dilesen de bağışlanma dilemesen de fark etmez. (İman etmedikçe) Allah onları asla bağışlamayacaktır. Şüphesiz ki Allah, ilâhî sınırı aşan sapıkları (kötü niyet ve eylemlerinden dolayı) doğru yola eriştirmez.","Cemil Said (1924)":"Senin ânlar içün Allâh’dan mağfiret taleb itmen veyâ itmemen ânlarca müsâvîdir. Allâh ânları ’afv itmeyecekdir. Allâh fâsık kavme hidâyet itmez.","Diyanet İşleri Meali (Eski)":"Onlar için, bağışlanma dilesen de dilemesen de birdir; Allah onları bağışlamayacaktır. Doğrusu Allah, yoldan çıkmış milleti doğru yola eriştirmez.","Diyanet İşleri Meali (Yeni)":"Onlara bağışlama dilesen de, dilemesen de onlar için birdir. Allah, onları asla bağışlamayacaktır. Çünkü Allah, fasıklar topluluğunu doğru yola iletmez.","Kur'an Yolu (Diyanet İşleri)":"Bağışlanmaları için Allah’a dua etmişsin veya etmemişsin onlar için birdir. Allah onları asla bağışlamayacaktır. Şüphesiz Allah günaha saplananları doğruya eriştirmez.","Diyanet Vakfı Meali":"Onlara mağfiret dilesen de, dilemesen de birdir. Allah onları kesinlikle bağışlamayacaktır. Çünkü Allah, yoldan çıkmış topluluğu doğru yola iletmez.  ","Edip Yüksel Meali":"Onlar için bağışlanma dilesen de dilemesen de birdir; ALLAH onları bağışlamıyacaktır. ALLAH yoldan çıkmış topluluğu doğruya ulaştırmaz.","Elmalılı Hamdi Yazır Meali":"Onlara mağfiret dilesen de, dilemesen de onlar için birdir. Allah onları bağışlamayacaktır. Çünkü Allah, yoldan çıkmış bir toplumu yola iletmez.","Elmalılı Meali (Orijinal)":"Onlar için istiğfar etsen de etmesen de aleyhlerinde müsavidir, Allah onlara aslâ mağfiret etmez ve Allah fâsıklar gürühunu doğru yola çıkarmaz","Emrah Demiryent Meali":"5-6. Onlara (munâfıklara), “Gelin, (kalben îmân edin ve günahlarınıza tövbe edin de) Allah’ın Resûlü sizin için (Allah’tan) bağışlanma dilesin” denildiği zaman, sen onların (inatla) başlarını çevirdiklerini ve büyüklük taslayarak uzaklaştıklarını görürsün. (Resûlüm! O munâfıklar, kalben îmân edip, günahlarına tövbe ederek senin yanına gelmedikleri müddetçe) onlar hakkında bağışlanma dilesen de dilemesen de onlar için birdir. (Kalben îmân etmedikleri için) Allah onları asla bağışlamayacaktır. Şüphesiz Allah, fâsıklar (kâfirler) topluluğunu (hidâyete ulaşmak üzere gayret sarf etmedikleri müddetçe) doğru yola iletmez.","Erhan Aktaş Meali":" Zaten onlar için bağışlanma dilesen de dilemesen de fark etmez. Allah, onları asla bağışlamayacaktır. Çünkü Allah, böyle fasık¹ halkı asla doğru yola iletmez.","Hasan Basri Çantay Meali":"Onlar için ha istiğfar etmişsin, ha onlara istiğfar etmemişsin, haklarında birdir. Allah onları kat'iyyen yarlığamaz. Şübhe yok ki Allah faasıklar güruhuna hidâyet etmez.","Hayrat Neşriyat Meali":"Kendileri için mağfiret dilesen de, onlara mağfiret dilemesen de onlar için birdir. Allah onları aslâ bağışlamayacaktır. Şübhesiz ki Allah, o fâsıklar topluluğunu (küfürlerindeki ısrarları sebebiyle) hidâyete erdirmez.","İhsan Aktaş Meali":"Onlar (o münafıklar) için bağışlanma dilesen de (şefaatte bulunsan da), bağışlanma dilemesen de (şefaatte bulunmasan da) kendilerine için birdir. (Onlar münafık olup gönülden iman etmedikleri sürece) Allah onları asla bağışlamayacaktır. Şüphesiz Allah fasıklar topluluğunu (doğru yoldan sapmış olanları o hâl üzere bulundukları sürece) doğru yola iletmez. *","İlyas Yorulmaz Meali":"İstersen, onlar için Allah’dan bağışlama dile, istersen bağışlanma dileme fark etmez. Çünkü Allah, onları asla bağışlayıp affetmeyecek. Şüphe yok ki Allah, yoldan çıkmış bir topluluğu kesinlikle bağışlamaz.","İsmayıl Hakkı Baltacıoğlu":"Onlar için yarlıganma dilesen de biridir, dilemesen de. Ne de olsa Allah onları yarlıgamıyacaktır. Çünkü Allah karıştırıcılar takımını doğru yola iletmez.","İsmail Hakkı İzmirli":"Onlar için yarlıganmak istesek de, istemesek de onlar hakkında birdir. Allah onları asla yarlıgamayacak. Allah zalim kişilere hidayet etmez.","İsmail Yakıt":"Onlar için bağışlanma dilesen de dilemesen de onlara göre birdir. Allah onları asla bağışlamayacaktır. Muhakkak ki Allah yoldan çıkmış kavmi doğru yola eriştirmez.³","Kadri Çelik Meali":"Senin onlar adına mağfiret dilemen ile mağfiret dilememen onlar için birdir. Allah, onlara kesin olarak mağfiret etmeyecektir. Şüphesiz Allah, fasık olan bir kavme hidayet vermez.","Mahmut Kısa Meali":"Ey Peygamber! <b>Sen onlar için bağışlanma dilesen de dilemesen de birdir.</b>Çünkü kendileri tövbe etmedikleri sürece, <b>Allah onları asla bağışlamayacaktır! </b>Hiç kuşkusuz <b>Allah, </b>bilerek ve isteyerek <b>yoldan çıkan bir topluluğu doğru yola iletmez.</b>","Mahmut Özdemir Meali":"Onlar için bağışlanma diledin veya dilemedin, onlara göre eşit düzeydedir. Allah onları asla bağışlamayacaktır. Allah, Yoldan Çıkıp Sapmış (Fâsık) Kavm’i hidayete eriştirmez.","Mehmet Çakır Meali":"Resulüm! Artık onlar için af dilesen de dilemesen de farketmez. Çünkü Allah onları, asla bağışlamayacaktır. Çünkü Allah, başına buyruk toplumlara yol vermez.","Mehmet Çoban Meali":"Onlar için bağışlanma dilesen de dilemesen de fark etmez. Allah onları bağışlamayacaktır. Çünkü Allah gerçeklere karşı bozgunculuk yapan topluluğu doğru yola iletmez.        ","Mehmet Okuyan Meali":"Onlara (onlar için) bağışlanma dilesen de dilemesen de birdir. Allah onları elbette bağışlamayacaktır. Şüphesiz ki Allah yoldan çıkanlar topluluğunu doğru yola ulaştırmaz. [*]","Mehmet Türk Meali":"Sen, onların bağışlanmasını istesen de istemesen de onlar için birdir. Çünkü Allah, onları kesinlikle affetmeyecektir. Şüphesiz Allah, fasıklar toplumunu, asla hak yola ulaştırmaz.","Muhammed Esed Meali":"Onlar için bağışlanma dilemen ile dilememen aynıdır: Allah onları bağışlamayacaktır, çünkü Allah, böyle sapkın bir halka rehberliğini bahşetmez. ⁷","Mustafa Çavdar Meali":"Sen onlar için bağışlanma dilesen de dilemesen de fark etmez zira Allah onları asla bağışlamayacaktır. Çünkü Allah yoldan çıkmış fasık toplumu umduklarına kavuşturmaz. 9/24, 9/80, 32/18...20","Mustafa İslamoğlu Meali":"Onlar için mağfiret dilesen de mağfiret dilemesen de, hiçbir şey değişmez: Allah onları asla bağışlamayacaktır; çünkü Allah yoldan çıkmış bir topluluğa rehberliğini bahşetmez.","Orhan Kuntman Meali":"(Ey Muhammed) Sen onlar için bağışlanma dilesen de dilemesen de fark etmez. Allah, onları asla bağışlamayacaktır. Çünkü, Allah yoldan çıkmış bir topluluğu doğru yola iletmez.","Osman Fırat Meali":"Onlar için mağfiret dilesen de, mağfiret dilemesen de onlar için birdir. Allâh onları bağışlamayacaktır. Çünkü Allâh, yoldan çıkan topluluğu yola iletmez.","Ömer Nasuhi Bilmen Meali":"Onlar için istiğfarda bulunsan da veya onlar için istiğfarda bulunmasan da onlara karşı müsavîdir. Elbette Allah, onlar için mağfiret buyurmayacaktır. Şüphe yok ki Allah fâsıklar olan kavmi hidâyete erdirmez.","Suat Yıldırım Meali":"Ha mağfiret diledin, ha dilemedin, onlara göre birdir. Allah onları asla affetmeyecektir. Çünkü Allah, fâsıklığı tabiat haline getirenleri hidâyet etmez, emellerine ulaştırmaz. [9, 80]","Süleyman Ateş Meali":"Onlar için mağfiret dilesen de, mağfiret dilemesen de onlar için birdir. Allah onları bağışlamayacaktır. Çünkü Allah, yoldan çıkan topluluğu yola iletmez.","Süleyman Tevfik (1927)":"Onlar içün istiğfâr itsen ve istiğfâr itmesen müsâvîdir. Allâh onları mağfiret itmez. Tahkîk Allâh fâsık olan kavmi hidâyet itmez. ","Süleymaniye Vakfı Meali":"İster bağışlanmalarını dile ister dileme, fark etmez; Allah onları bağışlayacak değildir. Allah, yoldan çıkmış durumda olanları yola getirmez.","Şaban Piriş Meali":"Onlar için bağışlanma dilesen de dilemesen de birdir. Allah, onları bağışlamayacaktır. Allah fasıklar topluluğuna yol göstermez.","Ümit Şimşek Meali":"Onlar için af dilesen de birdir, dilemesen de. Allah onları bağışlayacak değildir. Çünkü Allah o yoldan çıkmışlar güruhunu emellerine ulaştırmaz.","Yaşar Nuri Öztürk Meali":"Sen onlar için ha af dilemişsin ha dilememişsin. Aleyhlerindeki sonuç aynı kalacaktır. Allah onları asla affetmeyecektir. Çünkü Allah, sapıklar topluluğunu doğruya ve güzele iletmez.","Eski Anadolu Türkçesi":"berāberdür anlaruñ üzere yarlıġamaķ diledüñ-ise anlaruñ içün yā [295a] yarlıġamaķ dilemedüñ ise anlaruñ içün hergiz yarlıġamaya Tañrı anları. bayıķ Tañrı ŧoġru yol göstermez ķavma fāsıķlar.","Satıraltı Meal (1534)":"Berāberdür anlar üstine, anlar[a] istiġfār eyleseñ, istiġfār eylemeseñ daḫı.Anlara Tañrı Ta‘ālā ‘afv eylemez. Tañrı Ta‘ālā hidāyet virmez fāsıḳ ḳavm‐lere.","Bunyadov-Memmedeliyev ":"Sən onların bağışlanmasını diləsən də, diləməsən də, fərqi yoxdur. Onsuz da Allah onları bağışlamayacaqdır. Şübhəsiz ki, Allah fasiq qövmü doğru yola yönəltməz!","M. Pickthall (English)":"Whether thou ask forgiveness for them or ask not forgiveness for them, Allah will not forgive them. Lo! Allah guideth not the evil living folk.","Yusuf Ali (English)":"It is equal to them whether thou pray for their forgiveness or not.(5473) Allah will not forgive them. Truly Allah guides not rebellious transgressors."},"7":{"Arabic":"هُمُالَّذ۪ينَيَقُولُونَلَاتُنْفِقُواعَلٰىمَنْعِنْدَرَسُولِاللّٰهِحَتّٰىيَنْفَضُّواۜوَلِلّٰهِخَزَٓائِنُالسَّمٰوَاتِوَالْاَرْضِوَلٰكِنَّالْمُنَافِق۪ينَلَايَفْقَهُونَ","Abdulbaki Gölpınarlı Meali":"Onlar, öyle kişilerdir ki Allah'ın Peygamberinin yanında olanlara bir şey vermeyin de derler, sonunda dağılıp gitsinler ve Allah'ındır hazineleri göklerin ve yeryüzünün ve fakat münafıklar, anlamazlar.","Abdullah-Ahmet Akgül Meali":"<i>(Münafıklar kendi aralarında)</i><b> Allah Elçisinin </b><i>(ve Hakk dava temsilcisinin devamlı)</i><b> yanında bulunan </b><i>(Ona tam bir teslimiyetle bağlanıp savundukları halde, fakir ve yetkisiz durumda olan kimseleri kastederek) </i><b>\"Bunlar için hiçbir infak-harcama yapmayın </b><i>(onlara imkân ve fırsat sağlamayın, ekonomik ve sosyal yardımda bulunmayın, adam yerine koymayın ve sahip çıkmayın ki, Onun etrafından)</i><b> dağılıp gitsinler\" diye </b><i>(konuşup fısıldaşmaktadırlar)</i><b>. Halbuki göklerin ve yerin hazineleri Allah’ındır. Fakat </b><i>(ne yazık ki)</i><b> münafıkların </b><i>(bu gerçeğe akılları yatmamakta)</i><b> ve kavrayamamaktadırlar.</b> ","Abdullah Parlıyan Meali":"Bunlar o kimselerdir ki; “Allah'ın peygamberinin yanında bulunanlara hiçbir şey vermeyin ki, O'nun etrafından dağılıp gitsinler” derler. Göklerin ve yerin hazineleri Allah'ındır ama bu gerçeği münafıklar anlayamazlar, kavrayamazlar.","Ahmet Tekin Meali":"Müslüman görünerek İslâm'a karşı gizli eylem planları ve eylem yapan münâfıklar, hamiyyetli müslümanlara:<br>\r\n“Allah'ın Rasulünün yanında olanların, yiyeceklerini, içeceklerini karşılamayın, ihtiyaçlarını görmeyin ki, dağılıp gitsinler.” diyenlerdir. Göklerin ve yerin hazineleri Allah'ın tasarrufundadır. Fakat münâfıklar bunu anlayamıyorlar.","Ahmet Varol Meali":"Onlar: \"Allah'ın Peygamberi'nin yanında bulunanlara harcamada (infakta) bulunmayın ki dağılıp gitsinler\" diyenlerdir. Oysa göklerin ve yerin hazineleri Allah'ındır ama münâfıklar anlamazlar.","Ali Bulaç Meali":"Onlar ki: 'Allah'ın Resûlü yanında bulunanlara hiç bir infak (harcama)da bulunmayın, sonunda dağılıp gitsinler,' derler. Oysa göklerin ve yerin hazineleri Allah'ındır. Ancak münafıklar kavramıyorlar.","Ali Fikri Yavuz Meali":"Onlar öyle kimselerdir ki: “- Rasûlüllah'ın yanındakilere harcayıb yedirmeyin; tâ ki dağılsınlar.” diyorlar. Halbuki göklerin ve yerin hazineleri Allah'ındır; fakat münafıklar anlamazlar.","Bahaeddin Sağlam Meali":"Onlar öyleleridir ki; “Resulullah’ın yanındakilere nafaka vermeyin ki dağılsınlar” diyorlar. Hâlbuki göklerin ve yerin hazineleri Allah’ındır. Fakat münafıklar anlamazlar.","Bayraktar Bayraklı Meali":"Onlar, “Allah'ın peygamberinin yanında bulunanlara yardım etmeyiniz ki etrafından dağılıp gitsinler” diyenlerdir. Göklerin ve yerin bütün hazineleri yalnız Allah'ındır. Fakat münafıklar bu gerçeği anlamazlar.","Besim Atalay Meali (1965)":"«Allahın peygamberinin yanında bulunanlara: «yedirmeyiniz, dağılıp gitsinler!» diyenler işte bunlardır, göklerin de, yerin de hazneleri Allahın, münafık olanlarsa anlamıyorlar!","Cemal Külünkoğlu Meali":"Onlar öyle kimselerdir ki (Medineli hemşehrilerine): “Allah'ın Resulü'nün yanında bulunan (fakir)lere yardımda bulunmayın ki dağılıp gitsinler!” derler. Oysa göklerin ve yerin hazineleri bütünüyle Allah'a aittir. Fakat münafıklar (bu gerçeği) anlamazlar.","Cemil Said (1924)":"(Medînelilere): \"Peygamber ile berâber olanları infâk itmeyiniz ki ânı terk itmeğe mecbûr olsunlar\" diyenler bunlardır. Semâvât ve arzın hazîneleri Allâh’ındır lâkin münâfıklar anlamazlar.","Diyanet İşleri Meali (Eski)":"Bunlar: \"Allah'ın Peygamberinin yanında bulunanlara bir şey vermeyin de dağılıp gitsinler\" diyen kimselerdir. Oysa göklerin ve yerin hazineleri Allah'ındır, ama ikiyüzlüler bu gerçeği anlamazlar.","Diyanet İşleri Meali (Yeni)":"Onlar, “Allah Resûlü’nün yanında bulunanlara (muhacirlere) bir şey vermeyin ki dağılıp gitsinler” diyenlerdir. Hâlbuki göklerin ve yerin hazineleri Allah’ındır. Fakat münafıklar (bunu) anlamazlar.","Kur'an Yolu (Diyanet İşleri)":"Onlar, “Resûlullah’ın yanındakilere geçimlik bir şeyler vermeyin ki etrafından dağılıp gitsinler” diyenlerdir. Oysa göklerin ve yerin hazineleri Allah’ındır; ama münafıklar anlamıyorlar!","Diyanet Vakfı Meali":"Onlar: Allah'ın elçisinin yanında bulunanlar için hiçbir şey harcamayın ki dağılıp gitsinler, diyenlerdir. Oysa göklerin ve yerin hazineleri Allah'ındır. Fakat münafıklar bunu anlamazlar.","Edip Yüksel Meali":"Onlar, \"ALLAH''ın elçisinin yanında bulunanlara yardım etmeyin ki dağılıp gitsinler,\" diyenlerdir. Oysa göklerin ve yerin hazineleri ALLAH'a aittir; ama ikiyüzlüler kavrayamazlar.","Elmalılı Hamdi Yazır Meali":"Onlar öyle kimselerdir ki: \"Allah'ın elçisinin yanında bulunanları beslemeyin ki dağılıp gitsinler.\" diyorlar. Oysa göklerin ve yerin hazineleri Allah'ındır, fakat münafıklar anlamazlar.","Elmalılı Meali (Orijinal)":"Onlardır ki «Resulullâhın yanındakilere nafaka vermeyin tâki dağılsınlar» diyorlar. Halbuki Göklerin ve Yerin hazineleri Allahındır ve lâkin Münafıklar anlamazlar","Emrah Demiryent Meali":"Onlar (munâfıklar), “Allah Resûlü’nün yanında bulunanlara (fakir muhâcirlere, infakta bulunarak) bir şey vermeyin ki dağılıp gitsinler!” diyenlerdir. Hâlbuki göklerin ve yerin hazineleri Allah’ındır, fakat munâfıklar (bu hakikati) anlamazlar.","Erhan Aktaş Meali":"Onlar, Allah'ın Resûl'ünün yanında bulunanlara, “Yardım etmeyin ki, dağılıp gitsinler.” diyenlerdir. Oysa göklerin ve yeryüzünün bütün hazineleri Allah'ındır. Ancak, münafıklar, bu gerçeği kavrayamıyorlar.","Hasan Basri Çantay Meali":"Onlar öyle kimselerdir ki «Allahın peygamberi nezdinde bulunan kimseleri beslemeyin. Tâki dağılıb gitsinler» diyorlardı. Halbuki göklerin ve yerin hazîneleri Allahındır. Fakat o münafıklar ince anlamazlar.","Hayrat Neşriyat Meali":"Onlar öyle kimselerdir ki: “Allah'ın Resûlünün yanında bulunanlara (fakir Muhâcirlere) bir şey vermeyin ki, dağılıp gitsinler!” diyorlar. Hâlbuki göklerin ve yerin hazîneleri Allah'ındır; fakat münâfıklar anlamazlar.","İhsan Aktaş Meali":"Onlar; “Allah Resulü’nün yanında bulunanlara (muhacirlere), bir şey vermeyin ki dağılıp gitsinler”diyenlerdir. Hâlbuki göklerin ve yerkürenin hazineleri Allah’ındır. Ama münafıklar (bu gerçeği) kavramaya çalışmazlar.","İlyas Yorulmaz Meali":"Onlar “Allah’ın elçisinin yanında bulunanlara, Allah’ın elçisini terk edinceye kadar, onlara yardımda bulunmayın” diyenlerdir.  Hâlbuki göklerin ve yerin hazineleri Allah’a aittir. Fakat ikiyüzlüler bunu anlamıyorlar.","İsmayıl Hakkı Baltacıoğlu":"Onlar öyle kimselerdir ki: \"Allah2ın elçisinin yanında bulunan kimselere geçimlik vermeyin ki dağılsınlar\" derler. Oysaki yerlerin, göklerin bütün hazineleri Allah’ındır. Ancak iki yüzlüler bunu kavrıyamazlar.","İsmail Hakkı İzmirli":"Ensar/a «— Tanrı peygamberinin yanında bulunan muhacirîn/e nafaka vermeyin ki dağılsınlar» diyen onlardır. Halbuki göklerde ve yerde olan hazineler Allah/ındır. Fakat münafıklar anlamazlar.","İsmail Yakıt":"Onlar, “Allah’ın elçisinin yanındakilere/muhacirlere yardımda bulunmayın ki, dağılıp gitsinler” diyenlerdir. Oysa göklerin ve yerin hazineleri Allah’a aittir. Fakat ikiyüzlüler anlamazlar.","Kadri Çelik Meali":"Onlar, “Allah'ın resulünün yanında bulunanlara hiç bir infakta bulunmayın, sonunda dağılıp gitsinler” diyenlerdir. Oysa göklerin ve yerin hazineleri Allah'ındır. Ancak münafıklar kavramazlar.","Mahmut Kısa Meali":"<b>Onlar, </b>Medîneli hemşehrilerine, <b>“Allah’ın Elçisinin yanında bulunan </b>Mekkeli Müslüman<b>lardan maddî desteğinizi kesin ki, böylece</b> onun etrafından <b>dağılıp gitsinler!” diyorlar. Oysa göklerin ve yerin hazineleri Allah’ındır </b>ve onu dilediğine dilediği ölçüde verir fakat<b> ikiyüzlüler, </b>bu gerçeği <b>idrâk etmezler.</b>","Mahmut Özdemir Meali":"Onlar ki “Allah’ın rasûlünün yanındaki kimselere infâk etmeyin; sonunda dağılıp giderler!” diyorlar. Oysa Yer’in ve Gökler’in hazineleri Allah’ındır; ama Münâfıklar inceden inceye düşünmezler / anlamazlar.","Mehmet Çakır Meali":"Neden mi? Çünkü: &quot; <i>Resulüllah’a yakın olanlara yardım etmeyin ki dağılsınlar</i> &quot; diyen onlardır.  Halbuki göklerin, yerin hazineleri Allah'ındır. ama, münafıklar bunu kavrayamazlar.","Mehmet Çoban Meali":"Onlar \"Allah Resul’ünün yanında bulunan ve Medine’ye dışarıdan gelenlere bir şey vermeyin ki dağılıp gitsinler!\" diyenlerdir. Hâlbuki göklerin ve yerin hazineleri Allah’ındır. Fakat Münafıklar bunu anlamaz.        ","Mehmet Okuyan Meali":"Onlar “Allah’ın Elçisi’nin yanında bulunanlara infak etmeyin (vermeyin) ki dağılıp gitsinler!” diyenlerdir. [*] Oysa göklerin ve yerin hazineleri yalnızca Allah’a aittir. Fakat münafıklar bunu anlamazlar.","Mehmet Türk Meali":"O (münâfıklar): “Allah’ın Elçisinin yanında bulunanlara hiç bir şey vermeyin de sonunda (onun etrafından) dağılıp gitsinler.” diyorlar. Oysa göklerin ve yerin tüm hazineleri Allah’ındır, fakat münâfıklar bunu anlamıyorlar.²","Muhammed Esed Meali":"Onlar, [hemşehrilerine ⁸ ]: “Allah’ın Elçisi ile birlikte olanlara hiçbir şey vermeyin ki belki o’nu terk et[mek zorunda kal]ırlar” derler. ⁹ Göklerin ve yerin hazineleri Allah’ındır: ama bu gerçeği ikiyüzlüler kavrayamaz.","Mustafa Çavdar Meali":"Onlar, Medinelilere; “Allah’ın elçisinin etrafındakilere yardım etmeyin ki dağılıp gitsinler” derler. Oysa göklerin ve yerin tüm hazineleri/rızık kaynakları Allah’a aittir fakat bu ikiyüzlü münafıklar bunu kavrayamıyorlar. 33/12...18","Mustafa İslamoğlu Meali":"Onlar, “Rasulullah’ın yanındakilere yardımda bulunmayın ki (etrafından) dağılıp gitsinler” diyen kimselerdir. Bakın, göklerin ve yerin hazineleri Allah’a aittir; fakat münafıklar (bu gerçeği bile) kavramazlar.","Orhan Kuntman Meali":"Onlar, \"Allah'ın peygamberinin yanında bulanan fakirlere hiçbir yardımda bulunmayın da dağılıp gitsinler\" diyenlerdir. Oysa göklerin ve yerin hazîneleri Allah’ındır, ama o münâfıklar bunu idrak edemezler.","Osman Fırat Meali":"Onlar öyle kimselerdir ki: \"Allâh’ın Elçisinin yanında bulunanlara infakta bulunmayaın ki dağılıp gitsinler\" diyorlar. Oysa göklerin ve yerin hazineleri Allâh’ındır, fakat münâfıklar anlamazlar.","Ömer Nasuhi Bilmen Meali":"Onlar o kimselerdir ki, «Allah'ın Peygamberinin yanında bulunanlara nafaka vermeyin, tâ ki dağılsınlar,» derler. Halbuki göklerin ve yerin hazineleri Allah'ındır. Fakat o münafıklar anlamazlar.","Suat Yıldırım Meali":"Onlar: “Resulullahın etrafındaki fakirlere infak etmeyin, destek olmayın ki dağılsınlar! ” diyen bedbahtlardır. Halbuki göklerin ve yerin bütün hazineleri Allah'ındır, lâkin münafıklar bunu bilmezler, anlamazlar. ","Süleyman Ateş Meali":"Onlar öyle kimselerdir ki: \"Allah'ın Elçisinin yanında bulunanları beslemeyin ki dağılıp gitsinler\" diyorlar. Oysa göklerin ve yerin hazineleri Allah'ındır, fakat münafıklar anlamazlar.","Süleyman Tevfik (1927)":"Onlar, Rasûlullah'ın yanında bulunanlara \"İnfâk itmeyin ki onun yanından dağılsunlar\" dirler. Göklerin ve yerin hazîneleri Allâh Te'âlâ'nındır. Lâkin münâfıklar bunı idrâk itmezler.","Süleymaniye Vakfı Meali":"Onlar, şu sözü söyleyebilen kimselerdir: \"Allah'ın elçisinin yanında yer alanlara bir şey vermeyin ki dağılsınlar!\" Oysa göklerin ve yerin hazineleri Allah'ındır, ama münafıklar bunu anlamazlar.","Şaban Piriş Meali":"Onlar;-Allah'ın Resulünün yanındaki kimselere infakta bulunmayın ki dağılıp gitsinler, diyenlerdir. Oysa göklerin ve yerin hazineleri Allah'ındır; ama münafıklar anlayamazlar.","Ümit Şimşek Meali":"“Allah Resulünün yanındakilere birşey vermeyin ki dağılıp gitsinler” diyen de onlardır. Oysa göklerin ve yerin hazineleri Allah'ındır; lâkin o münafıklar bunu anlayamıyor.","Yaşar Nuri Öztürk Meali":"Onlar: \"Allah resulünün yanındakilere infak edip bir şey vermeyin ki dağılıp gitsinler!\" diyen kişilerdir. Oysaki göklerin ve yerin hazineleri, Allah'ın tekelindedir. Ama münafıklar bunu anlamazlar.","Eski Anadolu Türkçesi":"anlar anlardur kim eydürler “nafaķa eylemeñ aña kim Tañrı yalavacı ķatındadur tā ŧaġılalar.” daħı Tañrı’nuñdur gökler ħazįneleri. daħı yirün velįkin münafıķlar añlamazlar.","Satıraltı Meal (1534)":"Anlar ol kimselerdür ki eydürler: Ḫarc eylemeñüz resūlu’llāh ḳatında olankişilere, ḥattā ki ṭaġılalar. Daḫı Allāhuñdur ḫazīneleri göklerüñ ve yirlerüñ. Lākin münāfıḳlar fehm eylemezler.","Bunyadov-Memmedeliyev ":"Onlar: “Allahın Peyğəmbəri yanında olanlara bir şey verməyin ki, dağılıb getsinlər!” – deyən kimsələrdir. Halbuki göylərin və yerin xəzinələri Allaha məxsusdur, lakin münafiqlər (bunu) anlamazlar.","M. Pickthall (English)":"They it is who say: Spend not on behalf of those (who dwell) with Allah's messenger that they may disperse (and go away from you); when Allah's are the treasures of the heavens and the earth; but the hypocrites comprehend not.","Yusuf Ali (English)":"They are the ones who say, \"Spend nothing on those who are with Allah's Messenger,(5474) to the end that they may disperse (and quit Medina).\" But to Allah belong the treasures of the heavens and the earth; but the Hypocrites understand not."},"8":{"Arabic":"يَقُولُونَلَئِنْرَجَعْنَٓااِلَىالْمَد۪ينَةِلَيُخْرِجَنَّالْاَعَزُّمِنْهَاالْاَذَلَّۜوَلِلّٰهِالْعِزَّةُوَلِرَسُولِه۪وَلِلْمُؤْمِن۪ينَوَلٰكِنَّالْمُنَافِق۪ينَلَايَعْلَمُونَ۟","Abdulbaki Gölpınarlı Meali":"Derler ki: Medine'ye dönünce andolsun ki üstün olan, elbette aşağılık kişiyi çıkarır oradan ve Allah'ındır üstünlük ve Peygamberinin ve inananların ve fakat münafıklar, bilmezler.","Abdullah-Ahmet Akgül Meali":"<i>(Münafıklar:)</i><b> \"Andolsun, eğer Medine’ye dönersek </b><i>(devlet ve hükümete yerleşirsek)</i><b>, daha üstün ve şerefli olan </b><i>(bizler)</i><b>, daha güçsüz ve zelil olanı </b><i>(sadık mü’minleri)</i><b> oradan mutlaka çıkarıp atacaktır\" diyorlardı. Oysa </b><i>(gerçek)</i><b> izzet, haysiyet ve üstünlük, </b><i>(ancak)</i><b> Allah’ın; Peygamberin ve </b><i>(samimiyetle ve bütünüyle İslam’a)</i><b> inananlarındır. Ne var ki münafıklar bunu bilecek </b><i>(ve idrak edecek akli ve vicdani dürüstlükten uzaktırlar)</i><b>.</b> ","Abdullah Parlıyan Meali":"Derler ki: “Eğer Benî Müstalik savaşından Medine'ye dönersek biz üstün olanlar, Rasülullah ve beraberindeki aşağılık kimseleri Medine'den çıkaracağız.” Ama asıl şeref, üstünlük Allah'a O'nun elçisine ve inananlara aittir, fakat münafıklar bu gerçeği bilmezler.","Ahmet Tekin Meali":"“Andolsun, eğer Medine'ye dönersek, kuvvetli ve haysiyetli olan, oradan, zavallı alçağı mutlaka çıkaracaktır.” diyorlardı. Halbuki güç, kuvvet, kudret, hükümranlık, Allah'ın, Rasulünün, şuurlu ve kâmil mü'minlerindir. Fakat müslüman görünerek İslâm'a karşı gizli eylem planları ve eylem yapan münâfıklar bunu bilmiyorlar.","Ahmet Varol Meali":"Diyorlar ki: \"Andolsun ki, eğer Medine'ye dönersek en yüce olan en aşağı olanı oradan çıkaracaktır.\" Oysa yücelik Allah'a, Peygamber'ine ve mü'minlere aittir. Ama münâfıklar bilmezler.","Ali Bulaç Meali":"Derler ki, 'Andolsun, Medine'ye bir dönecek olursak, gücü ve onuru çok olan, düşkün ve zayıf olanı elbette oradan sürüp-çıkaracaktır.' Oysa izzet (güç, onur ve üstünlük) Allah'ın, O'nun Resûlü'nün ve mü'minlerindir. Ancak münafıklar bilmiyorlar.","Ali Fikri Yavuz Meali":"Diyorlar ki, “(eğer bu savaştan) Medîne'ye bir dönersek kuvvet ve şerefi çok olan (bizler), zayıf ve düşük olanı (müminler topluluğunu) oradan çıkaracaktır. Halbuki kuvvet ve üstünlük Allah'ın, Rasûlünün ve müminlerindir; fakat münafıklar bilmezler.","Bahaeddin Sağlam Meali":"Onlar: “Şayet Biz Medine’ye dönersek, kesinlikle üstün olanlar, alçak olanları oradan çıkaracaktır” diyorlar. Hâlbuki bütün izzet ve üstünlük Allah’ın, elçisinin ve müminlerindir. Fakat münafıklar bilmezler.","Bayraktar Bayraklı Meali":"Onlar, “Andolsun, eğer Medine'ye dönersek, üstün olan, zayıf olanı oradan mutlaka çıkaracaktır” diyorlardı. Halbuki, asıl üstünlük ancak Allah, Peygamber'i ve müminlerindir. Fakat münafıklar bunu bilmezler.","Besim Atalay Meali (1965)":"Diyorlar ki: «Medine'ye dönersek, güçlü olan, hor olanı oradan çıkaracak!»; güçlülükse hem Allahın, hem peygamberin, hem dahi inanmış olanlarındır, münafıklar bilmezler !","Cemal Külünkoğlu Meali":"Kalkmış bir de “Andolsun ki, Medine'ye döndüğümüzde izzetli ve şerefli olanlar zelil olanları oradan mutlaka çıkaracaktır.” diyorlar. Hâlbuki asıl (şeref ve) üstünlük ancak Allah'a, Resulüne ve mü'minlere mahsustur. Fakat münafıklar bunu bilmezler.","Cemil Said (1924)":"Bu münâfıklar \"Şehre (Medîne’ye) ’avdet ider isek, en kuvvetli, en za’ifi koğar\" diyorlar. Kuvvet Allâh iledir, kuvvet peygamber iledir, kuvvet mü’minler iledir. Lâkin münâfıklar bilmezler.","Diyanet İşleri Meali (Eski)":"\"Eğer bu savaşdan Medine'ye dönersek, şerefli kimseler alçakları and olsun ki, oradan çıkaracaktır\" diyorlardı. Oysa, şeref Allah'ın, Peygamberinin ve inananlarındır, ama ikiyüzlüler bu gerçeği bilmezler.*","Diyanet İşleri Meali (Yeni)":"Onlar, “Andolsun, eğer Medine’ye dönersek, üstün olan, zayıf olanı oradan mutlaka çıkaracaktır” diyorlardı. Hâlbuki asıl üstünlük, ancak Allah’ın, Peygamberinin ve mü’minlerindir. Fakat münafıklar (bunu) bilmezler.[550]","Kur'an Yolu (Diyanet İşleri)":"Şöyle diyorlar: “Hele Medine’ye dönelim, o zaman güçlü olan zayıf olanı oradan çıkaracak!” Halbuki asıl güç ve izzet Allah’ındır, resulünündür, müminlerindir; fakat münafıklar bunu bilmezler!","Diyanet Vakfı Meali":"Onlar: Andolsun, eğer Medine'ye dönersek, üstün olan, zayıf olanı oradan mutlaka çıkaracaktır, diyorlardı. Halbuki asıl üstünlük, ancak Allah'ın, Peygamberinin ve müminlerindir. Fakat münafıklar bunu bilmezler.","Edip Yüksel Meali":"\"Kente dönersek, üstün olanlar alçakları çıkaracaktır,\" diyorlar. Oysa üstünlük ALLAH'a, elçisine ve inananlara aittir. Ne var ki ikiyüzlüler bilmezler.","Elmalılı Hamdi Yazır Meali":"Diyorlar ki: \"Andolsun, eğer Medine'ye dönersek, daha üstün olan, daha alçak olanı oradan mutlaka çıkaracaktır.\" Üstünlük, ancak Allah'a, O'nun elçisine ve müminlere mahsustur. Fakat münafıklar bilmezler.","Elmalılı Meali (Orijinal)":"Diyorlarki: eğer Medîneye dönersek herhalde eazz olan oradan ezell olanı çıkaracaktır, halbuki izzet, Allahın ve Resulünün ve mü'minlerindir ve lâkin Münafıklar bilmezler","Emrah Demiryent Meali":"(O munâfıklar) diyorlar ki: “Yemin olsun ki, eğer (Benî Mustalık gazvesinden) Medine’ye dönersek, üstün olan (bizler), güçsüz olanı (müslümanları) muhakkak oradan çıkaracaktır!” Hâlbuki (mutlak) izzet (şeref ve üstünlük) Allah’a mahsustur, (Allah’a îmân etmeleri dolayısıyla, şeref ve üstünlük) peygamberine ve mü’minlere de aittir, fakat munâfıklar (bu hakikati) bilmezler.","Erhan Aktaş Meali":"“Eğer Medine'ye dönecek olursak, mutlaka daha güçlü olan, güçsüz olanı, oradan sürüp çıkarır.” diyorlar. Oysa izzet; Allah'ın, O'nun Resûl'ünün ve inananlarındır. Fakat münafıklar bu gerçeği bilmiyorlar.","Hasan Basri Çantay Meali":"Onlar «Eğer Medîneye dönersek, andolsun, en şerefli ve kuvvetli olan (ımız) oradan en hakıyr (ve zaîf) olanı muhakkak çıkaracakdır» diyorlardı. Halbuki şeref, kuvvet ve gaalibiyyet Allahındır, peyğamberinindir, müminlerindir. Fakat münafıklar (bunu) bilmezler.","Hayrat Neşriyat Meali":"(O münâfıklar) diyorlar ki: “Yemîn olsun eğer Medîne'ye dönersek, en azîz olan, en zelîl olanı muhakkak oradan çıkaracaktır!” Hâlbuki izzet (şeref ve üstünlük) Allah'ındır! Hem peygamberinin ve mü'minlerindir! Fakat münâfıklar bilmezler.(1)","İhsan Aktaş Meali":"(O münafıklar) diyorlar ki: “Eğer Medine’ye dönersek üstün olan (bizler), zayıf ve düşük olanı (iman edenleri) oradan çıkaracaktır. ’’ Hâlbuki asıl üstünlük ancak Allah’a, Resulü’ne ve mü’minleredir. Fakat münafıklar (bu gerçeği) bilmek istemiyorlar. *","İlyas Yorulmaz Meali":"Onlar “Eğer biz Medine ye dönersek, güçlü olanlar o şehirden zayıf ve güçsüz olanları oradan çıkartırlar” diyorlar. Ancak güç Allah’ın, elçisinin ve inananlarındır. Ama ikiyüzlü davrananlar bunları bilmiyorlar.","İsmayıl Hakkı Baltacıoğlu":"Bunlar derler: \"Eğer biz Medine’ye dönecek olursak kesenkes güçlü olan güçsüz olanı oradan çıkaracaktır.\" Oysaki erk Allah’a, onun peygamberine, inananlara özgüdür. Ancak, iki yüzlüler bunu bilmezler.","İsmail Hakkı İzmirli":"Onlar «— * Medine/ye döndüğümüzde ahalinin en şerefli ve kuvvetlisi en hakir ve zayıfını oradan çıkaracaktır» derler; Seni nasıl çıkarabilirler: halbuki yegâne galebe ve şeref Allah/a, peygamberine, mü/minlere mahsustur. Fakat münafıklar bunu bilmezler.","İsmail Yakıt":"“Andolsun, Medine’ye/şehre⁴ döndüğümüzde, üstün güce sahip olan zayıf olanı oradan mutlaka çıkaracaktır”⁵ demektedirler. Oysa üstün güç ve şeref [izzet] Allah’a, elçisine ve inananlara aittir⁶. Fakat ikiyüzlüler bunu bilmezler.","Kadri Çelik Meali":"Derler ki: “Şüphesiz Medine'ye bir dönecek olursak, gücü ve onuru çok olan, düşkün ve zayıf olanı elbette oradan sürüp çıkaracaktır.” Oysa izzet Allah'ın, O'nun resulünün ve müminlerindir. Ancak münafıklar bilmezler.","Mahmut Kısa Meali":"Bir de,<b> “Medîne’ye döndüğümüz zaman, üstün </b>ve şerefli<b> olan </b>Medîneli münafıklar, <b>alçak </b>ve aşağılık<b> olan </b>Mekkeli Müslümanlar<b>ı </b>bu şehirden <b>mutlaka</b> sürüp <b>çıkaracaktır!” diyorlar. Oysa </b>her türlü şeref ve<b> üstünlük Allah’a, </b>dolayısıyla <b>Elçisine ve inananlara aittir; ne var ki, ikiyüzlüler </b>bunun <b>bilincinde değiller.</b>","Mahmut Özdemir Meali":"“Medine’ye / Şehir’e döndüğümüzde, Azîzler (Güçlüler), Zelîller’i (Zayıflar’ı) oradan elbette çıkarırlar” diyorlar. Oysa İzzet Allah’ındır, O’nun rasûlünündür, Müminler’indir; ama Münâfıklar bilmez.","Mehmet Çakır Meali":"Diyorlar ki: &quot; <i>Salimen Medine'ye varırsak,</i> <i>göreceksiniz güçlü olan, zayıf olanı sürecek. &quot; </i> Aslında güç, Allah'ın, resulün ve müminlerin elinde  ama, münafıklar bunun da farkında değiller...","Mehmet Çoban Meali":"Onlar, \"Andolsun! Eğer Medine’ye dönersek üstün olan zayıf olanı oradan mutlaka çıkaracaktır!\" diyorlardı. Hâlbuki asıl üstünlük Allah’ın, Resulünün ve Müminlerindir. Fakat Münafıklar bunu bilmez.        ","Mehmet Okuyan Meali":"Onlar “Şüphesiz ki Medine’ye dönersek, üstün olan (taraf), zayıf olanı mutlaka oradan çıkaracaktır!” diyorlardı. (Oysa) itibar yalnızca Allah’a, Elçisine ve müminlere aittir fakat münafıklar (bunu) bilmezler.","Mehmet Türk Meali":"Onlar (bir de): “Eğer Medîne’ye dönersek, üstün olan (bizler,) zayıf olan (Müslümanları) oradan elbette sürüp çıkaracaktır.” diyorlar. Şunu iyi bilsinler ki; asıl üstünlük¹ Allah’a, Onun Elçisi’ne ve Müslümanlara aittir, fakat münâfıklar, bunu bilmiyorlar.","Muhammed Esed Meali":"[Ve] onlar: “Kente ¹⁰ döndüğümüzde şan şeref sahibi olan [biz]ler, zavallı bîçâreleri oradan sürüp atacaktır!” derler. Ama asıl şeref, Allah’a, O’nun Elçisi’ne ve inananlara aittir: ama ikiyüzlüler bunun farkında değiller. ¹¹","Mustafa Çavdar Meali":"Yine onlar “Medine’ye döndüğümüzde güç ve şeref sahibi olan bizler güçsüz ve zayıf olan muhacirleri oradan sürüp çıkaracağız” derler. Hâlbuki asıl izzet ve şeref Allah’a, Allah’ın mesajlarını tebliğ eden elçisine ve müminlere mahsustur. Fakat o ikiyüzlü münafıklar bunu bilmezler. 8/30, 17/76","Mustafa İslamoğlu Meali":"Onlar “Şehre döndüğümüzde şerefli olan (biz)ler şerefsiz olanları oradan elbet sürüp çıkaracaktır” diyorlar. Ama şeref Allah’a, O’nun Rasulüne ve mü’minlere aittir:[⁵¹²⁰] gel gör ki, ikiyüzlüler (bunu bile) bilmezler.","Orhan Kuntman Meali":"(Bununla da kalmazlar) Onlar. \"Eğer -seferden- Medine'ye dönersek, andolsun ki üstün olan (mal ve mevki bakımından güçlü olan bizler) zayıf olanı (o yoksul müminleri) oradan çıkaracaktır\" da derler. Oysa izzet (üstünlük) Allah'ın, peygamberin ve müminlerindir, ama o münâfıklar bunu idrak edemezler.","Osman Fırat Meali":"Diyorlar ki: Eğer Medine’ye dönersek üstün olan, zavallı olanı oradan mutlaka çıkaracaktır. \"Ve (halbuki)üstünlük, ancak Allah’a, Elçisine ve müminlere mahsustur. Fakat münâfıklar bilmezler.","Ömer Nasuhi Bilmen Meali":"Derler ki: «Eğer Medine'ye döner gider isek elbette azîz olanlar, zelil olanları oradan çıkaracaklardır.» Halbuki izzet Allah'a mahsustur ve Peygamberi ile mü'minlere mahsustur. Fakat o münafıklar bilmezler.","Suat Yıldırım Meali":"Hem derler ki: “Medineye bir dönelim; göreceksiniz aziz olan, zelil olanı oradan dışarı atacaktır. ” Heyhat! İzzet, Allah'ın, Resulünün ve müminlerindir. Ne var ki münafıklar bunu bilmezler. ","Süleyman Ateş Meali":"Diyorlar ki: \"Andolsun, eğer Medine'ye dönersek üstün olan, alçak olanı oradan mutlaka çıkaracaktır.\" Üstünlük, ancak Allah'a, Elçisine ve mü'minlere mahsustur. Fakat münafıklar bilmezler.","Süleyman Tevfik (1927)":"\"Medîne'ye 'avdetmizde en 'azîzimiz onların en zelîlini şehirden çıkarır ve tard ider\" dirler. 'İzzet Allâh ve rasûlüne ve mü'minlere 'âiddir. Lâkin münâfıklar bunı bilmezler. [¹]","Süleymaniye Vakfı Meali":"(Benî Mustalik savaşında) Şunu bile demişlerdi: \"Hele Medine'ye dönelim; biz üstünler, o alçakları elbette sürüp çıkaracağız.\" Oysa üstünlük Allah'tadır, elçisindedir ve inanıp güvenenlerdedir. Ama münafıklar bunu bilmezler[*].","Şaban Piriş Meali":"-Medine'ye dönersek, güçlü olan, zayıf olanı oradan çıkaracaktır, diyorlar. Oysa güç Allah'a, Resulü'ne ve müminlere aittir. Fakat münafıklar bilmezler.","Ümit Şimşek Meali":"“Medine'ye dönersek, üstün ve şerefli olanlar, aşağılık kimseleri oradan çıkaracak” diyorlar. Oysa üstünlük ve şeref tümüyle Allah'a, Resulüne ve mü'minlere aittir; lâkin o münafıklar bunu bilmiyor.","Yaşar Nuri Öztürk Meali":"Şöyle derler: \"Eğer Medine'ye dönersek, yemin olsun ki, itibarlı ve baskın olan, ezik ve zayıf olanı oradan çıkaracaktır!\" Güç ve itibar Allah'a, O'nun resulüne ve iman sahiplerine özgüdür. Ama münafıklar bunu bilmezler.","Eski Anadolu Türkçesi":"eydürler “eger dönersevüz medįne’din yaña çıķara 'azįzıraķ ya'nį gendüler andan ħorıraġı” ya'nį peyġamber. daħı Tañrı’nuñdur 'izzet daħı yalavacınuñ daħı mü’minlerüñ velįkin münafıķlar bilmezler.","Satıraltı Meal (1534)":"Eydürler: Eger biz Medīneye dönsevüz, çıḳaraçaḳdur ‘azīzler andan ẕelīlle‐ri. Daḫı ‘izzet barça Allāhuñdur, daḫı resūlinüñ ve mü’minlerüñdür. Lākinmünāfıḳlar bilmezler.","Bunyadov-Memmedeliyev ":"Onlar: “Əgər biz (Bəni Müstəliq vuruşunda) Mədinəyə qayıtsaq, ən güclülər (ən şərəflilər – münafiqlər) ən zəifləri (ən həqirləri – Peyğəmbəri və ona iman gətirənləri), əlbəttə, oradan çıxardacaqlar!” – deyirlər. Halbuki şərəf-şan da, (qüvvət və qələbə də) yalnız Allaha, Onun Peyğəmbərinə və mö’minlərə məxsusdur, lakin münafiqlər (bunu) bilməzlər!","M. Pickthall (English)":"They say: Surely, if we return to Al Madinah the mightier will soon drive out the weaker; when might belongeth to Allah and to His messenger and the believers; but the hypocrites know not.","Yusuf Ali (English)":"They say, \"If we(5475) return to Medina, surely the more honourable (element) will expel therefrom the meaner.\" But honour belongs to Allah and His Messenger, and to the Believers; but the Hypocrites know not."},"9":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُوالَاتُلْهِكُمْاَمْوَالُكُمْوَلَٓااَوْلَادُكُمْعَنْذِكْرِاللّٰهِۚوَمَنْيَفْعَلْذٰلِكَفَاُو۬لٰٓئِكَهُمُالْخَاسِرُونَ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, sizi alıkoymasın mallarınız ve evlatlarınız, Allah'ı anmadan ve kim, bunu yaparsa artık onlardır ziyana uğrıyanların ta kendileri.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler </b><i>(ve Müslümanlık iddiasında bulunanlar!)</i><b> Ne mallarınız ne de evlatlarınız, sakın sizleri Allah’ı anmaktan </b><i>(her durumda ve her konuda Kur’ani buyruklara göre yaşamaktan geri bırakmasın ve sakın tutkuyla dünyaya bağlanarak ahireti hatırlayıp hazırlanmaktan sizi)</i><b> alıkoymasın. Her kim böyle yaparsa işte onlar hüsrana uğrayanlardır.</b> ","Abdullah Parlıyan Meali":"Ey iman edenler! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan meşgul edip alıkoymasın. Kim böyle yaparsa yani dünya ve şeytan kimi Allah'a ibadet ve itaatten alıkoyarsa, ziyana uğrayanlar onlardır.","Ahmet Tekin Meali":"Ey iman edenler, mallarınız, servetleriniz ve çocuklarınız, sizi, Allah'ı zikirden, namazdan Allah'ın övünç kaynağı kelâmını okumaktan, Allah'ın dinini anlatmaktan, İslâm'ı tebliğden alıkoymasın. Kimler böyle yapar, Allah'ı zikri ihmal ederse onlar, işte onlar hüsrana uğrayanlardır.","Ahmet Varol Meali":"Ey iman edenler! Mallarınız ve çocuklarınız sizi Allah'ın zikrinden alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.","Ali Bulaç Meali":"Ey iman edenler, ne mallarınız ne çocuklarınız sizi Allah'ı zikretmekten 'tutkuya kaptırarak-alıkoymasın'; kim böyle yaparsa, artık onlar hüsrana uğrayanların ta kendileridir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Sizi ne mallarınız, ne çocuklarınız, Allah'ı anmaktan, (beş vakit namaz kılmaktan, ibadet etmekten) alıkoymasın. Her kim bunu yaparsa, (mal ve çocuklarının meşguliyeti altında kalırsa) işte onlar hüsrana düşenlerdir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Mallarınız ve evlatlarınız, sizi Allah’ın zikrinden (O’nu anmaktan, O’nun mesajını yaşamaktan) alıkoymasın. Kim böyle bir şey yaparsa, işte asıl zarar edenler onlardır.","Bayraktar Bayraklı Meali":"Ey iman edenler! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kimler bunu yaparsa işte onlar ziyana uğrayanlardır.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Malınız da, oğullarınız da Allahı anmaktan, sizi alıkoymaya, böyle yapan kimseler, evet ziyandadırlar","Cemal Külünkoğlu Meali":"Ey inananlar! Mallarınız ve çocuklarınız sizi Allah'ın istediği gibi bir hayat yaşamaktan alıkoymasın. Kim(ler) böyle yaparsa, işte onlar zarara uğrayanlardır.","Cemil Said (1924)":"Ey mü’minler! Emvâliniz ve evlâdınız size Allâh’ı düşünmeği unutdurmasun, böyle yapanlar hâsir olurlar.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Sizi, mallarınız ve çocuklarınız Allah'ı anmaktan alıkoymasın; böyle olanlar hüsrana uğrayanlardır.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Mallarınız ve evlatlarınız sizi, Allah’ı zikretmekten alıkoymasın. Her kim bunu yaparsa, işte onlar ziyana uğrayanların ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Mallarınız da çocuklarınız da sizi Allah’ı anmaktan alıkoymasın. Bunu yapanlar mutlaka hüsrana uğramışlardır.","Diyanet Vakfı Meali":"Ey iman edenler! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.","Edip Yüksel Meali":"Ey inananlar, paralarınız ve çocuklarınız sizi ALLAH'ı anmaktan alıkoymasın. Böyle davrananlar kaybedenlerdir.","Elmalılı Hamdi Yazır Meali":"Ey İnananlar! Mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Sizleri ne mallarınız, ne evlâdlarınız Allahın zikrinden alıkoymasın ve her kim öyle yaparsa işte onlar husrana düşenlerdir","Emrah Demiryent Meali":"Ey îmân edenler! Mallarınız ve çocuklarınız sizi Allah’ın zikrinden alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanların ta kendileridir.","Erhan Aktaş Meali":"Ey iman edenler! Mallarınız ve çocuklarınız, sizi, Allah'ın öğütlerini dinlemekten alıkoymasın. Kimler bunu yaparsa, bilsinler ki asıl kaybedenler onlardır.","Hasan Basri Çantay Meali":"Ey îman edenler, sizi ne mallarınız, ne evlâdlarınız Allahın zikrinden alıkoymasın. Kim bunu yaparsa işte onlar hüsrana uğrayanların ta kendileridir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Mallarınız ve evlâdlarınız, sizi Allah'ın zikrinden alıkoymasın! Kim bunu yaparsa, işte onlar hüsrâna uğrayanların ta kendileridir!(2)","İhsan Aktaş Meali":"Ey iman etmiş olanlar! (Ey inanmış erkek ve kadınlar!) Mallarınız ve çocuklarınız sizi Allah’ı zikretmekten (onu anmaktan ve emirlerini yerine getirmekten) meşgul edip alıkoymasın. Kim böyle yaparsa, işte onlar zarara uğrayanlardır.","İlyas Yorulmaz Meali":"Ey İman edenler! Mallarınız ve evlatlarınız sizi Allah’ı anmaktan alıkoymasın. Kim böyle yaparsa, işte böyleleri gerçekten kendilerine yazık edenlerdir.","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! Mallarınız, çocuklarınız sakın sizi Allah’ı anmaktan alıkoymasın. Herkim bunu yaparsa işte o kendine yazık etmiş olur.","İsmail Hakkı İzmirli":"Mü/minler! Malınız, çoluğunuz çocuğunuz sizi Tanrı/yı anmadan alıkoymasın. Kim ki bunu yaparsa böyleleri aşırı ziyankâr olurlar.","İsmail Yakıt":"Ey inananlar! Mallarınız ve çocuklarınız sizi Allah’ı anmaktan alıkoymasın!⁷ Kim bunu yaparsa işte onlar zarara uğrayanların tâ kendileridir.","Kadri Çelik Meali":"Ey iman edenler! Ne mallarınız, ne çocuklarınız sizi Allah'ı zikretmekten alıkoymasın. Kim böyle yaparsa, artık onlar hüsrana uğrayanların ta kendileridir.","Mahmut Kısa Meali":"<b>Ey iman edenler! Malınız mülkünüz ve çoluk çocuğunuz, sizi Allah’ı anmaktan</b>ve Allah yolunda mücâdele etmekten <b>alıkoymasın! </b>Dikkat edin; <b>her kim böyle davranacak olursa, </b>dünyada da, âhirette de <b>kaybedenlerden olacaktır!</b><br>O hâlde;","Mahmut Özdemir Meali":"Ey iman edenler! Allah’ı anmaktan sizi ne mallarınız alıkoyar, ne de çocuklarınız! Kim böyle yaparsa, işte Hüsrana Düşenler onlardır.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>!  Ne malınız, ne çocuklarınız sizi, <i>Allah</i> demekten alıkoymasın. Aksini yapanlar, kaybeder.","Mehmet Çoban Meali":"Ey iman edenler! Mallarınız ve evlatlarınız sizi Allah’ı yolundaki mücadeleden ayırmasın! Allah’ın yasalarına göre yaşamaktan vazgeçmeyin! Şeytan sizi ahiret hayatından vazgeçirip dünyaya köle kıldırmasın! Her kim bunu yaparsa; işte onlar ziyana uğrayanlardır.         ","Mehmet Okuyan Meali":"Ey iman edenler! Mallarınız ve çocuklarınız, sizi Allah’ı hatırlamaktan [*] alıkoymasın! [*] Kim bunu yaparsa işte onlar kaybedenlerin ta kendileridir.","Mehmet Türk Meali":"Ey îman edenler! Mallarınız da, çocuklarınız da sakın size, Allah’ı anmayı¹ (ve Allah için çalışmayı) unutturmasın.² İşte böyle yapanlar, gerçekten hüsrana uğrayanların ta kendileridir. ³","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Malınızın mülkünüzün veya çocuklarınızın sizi Allah’ı anmaktan alıkoymasına izin vermeyin: çünkü böyle davranan herkes ziyana uğrayanlardan olur!","Mustafa Çavdar Meali":"Ey iman edenler! Malınız mülkünüz ve çoluk çocuğunuz sakın sizi Allah’ın zikrinden alıkoymasın, kim bunu yaparsa işte onlar kaybedenlerin ta kendileridir. 9/24, 57/20","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Ne mallarınız ne de çocuklarınız, Allah’ı sizin gündeminizden düşürmesin.[⁵¹²¹] Kim bunu yaparsa, asıl kaybedenler bunlardır işte...","Orhan Kuntman Meali":"Ey iman edenler, mallarınız ve evlatlarınız sizi Allah'ı anmaktan sakın alıkoymasın, kim böyle davranırsa, onlar kendilerine yazık edenlerin ta kendileridir!","Osman Fırat Meali":"Ey iman edenler! Mallarınız ve evlatlarınız sizi, Allah’ı anmaktan alıkoymasın. Her kim bunu yaparsa, işte onlar ziyana uğrayanların ta kendileridir.","Ömer Nasuhi Bilmen Meali":"Ve imân etmiş olanlar! Sizi mallarınız ve evlâdınız Allah'ın zikrinden işgal ederek alıkoymasın! Ve her kim öyle yaparsa, işte hüsrâna uğramış olanlar onlardır.","Suat Yıldırım Meali":"Ey iman edenler! Ne mallarınız, ne evlatlarınız sizi Allah'ı zikretmekten alıkoymasın! Bilin ki böyle yapanlar, en büyük kayba uğrarlar. ","Süleyman Ateş Meali":"Ey inananlar, mallarınız ve çocuklarınız sizi Allah'ı anmaktan alıkoymasın. Kim bunu yaparsa işte onlar ziyana uğrayanlardır.","Süleyman Tevfik (1927)":"Ey Mü'minler! Evlâdınız ve emvâliniz sizi Allâh'ın zikrinden alıkoymasun. (Onlarla iştigâl 'ibâdetinize mâni' olmasun) Böyle yapanlar âhiretde ziyân idenlerdir. ","Süleymaniye Vakfı Meali":"Müminler! Mallarınız ve çocuklarınız sizi, Allah'ın zikrinden (kitabını anlamaktan) alıkoymasın. Bunu yapanlar umduğunu bulamazlar.","Şaban Piriş Meali":"-Ey iman edenler, Mallarınız ve çocuklarınız sizi Allah'ın zikrinden alıkoymasın. Kim bunu yaparsa, işte onlar hüsrana uğrayacaklardır.","Ümit Şimşek Meali":"Ey iman edenler! Mallarınız ve evlâdınız Allah'ı anmaktan sizi alıkoymasın. Bunu yapanlar, hüsrana düşenlerin tâ kendisidir.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Mallarınız ve çocuklarınız, sizi, Allah'ı anmaktan/Allah'ın zikri olan Kur'an'dan alıkoymasın! Böyle bir şey yapanlar, hüsrana uğramışların ta kendileridir.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! eglemesüñ sizi mallaruñuz ne daħı oġul ķızlaruñuz Tañrı źikrinden. daħı her kim işleye anı pes anlar anlardur ziyānlular.","Satıraltı Meal (1534)":"İy mü’minler, sizi aldamasun māluñuz, daḫı oġul ḳızlaruñuz Tañrı ẕikrin‐den ve anı kim işlese pes anlardur ziyānlular.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Nə mal-dövlətiniz, nə də oğul-uşağınız sizi Allahın zikrindən yayındırmasın! Hər kəs bunu etsə (Allahı yada salmasa), belələri əsl ziyana uğrayanlardır.","M. Pickthall (English)":"O ye who believe! Let not your wealth nor your children distract you from remembrance of Allah. Those who do so, they are the losers.","Yusuf Ali (English)":"O ye who believe! Let not your riches or your children divert you from the remembrance of Allah. If any act thus, the loss is their own.(5476)"},"10":{"Arabic":"وَاَنْفِقُوامِمَّارَزَقْنَاكُمْمِنْقَبْلِاَنْيَأْتِيَاَحَدَكُمُالْمَوْتُفَيَقُولَرَبِّلَوْلَٓااَخَّرْتَن۪ٓياِلٰٓىاَجَلٍقَر۪يبٍۙفَاَصَّدَّقَوَاَكُنْمِنَالصَّالِح۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve birinize ölüm gelip çatmadan ve derken o da Rabbim, beni yakın bir zamanadek öldürmeyip bıraksaydın da ben de sadaka vermeye çalışsaydım ve temiz kullardan olsaydım demeden önce sizi rızıklandırdığımız şeylerden harcayın.","Abdullah-Ahmet Akgül Meali":"<b>Herhangi birinize ölüm gelip de: \"Rabbim! Ne olursun, beni yakın bir süreye </b><i>(ecele)</i><b> kadar geciktirsen de, </b><i>(İslam’ı bütünüyle)</i><b> tasdik edenlerden ve </b><i>(malımı İslam ve insanlık uğrunda harcayıp)</i><b> sadaka verenlerden ve </b><i>(her türlü küfür ve kötülükten uzaklaşıp)</i><b> salih amel işleyenlerden olsam!\" diye </b><i>(boşuna yalvaracağı ve bu dileğinin asla kabul olunmayacağı gün)</i><b> gelmeden önce, size verdiğimiz rızıktan infak edip </b><i>(harcayın. Her çeşit imkân ve fırsatı hayır ve hizmet yolunda kullanın.)</i> ","Abdullah Parlıyan Meali":"Birinize ölüm gelip de “Rabbim ne olur beni yakın bir süreye kadar erteleseydin de sadaka verip iyilerden olsaydım!” demesinden önce, size verdiğimiz rızıktan hemen şimdi O'nun yolunda harcayın.","Ahmet Tekin Meali":"Herhangi birinize ölüm gelmeden önce, size verdiğimiz rızık ve servetten Allah yolunda karşılık gözetmeden, gönüllü harcayın. Harcayın ki, daha sonra:<br>\r\n“Rabbim, benim ölümümü kısa bir müddet ertelesen de, imanda sadâkatimin ve kemâlimin ifadesi olan sadakayı, vicdanımı, servetimi, sosyal bünyeyi arındıran, berekete vesile olan zekâtı versem, mâlî mükellefiyetleri yerine getirsem, dindar, ahlâklı, hayır-hasenât sahibi mü'minlerden, sâlih kullarından olsam.” demeyesiniz.","Ahmet Varol Meali":"Birinize ölüm gelip de: \"Rabbim! Beni yakın bir süreye kadar geciktirsen de, sadaka versem ve salihlerden olsam\" demeden önce size rızık olarak verdiklerimizden hayır yolunda harcayın.","Ali Bulaç Meali":"Sizden birinize ölüm gelip de: 'Rabbim, beni yakın bir süreye (ecele) kadar geciktirsen ben de böylece sadaka versem ve salihlerden olsam' demezden önce, size rızık olarak verdiklerimizden infak edin.","Ali Fikri Yavuz Meali":"Sizden birinize ölüm (alâmetleri) gelib de: “- Ey Rabbim, beni yakın bir zamana kadar geciktirsen de, sadaka versem ve salihlerden olsam” demezden önce, size rızık olarak verdiğimiz şeylerden (Allah yolunda) harcayın.","Bahaeddin Sağlam Meali":"Ölüm size gelip de “Ey Rabbim! Yakın bir süreye kadar beni erteleseydin de sadaka verip Salihlerden olaydım” demezden evvel Allah’ın size verdiği rızıktan harcama yapın.","Bayraktar Bayraklı Meali":"Herhangi birinize ölüm gelip de, “Rabbim! Beni yakın bir süreye kadar geciktirsen de sadaka verip iyilerden olsam!” demesinden önce, size verdiğimiz rızıktan infak edin!","Besim Atalay Meali (1965)":"Size ölüm çatıp da: «Tanrım! Beni biraz bıraksaydın, sadaka verir gerçeklerdim, onatlardan olurdum!» demeden önce, verdiğimiz şeylerden yediresiniz","Cemal Külünkoğlu Meali":"Herhangi birinize ölüm gelip de: “Ey Rabbim! Beni yakın bir zamana kadar geciktirsen de sadaka versem ve iyilerden olsam!” demeden önce, size rızık olarak verdiğimiz şeylerden Allah için harcayın!","Cemil Said (1924)":"Size ihsân iylediğimiz erzâkdan kable’l vefât sadaka viriniz. Ölüm geldiği vakit insân: \"Yâ rabbî bana kısa bir mühlet vir, semîh ve sâlih olayım\" dir.","Diyanet İşleri Meali (Eski)":"Birine ölüm gelip de: \"Rabbim! Beni yakın bir süreye kadar ertelesen de, sadaka versem, iyilerden olsam\" diyeceği zaman gelmezden önce, size verdiğimiz rızıklardan sarfedin.","Diyanet İşleri Meali (Yeni)":"Herhangi birinize ölüm gelip de, “Ey Rabbim! Beni yakın bir zamana kadar geciktirsen de sadaka verip iyilerden olsam!” demeden önce, size rızık olarak verdiğimiz şeylerden Allah yolunda harcayın.","Kur'an Yolu (Diyanet İşleri)":"Her birinize ölüm gelip, “Rabbim! Ne olur bana azıcık daha süre tanısan da gönüllü yardımlarda bulunsam ve iyi kişilerden olsam!” diye yalvarmadan önce size verdiğimiz rızıklardan başkaları için de harcayın.","Diyanet Vakfı Meali":"Herhangi birinize ölüm gelip de: Rabbim! Beni yakın bir süreye kadar geciktirsen de sadaka verip iyilerden olsam! demesinden önce, size verdiğimiz rızıktan harcayın.","Edip Yüksel Meali":"Size ölüm gelip de, \"Rabbim keşke beni kısa bir süre için ertelesen de, yoksullara yardım ederek erdemlilerden olsam,\" demeden önce verdiğimiz rızıklardan yardım için veriniz","Elmalılı Hamdi Yazır Meali":"Birinize ölüm gelip de: \"Rabbim, beni yakın bir süreye kadar erteleseydin de sadaka verip iyilerden olsaydım!\" demesinden önce, size verdiğimiz rızıktan (Allah) için harcayın.","Elmalılı Meali (Orijinal)":"Ve sizlere merzuk kıldığımız şeylerden infak yapın, her birinize ölüm gelmezden evvel ki sonra: «Yarabbi! Beni yakın bir ecele kadar te'hır eylesen de sadeka versem ve salihînden olsam» der","Emrah Demiryent Meali":"(Herhangi) birinize ölüm gelip de, “Rabbim! Beni (m ecelimi) yakın bir süreye kadar geciktirsen de sadaka versem ve sâlihlerden olsam” demeden önce, size rızık olarak verdiklerimizden hayır yolunda harcayın.","Erhan Aktaş Meali":"Herhangi birinize ölüm gelip çatıp da Rabb'im! Ölümümü yakın bir zamana kadar ertelesen de böylece ben de sadaka versem ve iyilerden olsam.” demezden önce, size rızık olarak verdiklerimizden karşılıksız yardımda bulunun.","Hasan Basri Çantay Meali":"Herhangi birinize ölüm gelib de «Ey Rabbim, beni yakın bir müddete kadar gecikdirseydin de sadaka verib dursaydım, iyi adamlardan olsaydım» diyeceğinden evvel size rızk olarak verdiğimizden (Allah yolunda) harcayın.","Hayrat Neşriyat Meali":"Birinize ölüm gelip de: “Rabbim! Beni (ecelimi) yakın bir vakte (kadar) erteleseydin de sadaka verip sâlih kimselerden olsaydım!” demesinden önce, sizi rızıklandırdığımız şeylerden (Allah yolunda) sarf edin!","İhsan Aktaş Meali":"Herhangi birinize ölüm gelip de: “Ey Rabbim! Beni yakın bir zamana kadar geciktirsen de (yoksul ve muhtaçlara) sadaka versem (yardımda bulunsam) ve iyilerden olsam demeden önce, size rızık (servet) olarak verdiğimiz şeylerden (yoksul, muhtaç ve toplumun işsiz kesimine) harcayın!","İlyas Yorulmaz Meali":"Sizden birisine ölüm gelmezden önce veya bir nefsin “Rabbim! Bana az bir zaman ver de, doğruları tasdik edeyim ve salih ameller yapayım” demeden önce, Allah’ın rızık olarak verdiklerinden, ihtiyaç sahiplerine verin.","İsmayıl Hakkı Baltacıoğlu":"Size verdiğimiz azıklarla başkalarını da geçindirin. Bir de bu işi öyle yapın, ölüm gelip size çatmadan, şu sözleri söylemeden: \"Çalabım! Ne olurdu, benim ölümüm biraz geciktirseydin de ben de yoksullara verintide bulunsaydım, böylelikle iyi bir kimse olsaydım.\"","İsmail Hakkı İzmirli":"Birinize ölüp çatıp «— Yâ Rab! Ölümümü bir müddet geciktirsen de sadaka verip sulâhadan olsaydım» demeden evvel size vermiş olduğumuz rızktan, Allah yolunda harcediniz.","İsmail Yakıt":"Sizden birine ölüm gelip de “Rabbim, Beni yakın bir zamana kadar geciktirsen de sadaka verip iyi ve yararlı kimselerden [sâlihîn] olsam!” diye yalvarmadan⁸ önce, size rızık olarak verdiğimiz şeylerden harcayınız.⁹","Kadri Çelik Meali":"Sizden birinize ölüm gelip de, “Rabbim, beni yakın bir süreye kadar geciktirsen ben de böylece sadaka versem ve salihlerden olsam” demeden önce, size rızık olarak verdiklerimizden infak edin.","Mahmut Kısa Meali":"<b>Ölüm </b>meleği ansızın <b>kapınızı çalmadan ve</b> son pişmanlıkla,<b>“Ya Rabbi; ne olur bana biraz daha mühlet ver de, </b>Senin yolunda her şeyimi <b>harcayıp iyi bir insan olayım!” diyeceğiniz an gelip çatmadan önce, size bahşettiğimiz nîmetlerden </b>bir kısmını hemen şimdi Allah yolunda <b>harcayın. </b>","Mahmut Özdemir Meali":"Birinize Ölüm gelmeden önce sizi rızıklandırdığımız şeylerden infâk edin! Artık der ki: <br>\n“Rabbim! Eğer beni yakın bir süreye kadar erteleseydin, sadaka verirdim; Salihler’den (İyiler’den) olurdum”.","Mehmet Çakır Meali":"Ecel gelip çatmadan, size emanet ettiğimiz malların bir kısmını, ihtiyaç sahipleri için harcayın, yoksa: &quot; <i>Ya Rab! n'olur bana biraz daha süre tanı da hayratımı yapıp</i> <i>durumumu düzelteyim</i> &quot; demeniz bir işe yaramayacaktır.","Mehmet Çoban Meali":"Herhangi birinize ölüm gelip \"Ey Rabbim! Beni yakın bir zamana kadar geciktirsen de sadaka verip iyilerden olsam!\" demeden önce, size rızık olarak verdiğimiz şeylerden Allah yolunda harcayın! Size ölüm geldikten veya hesap günü hesapla karşılaştıktan sonra, Allah yolunda harcayarak iyilerden olalım demeniz bir şey ifade etmez.        ","Mehmet Okuyan Meali":"“Rabbim! Beni yakın bir süreye kadar geciktirsen de sadaka verip iyilerden olsam!” [*] diyecek şekilde herhangi birinize ölüm gelmesinden önce size verdiğimiz rızıktan dağıtın! [*]","Mehmet Türk Meali":"Sizden birinize ölüm gelip de: “Ey Rabbim! Benim ölümümü bir süre geciktirsen, ben de böylece biraz sadaka¹ verip iyilerden olsam olmaz mı?” demezden önce, size rızık olarak verdiklerimizden sadaka verin.","Muhammed Esed Meali":"Birinize ölüm yaklaştığı ve “Ey Rabbim! Bana bir mühlet ¹² tanısan da karşılıksız yardımda bulunup iyiler arasına girsem!” diye (yalvara)cağı zaman gelip çatmadan önce size rızık olarak verdiğimizden ¹³ harcayın.","Mustafa Çavdar Meali":"Sizden birine ölüm gelip çattığında; “Rabbim bana birazcık süre versen de hayır hasenatta bulunup böylece iyi kişilerden olsam” diyeceğiniz o gün gelmeden önce size verdiğimiz maldan mülkten Allah yolunda harcayın. 23/99...108","Mustafa İslamoğlu Meali":"Sizden birine ölüm gelip de, “Rabbim! Bana bir miktar daha süre tanısaydın da ben de hayır hasenat yapıp[⁵¹²²] iyilerden olsaydım!” diyeceği (o gün) gelip çatmadan önce, size rızık olarak verdiklerimizden bir kısmını infak edin![⁵¹²³]","Orhan Kuntman Meali":"Size verdiğimiz rızıklardan -Allah yolunda- harcayın ki, herhangi birinize ölüm geldiğinde: \"Ey Rabbim, beni bir süre ertele de, sadaka verip sâlihlerden olayım\" demenize gerek kalmasın!","Osman Fırat Meali":"Herhangi birinize ölüm gelip de, \"Ey Rabbim! Beni yakın bir zamana kadar geciktirsen de sadaka verip salihlerden olsam!\" demeden önce, size rızık olarak verdiğimiz şeylerden (Allah yolunda) infak edin.","Ömer Nasuhi Bilmen Meali":"Ve size rızk olarak verdiğimiz şeylerden infakta bulunun; birinize ölüm gelmesinden, «Artık Yarabbi! Beni bir yakın müddete kadar tehir etse idin de sadaka verse idim ve sâlihlerden olsa idim,» demesinden evvel.","Suat Yıldırım Meali":"10, 11. Sizden birinize ölüm gelip çatmadan önce, size nasib ettiğimiz imkânlardan Allah yolunda harcayın! Ölüm gelip çatınca: “Ya Rabbî, az mühlet ver bana, bak nasıl hayırlar yapacağım, tam takvâ ehlinden olacağım! ” diyecek olsa da, Allah vâdesi gelen hiçbir kimsenin ecelini ertelemez. Allah yaptığınız her şeyden haberdardır. [14, 44; 23, 99-100]","Süleyman Ateş Meali":"Biriniz kendisine ölüm gelip de: \"Rabbim beni yakın bir süreye kadar erteleseydin de sadaka verip iyilerden olsaydım!\" demeden önce, size verdiğimiz rızıktan sadaka verin.","Süleyman Tevfik (1927)":"Birinize mevt gelüb: \"Yâ Rabbî! Beni bir müddet daha dünyâda te'hîr itse idin sadaka virir ve sâlihlerden olurdum\" didiği zamân gelmezden evvel size rızk iylediğimiz şeylerden infâk idin.","Süleymaniye Vakfı Meali":"Size rızık olarak verdiğimiz şeylerden hayra harcayın; yoksa ölüm gelip çatar da şöyle dersiniz[*]: \"Rabbim (Sahibim)! Ne olur; beni kısa bir süre daha yaşat da sadaka verip iyilerden olayım.\"","Şaban Piriş Meali":"-Rabbim, beni yakın bir süreye kadar erteleseydin de sadaka verip, iyi kimselerden olsaydım, demeden önce size verdiğimiz rızıktan infak edin.","Ümit Şimşek Meali":"Sizden birine ölüm gelip de “Rabbim, ne olurdu ecelimi yakın bir zamana erteleseydin de sadaka verip iyi kullardan olaydım” demeden önce, size rızık olarak verdiğimiz şeylerden hayırda harcayın.","Yaşar Nuri Öztürk Meali":"Sizden birine ölüm gelip de, \"Ey Rabbim, yakın bir süreye kadar beni geciktirseydin de içtenliğimi belgelemek için bir şeyler vererek iyilik ve barış sevenler olsaydım!\" demesinden önce, size rızık olarak verdiklerimizden dağıtın.","Eski Anadolu Türkçesi":"daħı nafaķa eyleñ andan kim rūzį virdük size andan ileri kim gele birüñüze ölüm pes eyide “iy çalabum! nişe śoña ķomaduñ beni yaķın zamaña degin pes śadaķa viredüm ya'nį zekāt viredüm daħı oladum śāliḥlerden?”","Satıraltı Meal (1534)":"Daḫı ḫarc eyleñüz size virdügümüz rızḳdan, birüñüze sizüñ ölüm gelmez‐den burun. Pes eyide: Yā Rabb, niçün beni te’ḫīr eylemedüñ yaḳın zamānadegin. Pes ṣadaḳa vire‐y‐idüm ve ṣāliḥlerden ola‐y‐dum, diye.","Bunyadov-Memmedeliyev ":"Birinizin ölümü çatıb: “Ey Rəbbim! Mənə bir az möhlət versəydin, sədəqə verib salehlərdən olardım! – deməmişdən əvvəl sizə verdiyim ruzidən (Allah yolunda) xərcləyin.","M. Pickthall (English)":"And spend of that wherewith We have provided you before death cometh unto one of you and he saith: My Lord! If only thou wouldst reprieve me for a little while, then I would give alms and be among the righteous.","Yusuf Ali (English)":"and spend something (in charity) out of the substance(5477) which We have bestowed on you, before Death should come to any of you and he should say, \"O my Lord! why didst Thou not give me respite for a little while? I should then have given (largely) in charity, and I should have been one of the doers of good\"."},"11":{"Arabic":"وَلَنْيُؤَخِّرَاللّٰهُنَفْسًااِذَاجَٓاءَاَجَلُهَاۜوَاللّٰهُخَب۪يرٌبِمَاتَعْمَلُونَ","Abdulbaki Gölpınarlı Meali":"Ve Allah, mukadder zamanı geldi mi hiç kimseyi geri bırakmaz kesin olarak ve Allah, ne yapıyorsanız hepsinden de haberdardır.","Abdullah-Ahmet Akgül Meali":"<i>(Çünkü)</i><b> Allah, kesinlikle kendi eceli gelmiş bulunan hiçbir kimseyi erteleyip </b><i>(ömrünü uzatmayacaktır)</i><b>. Allah, yaptıklarınızdan </b><i>(bütünüyle)</i><b> Haberdardır </b><i>(niyetinizi de, mahiyetinizi de elbette bilip durmaktadır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Oysa Allah ölüm vakti geldiği zaman, hiçbir insana mühlet tanımaz ve Allah bütün yaptıklarınızı tam olarak bilir.","Ahmet Tekin Meali":"Allah, eceli geldiği zaman, hiç kimsenin ölümünü asla ertelemeyecektir. Allah, işlediğiniz gizli-açık bütün amellerden haberdardır.","Ahmet Varol Meali":"Allah, eceli geldiğinde hiçbir canı geciktirmez. Allah yaptıklarınızdan haberdardır.","Ali Bulaç Meali":"Oysa Allah, kendi eceli gelmiş bulunan hiç bir kimseyi kesinlikle ertelemez. Allah, yaptıklarınızdan haberdârdır.","Ali Fikri Yavuz Meali":"Halbuki Allah bir kimseyi, eceli geldiği zaman asla geciktirmez; ve Allah bütün yaptıklarınızdan haberdardır.","Bahaeddin Sağlam Meali":"Ve Allah, eceli geldiği zaman hiçbir kimseyi ertelemeyecektir. Şüphesiz Allah, yaptıklarınızdan haberdardır.","Bayraktar Bayraklı Meali":"Allah, eceli geldiğinde hiç kimseyi ertelemez. Allah, yaptıklarınızdan haberdardır.[645]","Besim Atalay Meali (1965)":"Birinin eceli geldiği zaman Allah onu hiç geciktirmez, Allah bilir yaptığınız bir şeyi","Cemal Külünkoğlu Meali":"Bir kimseye/canlıya ölüm gelip çatınca, Allah onun ecelini asla ertelemez. Allah, yaptıklarınızdan hakkıyla haberdardır.","Cemil Said (1924)":"Lâkin Allâh eceli gelmiş bir nefse mühlet virmez. Allâh yapdıklarınızı bilür.","Diyanet İşleri Meali (Eski)":"Bir canın eceli gelip çatınca, Allah onu asla geri bırakmaz; Allah, işlediklerinizden haberdardır.*","Diyanet İşleri Meali (Yeni)":"Allah, eceli geldiğinde hiçbir kimseyi asla ertelemez. Allah, bütün yaptıklarınızdan haberdardır.","Kur'an Yolu (Diyanet İşleri)":"Allah, eceli gelince hiç kimsenin ölümünü ertelemez. Allah yapıp ettiklerinizden tamamen haberdardır.","Diyanet Vakfı Meali":"Allah, eceli geldiğinde hiç kimseyi (ölümünü) ertelemez. Allah, yaptıklarınızdan haberdardır.","Edip Yüksel Meali":"ALLAH süresi geldiği zaman hiçbir canı ertelemez. ALLAH yaptıklarınızdan Haberdardır.","Elmalılı Hamdi Yazır Meali":"Allah süresi geldiği zaman hiç bir canı ertelemez. Allah yaptıklarınızdan haberdardır.","Elmalılı Meali (Orijinal)":"Halbuki Allah bir nefsi eceli geldiği zaman aslâ te'hır buyurmaz ve her ne yaparsanız Allah habirdir","Emrah Demiryent Meali":"Bir kimseye (takdir edilen) ölüm (vakti) gelip çatınca, Allah onun ecelini asla ertelemez. Allah bütün yaptıklarınızdan hakkıyla haberdardır.","Erhan Aktaş Meali":"Allah, süresinin sonu gelmiş hiç kimseyi asla ertelemez. Allah, yaptığınız her şeyden haberdardır.","Hasan Basri Çantay Meali":"Halbuki Allah hiçbir kimseyi, eceli gelince, asla geri bırakmaz. Allah, ne yaparsanız, hakkıyle haberdârdır.","Hayrat Neşriyat Meali":"Çünki Allah, bir kimseyi eceli geldiği zaman aslâ ertelemez. Ve Allah, ne yaparsanız hakkıyla haberdar olandır.","İhsan Aktaş Meali":"Oysa Allah, kendi eceli (ölüm anı) gelmiş bulunan hiçbir canlıyı kesinlikle ertelemez. Ve Allah, yapmakta olduklarınızdan haberdar olandır.","İlyas Yorulmaz Meali":"Allah, ölüm zamanı gelen bir nefsin, ölümünü ertelemeyecektir. Allah yaptıklarınızdan haberdar olandır.","İsmayıl Hakkı Baltacıoğlu":"Oysaki Allah hiç kimseyi sonu gelince ne olursa olsun geri bırakmaz. Allah bütün yaptıklarınızdan bilgilidir.","İsmail Hakkı İzmirli":"Allah, muayyen zamanı gelince hiçbir kimseyi geri bırakmaz. Allah yaptıklarınızdan haberdardır.","İsmail Yakıt":"Allah, eceli gelen hiçbir canı [nefs] asla ertelemez¹⁰. Zira Allah, yaptıklarınızdan hakkıyla haberdardır.","Kadri Çelik Meali":"Oysa Allah, kendi eceli gelmiş bulunan hiç bir kimseyi kesinlikle ertelemez. Allah, yapmakta olduklarınızdan haberdar olandır.","Mahmut Kısa Meali":"İyi bilin ki, ölüm<b> vakti gelip çattığında, Allah hiçbir canı</b>nölümünü<b> ertelemeyecektir. </b><br>Hiç kuşkusuz <b>Allah, </b>bütün<b> yaptıklarınızdan haberdardır.</b>","Mahmut Özdemir Meali":"Allah bir nefsi, eceli geldiği zaman asla ertelemeyecektir. Ne işliyorsanız Allah haberlidir.","Mehmet Çakır Meali":"Çünkü Allah, vadesi gelene ek süre vermez.  Ayrıca Allah, tüm yaptıklarınızdan haberlidir.","Mehmet Çoban Meali":"Allah eceli gelen kişinin ecelini asla ertelemez. Dünyada herkese yeterince zaman verilmiştir. Allah bütün yaptıklarınızdan haberdardır.  ","Mehmet Okuyan Meali":"Allah süresi geldiğinde kimseyi (ölümünü) asla ertelemez. [*] Allah yaptıklarınızdan haberdardır.","Mehmet Türk Meali":"Oysa Allah eceli gelmiş bir kimsenin (ölümünü) kesinlikle ertelemez. Çünkü Allah, yaptıklarınızdan (tümüyle) haberdardır.","Muhammed Esed Meali":"Ama, vakti geldiğinde Allah hiçbir insana mühlet tanımaz; ve Allah bütün yaptıklarınızı tam olarak bilir.","Mustafa Çavdar Meali":"Zira bir kimseye ölüm gelip çatınca Allah onun ecelini asla ertelemez. İyi bilin ki Allah tüm yapıp ettiklerinizden haberdardır. 3/145, 6/2-60-61, 40/67","Mustafa İslamoğlu Meali":"Ama vakti geldiği zaman, Allah hiçbir şahsı ertelemez.[⁵¹²⁴] Sonuçta Allah yaptığınız her şeyden haberdardır.","Orhan Kuntman Meali":"(Çünkü) Allah eceli geldiğinde hiçbir kimseyi geri bırakmaz. Allah yaptığınız her şeyden haberdardır!..","Osman Fırat Meali":"Allah, eceli geldiğinde hiçbir kimseyi asla ertelemez. Allah, bütün yaptıklarınızdan haberdardır.","Ömer Nasuhi Bilmen Meali":"Halbuki Allah hiçbir şahsı eceli geldiği vakit sonraya bırakmaz, ve Allah her ne yapar iseniz haberdardır.","Suat Yıldırım Meali":"10, 11. Sizden birinize ölüm gelip çatmadan önce, size nasib ettiğimiz imkânlardan Allah yolunda harcayın! Ölüm gelip çatınca: “Ya Rabbî, az mühlet ver bana, bak nasıl hayırlar yapacağım, tam takvâ ehlinden olacağım! ” diyecek olsa da, Allah vâdesi gelen hiçbir kimsenin ecelini ertelemez. Allah yaptığınız her şeyden haberdardır. [14, 44; 23, 99-100]","Süleyman Ateş Meali":"Allah, süresi dolan hiçbir canı ertelemez. Allah, yaptıklarınızı haber alandır.","Süleyman Tevfik (1927)":"Allâh te'âlâ eceli geldiği zamân bir kimseyi te'hîr itmez. Allâh a'mâlinizden haberdârdır. ","Süleymaniye Vakfı Meali":"Bir kimsenin ömrü bitince Allah ona asla ek süre vermez. Allah, yaptığınız her şeyin iç yüzünü bilir.","Şaban Piriş Meali":"Çünkü Allah, hiç kimseyi eceli geldiği zaman ertelemez. Allah yaptıklarınızdan haberdardır.","Ümit Şimşek Meali":"Çünkü eceli geldiğinde hiç kimsenin ölümünü Allah geri bırakacak değildir. Allah bütün yaptıklarınızdan da haberdardır.","Yaşar Nuri Öztürk Meali":"Allah, süresi gelmiş olan bir canı geriye asla bırakmaz! Ve Allah, yapıp etmekte olduklarınızı çok iyi haber almaktadır.","Eski Anadolu Türkçesi":"daħı hergiz śoña ķomaya Tañrı bir nefsi ķaçan gele eceli anuñ daħı Tañrı bilicidür anı kim işlersiz.","Satıraltı Meal (1534)":"Daḫı Allāh bir nefsi te’ḫīr eylemez eceli gelince. Daḫı Tañrı Ta‘ālā bilicidürsiz işlegeni. ","Bunyadov-Memmedeliyev ":"Və (bilin ki) Allah əcəli çatan heç kəsə möhlət verməz. Allah sizin nə etdiklərinizdən xəbərdardır!","M. Pickthall (English)":"But Allah reprieveth no soul when its term cometh, and Allah is Aware of what ye do.","Yusuf Ali (English)":"But to no soul will Allah grant respite(5478) when the time appointed (for it) has come; and Allah is well acquainted with (all) that ye do."},"TotalVerse":11,"Name":"Münâfikûn"}