{"1":{"Arabic":"يُسَبِّحُلِلّٰهِمَافِيالسَّمٰوَاتِوَمَافِيالْاَرْضِۚلَهُالْمُلْكُوَلَهُالْحَمْدُۘوَهُوَعَلٰىكُلِّشَيْءٍقَد۪يرٌ","Abdulbaki Gölpınarlı Meali":"Tenzih eder Allah'ı, ne varsa göklerde ve ne varsa yeryüzünde, onundur saltanat ve tedbir ve onadır hamd ve onun, her şeye gücü yeter.","Abdullah-Ahmet Akgül Meali":"<b>Göklerde ve yeryüzünde olanların tümü Allah’ı tesbih etmekte </b><i>(yaratılış görevlerini yerine getirmekte)</i><b>dirler. Mülk </b><i>(Kâinat ve Saltanat) </i><b>O’na aittir, hamd </b><i>(övgü)</i><b> de O’nun içindir. O, her şeye güç yetirendir.</b> ","Abdullah Parlıyan Meali":"Göklerde ve yerde olan herşey Allah'ın sınırsız şanını yüceltir, bütün otorite ve saltanat O'nundur ve bütün eksiksiz övgüler O'na mahsustur. O'nun, dilediğini yapmaya gücü yeter.","Ahmet Tekin Meali":"Göklerdeki varlıkların, imkânların ve yerdeki varlıkların, imkânların tamamı, Allah'ın koyduğu düzen içinde görevlerini yaparak, Allah'ı tesbih ve zikrediyorlar. Mülk ve hükümranlık yalnız O'nundur. Hamd-övülmek, şükür yalnız O'nun hakkıdır. O kanunlarının cari olduğu her şey üzerinde gücünü kudretini kullanır, düzenlemesini yapar.","Ahmet Varol Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih etmektedir. Mülk O'nundur. Hamd O'nadır. O her şeye güç yetirendir.","Ali Bulaç Meali":"Göklerde ve yerde olanların tümü Allah'ı tesbih eder. Mülk O'nundur, hamd (övgü) O'nundur. O, her şeye güç yetirendir.","Ali Fikri Yavuz Meali":"Göklerde ve yerde olan her şey Allah'ı tesbih eder, (zerresinden küresine, ne varsa hep O'nun kudret ve azametine şahidlik eder). Mülk O'nun, hamd da O'nun: O her şeye kadîrdir.","Bahaeddin Sağlam Meali":"Göklerdeki ve yerdeki her şey Allah’ı tesbih ediyor (kusursuzluğunu ve yüceliğini bildiriyor.) Her şeyin mülkiyet ve idaresi O’nundur. Bütün hamd ve kemalat O’nundur. O, her şeye gücü yetendir.","Bayraktar Bayraklı Meali":"Göklerde ve yerde olan her şey Allah'ı tesbih eder/anar, kâinatın yönetimi O'na aittir. Bütün övgüler O'na mahsustur. O'nun gücü her şeye yeter.[646]","Besim Atalay Meali (1965)":"Göklerde, yerde bulunan her şey Allaha tespih eder, Mülk O'nundur, öğüş O'na; O'nun, her bir şeye gücü yetişir","Cemal Külünkoğlu Meali":"Göklerde ve yerde olan her şey, Allah'ı tesbih eder (O'nun koyduğu yasalara boyun eğerek, O'na karşı sorumluluğunu yerine getirir). Mutlak otorite O'nundur ve bütün övgüler O'na mahsustur. O dilediğini yapmaya gücü yetendir.","Cemil Said (1924)":"Semâvâtda ve arzda ne kadar mevcûdât var ise Allâh’a hamd ider, kudret ve şân ânındır, o her şeye kâdirdir.","Diyanet İşleri Meali (Eski)":"Göklerde olanlar ve yerde bulunanlar Allah'ı tesbih ederler. Hükümranlık O'nundur, Övülmek O'na mahsustur. O herşeye Kadir'dir.","Diyanet İşleri Meali (Yeni)":"Göklerdeki ve yerdeki her şey Allah’ı tespih eder. Mülk yalnızca O’nundur, hamd de O’na mahsustur. O, her şeye hakkıyla gücü yetendir.","Kur'an Yolu (Diyanet İşleri)":"Göklerde bulunanlar da yerde bulunanlar da Allah’ı tesbih ediyor. Egemenlik O’nundur ve hamd O’na mahsustur. O’nun her şeye gücü yeter.","Diyanet Vakfı Meali":"Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. Mülk O'nundur, hamd O'nadır. O her şeye kadirdir.","Edip Yüksel Meali":"Göklerde ve yerde ne varsa ALLAH'ı yüceltir. Yönetim O'nundur, övgü O'nadır. O her şeye Gücü yetendir.","Elmalılı Hamdi Yazır Meali":"Göklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. Mülk O'nundur, hamd O'nadır. Her şeye gücü yeten O'dur.","Elmalılı Meali (Orijinal)":"Tesbîh eder Allaha Göklerde ve Yerdeki, mülk onun, hamd onun ve o her şey'e kadîrdir","Emrah Demiryent Meali":"Göklerdeki ve yerdeki her şey Allah’ı tesbih etmektedir. Mülk O’nundur. Hamd O’na mahsustur. O her şeye kâdirdir.","Erhan Aktaş Meali":"Göklerde ve yeryüzünde olan her şey Allah'ı tesbih¹ eder. Mülk² yalnızca O'nundur. Hamd³ O'nadır. O'nun gücü her şeye yeter.","Hasan Basri Çantay Meali":"Göklerde ne var, yerde ne varsa (hepsi) Allâhı tesbîh (ve tenzîh) etmekdedir. Mülk Onun, hamd Onun, O, herşey'e hakkıyle kaadirdir.","Hayrat Neşriyat Meali":"Göklerde ne var, yerde ne varsa Allah'ı tesbîh eder; mülk (umûmen) O'nundur; hamd (ve senâ) O'na mahsustur. Ve O, herşeye hakkıyla gücü yetendir.","İhsan Aktaş Meali":"Göklerde (uzayda) ve yerkürede olan her şey, (Allah’ın evrende koyduğu yasalara boyun eğerek lisani hâl ile) Allah’ı tesbih eder. Bütün otorite (kâinatın yönetimi) onundur ve bütün övgüler O’na aittir. Ve O, dilediğini yapmaya gücü yetendir. *","İlyas Yorulmaz Meali":"Göklerde ve yerde olanlar Allah’ı yücelterek noksan sıfatlardan arındırırlar. Mülkün yegâne sahibi O’dur ve övülmek de yalnızca O’na yakışır ve her şeyi bir plan üzerine yapanda O dur.","İsmayıl Hakkı Baltacıoğlu":"Yerlerde, göklerde olanların hepsi Allah’ı ulular. Hakanlık da, övülmek de Ona yaraşır. Onun gücü her nesneye yeticidir.","İsmail Hakkı İzmirli":"Göklerde ve yerde ne varsa hep Allah/ı tenzih ederler, her mülk O/nundur, her hamd ve sena da O/na mahsustur. O, her şeye hakkıyle kaadirdir.","İsmail Yakıt":"Göklerde ve yerde olanların hepsi Allah’ı tesbih ederler. Hükümranlık/mülk O’nundur. Her türlü övgü/hamd O’na mahsustur. O, her şeye hakkıyla gücü yetendir.","Kadri Çelik Meali":"Göklerde ve yerde olanların tümü Allah'ı tesbih etmektedir. Mülk de O'nundur, övgü de O'nundur. O, her şeye güç yetirendir.","Mahmut Kısa Meali":"<b>Göklerde ve yerde bulunan </b>bütün varlık<b>lar,</b> dâimâ<b> Allah’ı</b>n sınırsız kudret ve azametini övgüyle anarak<b> yüceltmektedir.</b> Şu muhteşem kâinat nizamı içerisinde yer alan her şey, kendisini yaratan Allahu Teâlâ’nın her türlü kusur ve noksanlıktan uzak olduğunu haykırmakta, O’nun sonsuz ilim, kudret, merhamet, hikmet, iyilik, güzellik ve adâletini gözler önüne sermektedir. Eğer çevrenizdeki varlıklara ibret nazarıyla bakacak olursanız, her zerresinin Allah’ı zikrettiğini duyacak, göreceksiniz. Öyle ki, göklerde ve yerde <b>hükümranlık tamamen ve yalnızca O’na aittir, her türlü yücelik ve övgüye lâyık olan sadece O’dur ve O, her şeye gücü yeten </b>sonsuz kudret sahibi<b>dir.</b><br>İşte sınırsız kudret ve hikmetinin bir tecellîsi olarak:","Mahmut Özdemir Meali":"Yer’dekiler ve Gökler’dekiler Allah için tesbih ediyor. Mülk / Yönetim / İktidar O’nundur. Hamd O’nadır. O her şeye güç yetirendir.","Mehmet Çakır Meali":"Göklerde ve yerde olan tüm varlıklar Allah'ın, o erişilmez yüceliğini dile getirirler. Yönetim ona aittir, teşekkür de ona yapılır. O, her şeye kadirdir. ","Mehmet Çoban Meali":"Göklerdeki yerdeki her şey Allah’ın yasalarına uyar. Hiçbir varlık Allah’ın yasasının dışına çıkamaz. Yeryüzünde imtihan edilen insan bile Allah’ın imtihan yasasına göre inkâr etme hakkını kullanır. Allah inkâr edeceklere sorumluluklarını belirterek yolunu açmıştır. Her şeyin hâkimi Allah’tır. Büyüklük övgü Allah’a mahsustur. O her şeye hakkıyla gücü yetendir.        ","Mehmet Okuyan Meali":"Göklerde ve yerde ne varsa hepsi Allah’ı [tesbih] eder (yüceltir). Otorite yalnızca O’na aittir; [hamd] (övgü) de yalnızca O’nadır. O her şeye gücü yetendir.","Mehmet Türk Meali":"Göklerde ve yerde olan her şey, Allah’ın şânını yüceltir.¹ (Bütün kâinatın) sahibi Odur. Her türlü övgü Onadır ve Onun gücü her şeye yeter.","Muhammed Esed Meali":"GÖKLERDE ve yerde olan her şey, Allah’ın sınırsız şanını yüceltir: bütün otorite O’nundur ve bütün övgüler O’na mahsustur; O dilediğini yapmaya kâdirdir.","Mustafa Çavdar Meali":"Göklerde ne varsa yerde ne varsa hepsi de Allah’ın koyduğu yasaya boyun eğerler. Zira mutlak hükümranlık O’nundur, bütün övgüler O’na mahsustur çünkü O her şeye ölçü koyandır. 16/49","Mustafa İslamoğlu Meali":"GÖKLERDE olan şeyler de, yerde olan şeyler de Allah adına hareket ederler:[⁵¹²⁵] mutlak otorite O’na aittir, övgülerin tamamı da O’na aittir; zira O her şeye kadirdir.[⁵¹²⁶]","Orhan Kuntman Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih ederler; mülk O'nundur, Hamd O'na mahsustur, her şeye kâdirdir O!.","Osman Fırat Meali":"Göklerde ve yerde bulunanların hepsi Allâh’ı tesbih eder. mülk onundur, övgü onadır. O, her şeye kadirdir.","Ömer Nasuhi Bilmen Meali":"Göklerde ne var ise ve yerde ne var ise, Allah için tesbihte bulunur. Mülk ve hamd O'na mahsustur ve O her şey üzerine tamamen kâdirdir.","Suat Yıldırım Meali":"Göklerde ne var, yerde ne varsa hepsi Allah'ı tesbih ve tenzih eder. Hâkimiyet O'nundur. Bütün hamdler ve övgüler O'na mahsustur. O her şeye kadirdir. ","Süleyman Ateş Meali":"Göklerde ve yerde bulunanların hepsi Allah'ın şanının yüceliğini anmaktadır. Mülk O'nundur, hamd O'nundur. O, herşeye kadirdir.","Süleyman Tevfik (1927)":"Göklerde ve yerde olanların cümlesi Allâh te'âlâ'yı tesbîh ve tenzîh iderler. Dünyâ ve âhiretde mülk ve tasarruf O'nundur. Hamd O'na mahsûsdur, her şeye kâdirdir.","Süleymaniye Vakfı Meali":"Göklerde ve yerde olan her şey Allah’a boyun eğer[*]. Bütün yetki O’ndadır. Yaptığı her şeyi güzel yapmak O’na hastır. Her şeye bir ölçü koyan da O’dur.","Şaban Piriş Meali":"Göklerde ve yerde ne varsa Allah'ı tesbih ederler. Hakimiyet O'nundur. Hamd da O'nadır. O'nun her şeye gücü yeter.","Ümit Şimşek Meali":"Göklerde ne var, yerde ne varsa hepsi Allah'ı tesbih eder. Egemenlik Onundur; bütün övgüler Ona aittir. Onun gücü herşeye yeter.","Yaşar Nuri Öztürk Meali":"Göklerdekiler ve yerdekiler Allah'ı tespih ediyor. O'nundur mülk ve yönetim; O'nun içindir tüm övgüler. Her şeye gücü yetendir O.","Eski Anadolu Türkçesi":"tesbįḥ eyler Tañrı’ya ol kim göklerdedür daħı ol kim yirdedür. anuñdur pādişāhlıķ daħı anuñdur ögmek daħı ol her nesene üzere güci yiter.","Satıraltı Meal (1534)":"Tesbīḥ ider Tañrı Ta‘ālāya gökler ehli ve yirler ehli. Anuñdur pādişāhlıġı,daḫı anuñdur ḥamd şükr. Daḫı ol her nesneye ḳādirdür.","Bunyadov-Memmedeliyev ":"Göylərdə və yerdə nə varsa, (hamısı) Allahı təqdis edib şə’ninə tə’riflər deyər. Hökm Onundur, həmd-səna da Ona məxsusdur. O, hər şeyə qadirdir!","M. Pickthall (English)":"All that is in the heavens and all that is in the earth glorifieth Allah; unto Him belongeth sovereignty and unto Him longeth praise, and He is Able to do all things.","Yusuf Ali (English)":"Whatever is in the heavens and on earth, doth declare(5479) the Praises and Glory of Allah. to Him belongs dominion, and to Him belongs praise: and He has power over all things."},"2":{"Arabic":"هُوَالَّذ۪يخَلَقَكُمْفَمِنْكُمْكَافِرٌوَمِنْكُمْمُؤْمِنٌۜوَاللّٰهُبِمَاتَعْمَلُونَبَص۪يرٌ","Abdulbaki Gölpınarlı Meali":"O, öyle bir mabuttur ki sizi yaratmıştır da sizden kafir olan da vardır, inanan da ve Allah, ne yapıyorsanız görür.","Abdullah-Ahmet Akgül Meali":"<b>Sizi yaratan O’dur; </b><i>(ama)</i><b> buna rağmen sizden kiminiz kâfirdir, kiminiz mü’mindir; Allah, yaptıklarınızı Görendir.</b> ","Abdullah Parlıyan Meali":"Sizi O yarattı, dolayısıyla herbirinizin O'na iman etmesi lazımdır, ama buna rağmen sizden kimi inkâr ediyor, kimi de iman ediyor. Allah bütün yaptıklarınızı görür.","Ahmet Tekin Meali":"O, sizi yaratandır. İçinizden kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip kâfir olanlar var. İçinizden mü'min olanlar da var. Allah işlediğiniz amelleri biliyor, görüyor.","Ahmet Varol Meali":"Sizi O yarattı. Böyleyken kiminiz kâfirdir, kiminiz mü'min. Allah yaptıklarınızı görmektedir.","Ali Bulaç Meali":"Sizi yaratan O'dur; buna rağmen sizden kiminiz kafirdir, kiminiz mü'min, Allah yaptıklarınızı görendir.","Ali Fikri Yavuz Meali":"Sizi yaratan O'dur; öyle iken içinizden kimi kâfir oluyor, kimi mümin...Allah bütün yaptıklarınızı görendir.","Bahaeddin Sağlam Meali":"Sizi yaratan O’dur. Artık sizden kiminiz kâfirdir, kiminiz de mümin. Ve Allah, yaptıklarınızı çok iyi görendir.","Bayraktar Bayraklı Meali":"Sizi yaratan O'dur. Buna rağmen bazınız inkâr ediyor, bazınız da iman ediyor. Allah yaptıklarınızı görmektedir.[647]","Besim Atalay Meali (1965)":"Sizi yaratan O'dur, kiminiz kâfirdir, kiminiz de inanlı, Allah görür yaptığınız bir şeyi !","Cemal Külünkoğlu Meali":"Sizi yaratan O'dur. Hal böyleyken sizden inkârcılar da var iman edenler de. Şüphesiz ki Allah her yaptığınızı hakkıyla görendir.","Cemil Said (1924)":"Sizi halk iden odur. Ba’zılarınız kâfir ve ba’zılarınız mü’minsiniz. Allâh yapdıklarınızı göriyor.","Diyanet İşleri Meali (Eski)":"Sizi yaratan O'dur; kiminiz inkarcı kiminiz mümindir. Allah yaptıklarınızı gören'dir.","Diyanet İşleri Meali (Yeni)":"O, sizi yaratandır. Böyle iken kiminiz kâfir, kiminiz mü’mindir. Allah, yaptıklarınızı hakkıyla görendir.","Kur'an Yolu (Diyanet İşleri)":"Sizi yaratan O’dur. Ama kiminiz inkâr, kiminiz iman ediyor. Allah yapıp ettiklerinizi görmektedir.","Diyanet Vakfı Meali":"Sizi yaratan O'dur. Böyle iken kiminiz kâfir, kiminiz mümindir. Allah yaptıklarınızı görendir.","Edip Yüksel Meali":"Sizi O yarattı. Sonra kiminiz inkarcı, kiminiz de inançlıdır. ALLAH tüm yaptıklarınızı Görendir.","Elmalılı Hamdi Yazır Meali":"Sizi O yarattı. Kiminiz kâfirdir, kiminiz mümin. Allah yaptıklarınızı görmektedir.","Elmalılı Meali (Orijinal)":"Odur sizi yaratan, öyle iken içinizden kimi kâfir, kimi mü'min, bununla beraber Allah her ne yaparsanız görür","Emrah Demiryent Meali":"(Ey insanlar!) Sizi yaratan O’dur. (Dolayısıyla her birinizin tevhid üzere O’na îmân etmesi farzdır. Ancak) kiminiz (küfrü tercih ettiğiniz için) kâfir, kiminiz (ise tevhid üzere îmân ettiği için) mü’mindir. Allah bütün yaptıklarınızı hakkıyla görendir.","Erhan Aktaş Meali":"Sizi yaratan O'dur. Böyleyken; iman edeniniz var, gerçeği yalanlayan nankörleriniz var. Allah, yaptıklarınızı görmektedir. ","Hasan Basri Çantay Meali":"O, sizi yaratandır. Böyle iken kiminiz kâfir (oluyor), kiminiz mü'min. Allah ne yaparsanız, hakkıyle görendir.","Hayrat Neşriyat Meali":"Sizi yaratan O'dur; böyle iken kiminiz kâfirdir, kiminiz de mü'mindir. Allah ise, ne yaparsanız hakkıyla görendir.","İhsan Aktaş Meali":"(Ey insanlar!) Sizi yaratmış olan O’dur, öyle iken (özgür iradenizle) sizden kiminiz Allah’ı inkâr eder, kiminiz de iman eder. Allah ise, yapmakta olduklarınızı (hakkıyla) görendir.","İlyas Yorulmaz Meali":"O, sizi yaratandır. Sizin içinizden inkâr edenler olduğu gibi, sizin içinizden inananlarda var. Allah yapmış olduğunuz her şeyi görendir.","İsmayıl Hakkı Baltacıoğlu":"Sizi yaratan Odur. Yine de kiminiz Onu tanımazlık edersiniz, kiminiz ona inanırsınız. Allah bütün işlediklerinizi görücüdür.","İsmail Hakkı İzmirli":"Sizi yaratan O/dur. Kiminiz kâfir, kiminiz mü/mindir. Allah yaptıklarınızı görür,","İsmail Yakıt":"O, sizi yaratandır. Böyle iken kiminiz inkârcı, kiminiz ise inanandır. Zira Allah yaptıklarınızı hakkıyla görendir.","Kadri Çelik Meali":"Sizi yaratan O'dur; buna rağmen sizden kiminiz kâfirdir, kiminiz ise mümin. Allah, yapmakta olduklarınızı görendir.","Mahmut Kısa Meali":"<b>Sizi yoktan var eden O’dur fakat kiminiz </b>nankörce davranıp O’nu <b>inkâr ediyor, kiminiz iman ediyorsunuz. </b>Unutmayın;<b>Allah, yaptığınız her şeyi görmektedir </b>ve karşılığını mutlaka verecektir.","Mahmut Özdemir Meali":"O’dur ki sizi yarattı. Sizden bir kısmı kâfir, bir kısmı da mümindir. Allah ne işliyorsanız görmektedir.","Mehmet Çakır Meali":"Kimini inkarcı, kimini inançlı yaratan Allah'tır.  Allah, tüm yaptıklarınızı görüp izlemektedir.","Mehmet Çoban Meali":"Allah sizi yaratandır. Böyle iken kiminiz Kâfir, kiminiz Mümindir. Allah’ın dünya hayatıyla ilgili koyduğu imtihan yasasıyla özgürlük verildiği için kâfir olmayı veya Mümin olmayı seçebiliyorsunuz. Değilse hepiniz doğduğunuz andan ölünceye kadar Mümin olurdunuz. Allah ne yapacağınızı denemek için sizi özgür bırakmıştır. Üstelik yaptıklarınızı hakkıyla görendir.        ","Mehmet Okuyan Meali":"Sizi yaratan O’dur. Kiminiz kâfir, kiminiz mümindir. [*] Allah yaptıklarınızı görendir.","Mehmet Türk Meali":"Sizi yaratan Odur.¹ Sonra kiminiz kâfir, kiminiz de Müslüman olur.² Allah sizin ne yaptığınızı hakkıyla görüp durandır.","Muhammed Esed Meali":"Sizi yaratan O’dur: içinizden kimi hakikati inkar eder, kimi de [ona] inanır. ¹ Ve Allah her yaptığınızı görür.","Mustafa Çavdar Meali":"O’dur sizi yaratan böyleyken kiminiz inanmayarak kâfir, kiminizde inanarak mümin olursunuz. Allah, yaptıklarınızı görmektedir. 11/7, 57/4","Mustafa İslamoğlu Meali":"Sizi yaratan O’dur; ama içinizden hakikati inkâr eden de, hakikate iman eden de var: ve Allah yaptığınız her şeyi görendir.[⁵¹²⁷]","Orhan Kuntman Meali":"O, sizi (selim bir fıtrat üzere) yaratandır. Böyle iken kiminiz kâfir, kiminiz de mümin oluyor! (*) Allah, her ne yaparsanız hepsini hakkıyle görendir.","Osman Fırat Meali":"O, sizi yaratandır. Böyle iken kiminiz kâfir, kiminiz mü’mindir. Allah, yaptıklarınızı görendir.","Ömer Nasuhi Bilmen Meali":"O, o'dur ki, sizi yaratmıştır, öyle iken sizden kâfir de vardır ve sizden mü'min de vardır ve Allah, ne yapar olduğunuzu bihakkın görendir.","Suat Yıldırım Meali":"Sizin hepinizi yaratan O'dur. Öyle iken artık kiminiz kâfirdir, kiminiz mü'min. Allah yaptığınız her şeyi görür. ","Süleyman Ateş Meali":"Sizi yaratan O'dur. Kiminiz kafirdir, kiminiz mü'min. Allah yaptıklarınızı görmektedir.","Süleyman Tevfik (1927)":"Sizi halk iden O'dur. Sizden kâfirler ve mü'minler vardır. Allâh Te'âlâ işlediğinizi görir.","Süleymaniye Vakfı Meali":"Sizi yaratan O’dur. Sonra kiminiz ayetleri görmezlikten gelir, kâfir olur. Kiminiz de Allah’a güvenir, mümin olur. Yaptığınız her şeyi gören Allah’tır.","Şaban Piriş Meali":"Sizi yaratan O'dur. Sizden bir kısmınız kafir, bir kısmınız mümindir. Allah, yaptıklarınızı görmektedir.","Ümit Şimşek Meali":"Sizi O yarattı; sonra kiminiz kâfir oldu, kiminiz mü'min. Allah ise bütün yaptıklarınızı görmektedir.","Yaşar Nuri Öztürk Meali":"O'dur sizi yaratan! Sizin bir kısmınız küfre sapmıştır, bir kısmınız iman etmiştir. Ve Allah, işleyip ürettiklerinizi çok iyi görmektedir.","Eski Anadolu Türkçesi":"[295b] ol oldur kim yarattı sizi pes bir niceñüz kāfirdür daħı bir niceñüz mü’min dür. daħı Tañrı anı kim işlersiz göricidür.","Satıraltı Meal (1534)":"Ol Allāhdur sizi yaradan. Pes niceñüz kāfirdür ve niçeñüz mü’mindür.Daḫı Tañrı Ta‘ālā siz işlegeni göricidür.","Bunyadov-Memmedeliyev ":"Sizin yaradan Odur. Kiminiz kafirsiniz, kiminiz mö’min. Allah nə etdiklərinizi görəndir!","M. Pickthall (English)":"He it is Who created you, but one of you is a disbeliever and one of you is a believer, and Allah is Seer of what ye do.","Yusuf Ali (English)":"It is He Who has created you; and of you are some that are Unbelievers, and some(5480) that are Believers: and Allah sees well all that ye do."},"3":{"Arabic":"خَلَقَالسَّمٰوَاتِوَالْاَرْضَبِالْحَقِّوَصَوَّرَكُمْفَاَحْسَنَصُوَرَكُمْۚوَاِلَيْهِالْمَص۪يرُ","Abdulbaki Gölpınarlı Meali":"Yaratmıştır gökleri ve yeryüzünü gerçek olarak ve size suret vermiştir ve suretinizi de en güzel bir tarzda meydana getirmiştir ve sonunda da dönülüp gidilecek yer, onun tapısıdır.","Abdullah-Ahmet Akgül Meali":"<b>Gökleri ve yeri Hakk olmak üzere </b><i>(hikmet ve adalet ölçüleriyle ve imtihan gayesiyle)</i><b> yarattı ve size </b><i>(dengeli) </i><b>bir biçim </b><i>(şekil)</i><b> verdi; </b><i>(bütün sistemlerinizi mükemmel) </i><b>suretlerinizi de güzel yapıp düzenledi. Dönüş ancak O’nadır. </b><i>(Sonunda hepinizi huzuruna toplayıp hesaba çekecektir.)</i> ","Abdullah Parlıyan Meali":"Gökleri ve yeryüzünü boş yere eğlence olsun diye değil, bir amaç ve gerçek üzere yaratmış ve sizi de en güzel biçim ve şekilde yaratmıştır, dönüşünüz de O'nadır.","Ahmet Tekin Meali":"Gökleri ve yeri, haklı bir gerekçe ile, hikmete dayalı olarak, hesaplı bir düzen içinde yarattı. Sizin çehrelerinizi, vücut hatlarınızı şekillendirdi. Şekillerinizi, çehrelerinizi, bedenlerinizi, itina ile yaratarak güzelleştirdi. Sonuçta yalnız O'nun huzuruna varıp hesap vereceksiniz.","Ahmet Varol Meali":"Gökleri ve yeri hak üzere yarattı. Sizi şekillendirdi ve şekillerinizi güzel yaptı. Dönüş O'nadır.","Ali Bulaç Meali":"Gökleri ve yeri hak olmak üzere yarattı ve size düzenli bir biçim (suret) verdi; suretlerinizi güzel yaptı. Dönüş O'nadır.","Ali Fikri Yavuz Meali":"Gökleri ve yeri üstün bir hikmetle yarattı. Size şekil verdi de, şekillerinizi güzel yaptı. Nihayet dönüş de O'nadır.","Bahaeddin Sağlam Meali":"Gökleri ve yeri hak ile yaratmıştır. Size şekil vermiştir. Ve şekillerinizi güzel yapmıştır. Ve en son dönüş O’nadır.","Bayraktar Bayraklı Meali":"O, gökleri ve yeri bir amaç için yaratmıştır. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O'nadır.","Besim Atalay Meali (1965)":"O, göklerle yeri hak olarak yarattı, size kılık verdi, ne de güzel yaptı kılığınızı !, Döney dahi O'nundur !","Cemal Külünkoğlu Meali":"Gökleri ve yeri hak ve hikmete uygun olarak gerektiği gibi O yarattı. Size (birbirinin aynısı olmayan) şekil verdi ve şeklinizi de güzel yaptı. Dönüş yalnız O'nadır. ","Cemil Said (1924)":"Semâvâtı ve arzı bir hikmet üzerine halk iyledi. Ve sizi güzel bir şekilde yaratdı. Hepiniz âna rücû’ ideceksiniz.","Diyanet İşleri Meali (Eski)":"Gökleri ve yeri gerektiği gibi yaratmıştır. Size şekil vermiş ve şeklinizi güzel yapmıştır. Dönüş O'nadır.","Diyanet İşleri Meali (Yeni)":"Gökleri ve yeri hak ve hikmete uygun olarak yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş yalnız O’nadır.","Kur'an Yolu (Diyanet İşleri)":"Allah gökleri ve yeri hikmetli olarak yarattı, size şekil verdi, şekillerinizi de güzel yaptı. Dönüş de ancak O’nadır.","Diyanet Vakfı Meali":"Gökleri ve yeri yerli yerince yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O'nadır.  ","Edip Yüksel Meali":"Gökleri ve yeri belli bir amaç için yaratmış, size biçim vermiş ve biçiminizi güzelleştirmiştir. Dönüş O'nadır.","Elmalılı Hamdi Yazır Meali":"Zira gökleri ve yeri hak ile yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş ancak O'nadır.","Elmalılı Meali (Orijinal)":"O ki Gökleri ve Yeri hakk ile yarattı ve size suret verdi, suretlerinizi güzel de yaptı, nihayet gidiş de onadır","Emrah Demiryent Meali":"(Allah,) gökleri ve yeri hak ile yarattı. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. Dönüş yalnız O’ (nun manevi huzuru) nadır.","Erhan Aktaş Meali":"Gökleri ve yeri hakk ile yarattı. Size, en iyi biçimle biçim verdi. Ve dönüş yalnızca O'nadır.","Hasan Basri Çantay Meali":"Gökleri ve yeri, hakk (-u adl) in ikaamesine sebeb olarak, O yaratdı, size suuret verdi, hem suuretlerinizi de güzel yapdı. Dönüş ancak Onadır.","Hayrat Neşriyat Meali":"Gökleri ve yeri hak ile (yerli yerinde) yarattı; ve size şekil verdi, sûretlerinizi de güzel yaptı.(1) Dönüş ise ancak O'nadır.","İhsan Aktaş Meali":"O, gökleri (uzaydaki bütün gök cisimlerini) ve yerküreyi hak bir gaye için, (yerli yerinde sabit bir sistemle) yaratmış, sizi de (yaratırken şu anki şeklinizle) şekillendirmiş ve sizin şeklinizi en güzel biçimde yapmıştır. (Hesap vermek üzere) nihai dönüşünüz de mutlaka O’na dır.","İlyas Yorulmaz Meali":"Gökleri ve yeryüzünü amacına uygun (hak ile) yaratmış, sonra sizi şekillendirmiş ve sizin şeklinizi en güzel biçimde yapmıştır. Dönüşünüz de O nadır.","İsmayıl Hakkı Baltacıoğlu":"O, yerleri, gökleri gerektiği gibi yarattı. Size de en güzel biçimi verdi. Sonunda ancak Ona dönülecektir.","İsmail Hakkı İzmirli":"O, gökleri ve yeri yerli yerinde yarattı, size hayvanat arasında güzel bir surette kılık, kıyafet verdi, dönüş yine O/nadır.","İsmail Yakıt":"Gökleri ve yeri bir gerçek/hak¹ olarak yarattı ve sizleri şekillendirdi ve şeklinizi de en güzel biçimde yaptı.² Sonunda dönüşünüz O’nadır.","Kadri Çelik Meali":"Gökleri ve yeri hak olmak üzere yarattı ve size düzenli bir biçim verdi de suretlerinizi güzel yaptı. Dönüş O'nadır.","Mahmut Kısa Meali":"Çünkü Allah, <b>gökleri ve yeri </b>hak, hukuk ve adâlet esaslarına göre, belli bir hikmet doğrultusunda ve şaşmaz kanunlara bağlı mükemmel bir sistem hâlinde, yani <b>hak olarak </b>mutlak hakikat anlaşılsın ve yaşansın diye <b>yaratmış ve size, </b>yeryüzünde karşılaşacağınız ortam ve şartlara uygun bir<b> şekil vermiş ve şeklinizi güzelleştirmiştir. </b>İşte bu nîmetler içerisinde bir süre dünyada yaşayacaksınız <b>ve </b>sonunda <b>dönüş</b>ünüz<b> O’na </b>olacak<b>tır.</b>","Mahmut Özdemir Meali":"Yer’i ve Gökler’i Hakk ile yarattı. Sizi suretlendirdi; suretlerinizi güzelleştirdi. Gidip Varış O’nadır.","Mehmet Çakır Meali":"Gökleri ve yeri dengede yarattı, sizi tasarladı, Çok da özendi, dönüşünüz de ona olacak. ","Mehmet Çoban Meali":"Gökyüzünü yeryüzünü gerçekler üzerine yaratmıştır. Her yaratılışın bir anlamı, bir nedeni vardır. Hiç bir şey hikmetsiz yaratılmamıştır. Rabbiniz sizi güzel bir şekilde şekillendirdi! Dünya hayatından sonra hesap vermek üzere dönüşünüz Allah’adır.        ","Mehmet Okuyan Meali":"(Allah) gökleri ve yeri bir amaç ile [*] yaratmıştır. Sizi şekillendirdi ve şekillerinizi de güzel yaptı. [*] Dönüş de yalnızca O’nadır.","Mehmet Türk Meali":"O, gökleri ve yeri hak¹ ile yarattı, size şekil verdi ve şeklinizi de çok güzel yaptı. Dönüş ise ancak Onadır.","Muhammed Esed Meali":"O, gökleri ve yeri [derunî bir] anlam ve amaç üzere ² yaratmış ve size (belli bir) şekil vermiştir; hem de öyle güzel bir şekil ki: ³ yolculuğunuzun varışı O’nadır.","Mustafa Çavdar Meali":"Allah, gökleri ve yeri gerçek bir amaç uğruna yarattı ve size şekil verdi hem de en güzel şekli verdi. Sonunda dönüş de O’na olacaktır. 2/29, 46/3","Mustafa İslamoğlu Meali":"Gökleri ve yeri gerçek bir amaç uğruna[⁵¹²⁸] O yarattı; ve size O şekil verdi, üstelik şeklinizi en güzel biçimde takdir etti; ama (o sûret de fanidir), her halükârda dönüş O’nadır.","Orhan Kuntman Meali":"Gökleri ve yeri hak ve hikmetle yarattı. (Sizin yaratılışınız da hikmet üzeredir) Size suret verdi, suretlerinizi de en güzel şekilde yaptı. (Ruhundan üfleyerek sizi şerefli mahlûk yaptı, -diğer yaratıklarından farklı olarak- size cüz'i de olsa hür bir irade ihsan buyurdu, sizi yaptıklarınızdan sorumlu tuttu) Dönüş ancak O'nadır. (Yaptıklarınızın hesabını mutlaka vereceksiniz)","Osman Fırat Meali":"Gökleri ve yeri hak ile yarattı, sizi biçimlendirdi, biçimlerinizi güzel yaptı. Dönüş O’nadır.","Ömer Nasuhi Bilmen Meali":"Gökleri ve yeri hak ile yarattı ve size sûret verdi de sûretinizi güzel yaptı ve dönüş de ancak O'nadır.","Suat Yıldırım Meali":"Allah, gökleri ve yeri gerçek bir maksatla, hikmetle yarattı. Sizi yarattı, hem de size güzel güzel sûretler verdi. Dönüşünüz de O'na olacaktır. [82, 6-8; 40, 64]","Süleyman Ateş Meali":"Gökleri ve yeri hak (hikmet) ile yarattı, sizi biçimlendirdi, biçimlerinizi güzel yaptı. Dönüş O'nadır.","Süleyman Tevfik (1927)":"Gökleri ve yeri halk ile yaratdı. Ve sizi en güzel sûretde tasvîr itdi. Cümlenin merci'i O'nadır.","Süleymaniye Vakfı Meali":"Gökleri ve yeri gerçek varlıklar olarak yaratmış, size özel şekil ve yetenekler vermiş, şekillerinizi ve yeteneklerinizi güzel yapmıştır[*]. Sonunda dönüş O’nadır.","Şaban Piriş Meali":"O, gökleri ve yeri hak ile yaratmış, sizi de en güzel sûrette şekillendirmiştir. Dönüş de O'nadır.","Ümit Şimşek Meali":"O gökleri ve yeri hak ile yarattı. Size de bir suret verdi, sonra suretinizi güzelleştirdi.(1) Dönüş yine Onun huzurunadır.","Yaşar Nuri Öztürk Meali":"Gökleri ve yeri hak olarak yarattı; sizi biçimlendirdi ve görünüşlerinizi güzel yaptı. Yalnız O'nadır dönüş.","Eski Anadolu Türkçesi":"yarattı gökleri daħı yiri ḥaķk-ıla. daħı sūretlendürdi sizi pes görklü eyledi sūretlerüñüzi. daħı andın yañadur dönecek yir.","Satıraltı Meal (1534)":"Yaratdı gökleri ve yirleri ḥaḳḳ‐ıla ve ṣūretlerüñüzi güzel ḳıldı ve ‘āḳıbetanuñ ḥażretine döneceksiz.","Bunyadov-Memmedeliyev ":"O, göyləri və yeri haqq-ədalətlə (yerli-yerində) xəlq etdi, sizə surət verdi, surətlərinizi də gözəl yaratdı. (İnsan bütün canlıların ən gözəli və ən kamilidir). Axır dönüş də Onun hüzurunadır!","M. Pickthall (English)":"He created the heavens and the earth with truth, and He shaped you and made good your shapes, and unto Him is the journeying.","Yusuf Ali (English)":"He has created the heavens and the earth in just proportions, and has given you shape,(5481) and made your shapes beautiful: and to Him is the final Goal.(5482)"},"4":{"Arabic":"يَعْلَمُمَافِيالسَّمٰوَاتِوَالْاَرْضِوَيَعْلَمُمَاتُسِرُّونَوَمَاتُعْلِنُونَۜوَاللّٰهُعَل۪يمٌبِذَاتِالصُّدُورِ","Abdulbaki Gölpınarlı Meali":"Bilir ne varsa göklerde ve ne varsa yeryüzünde ve bilir neyi gizlerseniz ve neyi açığa vurursanız ve Allah, gönüllerde olanı da bilir.","Abdullah-Ahmet Akgül Meali":"<b>Göklerde ve yeryüzünde olanları </b><i>(bütün yarattıklarını elbette)</i><b> bilir, gizlediğiniz ve açığa vurduğunuz şeyleri de bilir. Allah, göğüslerin </b><i>(gönüllerin) </i><b>özünü Bilendir.</b> ","Abdullah Parlıyan Meali":"O Allah ki göklerde ve yerde olan herşeyi bilir. O Gizlediklerinizi ve açığa vurduklarınızı da bilir. Gönüllerde gizli olanlarıda bilendir O.","Ahmet Tekin Meali":"Allah göklerdeki varlıkları, yerdeki varlıkları ve olayları bilir. Gizlediğiniz ve açığa vurduğunuz sözlerinizi ve fiillerinizi bilir. Allah gönüllerdeki sırları bilir.","Ahmet Varol Meali":"Göklerde ve yerde ne varsa bilir; sizin gizlediklerinizi de açığa vurduklarınızı da bilir. Allah gönüllerde olanı bilendir.","Ali Bulaç Meali":"Göklerde ve yerde olanların tümünü bilir; sizin saklı tuttuklarınızı da, açığa vurduklarınızı da bilir. Allah, sinelerin özünde saklı duranı bilendir.","Ali Fikri Yavuz Meali":"Göklerde ve yerde olan her şeyi bilir. Sizin bütün gizlediklerinizi ve aşikâre yaptıklarınızı da bilir. Allah, bütün kalplerde olanı bilendir.","Bahaeddin Sağlam Meali":"O, göklerdeki ve yerdeki her şeyi bilir. Gizlediğinizi ve açıkladığınızı da bilir. Şüphesiz Allah, sinelerde saklı olan her şeyi bilendir.","Bayraktar Bayraklı Meali":"Göklerde ve yerde olanları bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Allah, sinelerde olanı bilendir.","Besim Atalay Meali (1965)":"Göklerdeki, yerdeki olanı bilir; gizli, açık ne yapsanız da bilir; bilir Allah gönüllerde olanı","Cemal Külünkoğlu Meali":"O, göklerde ve yerde olan her şeyi bilir. O, gizlediklerinizi de açığa vurduklarınızı da bilmektedir. Evet, Allah kalplerde olanı da hakkıyla bilendir.","Cemil Said (1924)":"Semâvâtda ve arzda cereyân iden vak’adan Allâh haberdârdır izmâr iylediğinizi de, izhâr iylediğinizi de bilür. Allâh bütün kalblerden geçene vâkıfdır.","Diyanet İşleri Meali (Eski)":"Göklerde ve yerde olanları bilir; gizlediklerinizi de açığa vurduklarınızı da bilir; Allah, kalblerde olanı da bilendir.","Diyanet İşleri Meali (Yeni)":"Göklerdeki ve yerdeki her şeyi bilir. Gizlediklerinizi de açığa vurduklarınızı da bilir. Allah, göğüslerin özünü (kalplerde olanı) hakkıyla bilendir.","Kur'an Yolu (Diyanet İşleri)":"Göklerde ve yerde olanları bilir, gizlediklerinizi ve açıkladıklarınızı da bilir ve Allah kalplerin derinliklerinde olanı da bilmektedir.","Diyanet Vakfı Meali":"Göklerde ve yerde olanları bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Allah kalplerde olanı bilendir.","Edip Yüksel Meali":"Göklerde ve yerde olanları bilir; sizin gizlediklerinizi ve açığa vurduklarınızı da bilir. ALLAH gizli düşüncelerinizi çok iyi bilir.","Elmalılı Hamdi Yazır Meali":"Göklerde ve yerde olanları, gizlediğiniz ve açığa vurduğunuz şeyleri bilir. Allah, göğüslerin özünü bilir.","Elmalılı Meali (Orijinal)":"O Göklerde ve Yerde ne varsa bilir ve sizler her ne sirr tutar ve her ne açıklarsanız hepsini bilir ve Allah bütün sînelerin künhünü bilir","Emrah Demiryent Meali":"Göklerdeki ve yerdeki her şeyi hakkıyla bilir. Gizlediklerinizi de açığa vurduklarınızı da hakkıyla bilir. Allah, kalplerde olanı da hakkıyla bilendir.","Erhan Aktaş Meali":"Göklerde ve yerde olanları bilir. Gizlediklerinizi de açığa vurduğunuzu da bilir. Allah, göğüslerin özünü en iyi bilendir. ","Hasan Basri Çantay Meali":"Göklerde ve yerde ne varsa bilir. Ne gizler, ne açıklarsanız onları da bilir. Allah göğüslerin içinde olan her gizliyi bile hakkıyle bilicidir.","Hayrat Neşriyat Meali":"Göklerde ve yerde ne varsa bilir; neyi gizlerseniz ve neyi açıklarsanız (onu da) bilir. Çünki Allah, sînelerin içinde olanı hakkıyla bilendir.","İhsan Aktaş Meali":"Göklerde (uzayda) ve yerkürede olanı bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Ve Allah, gönüllerin özünü de (gönüllerde geçen her şeyi de) bilmektedir. *","İlyas Yorulmaz Meali":"Göklerde ve yeryüzünde olan herşeyi bildiği gibi, aynı zamanda sizin gizlediklerinizi ve açıkladıklarınızı da O biliyor. Allah, göğüslerin gizlediklerini en iyi bilendir.","İsmayıl Hakkı Baltacıoğlu":"O, yerlerde, göklerde olanların hepsini bilir, gizlediklerinizi de bilir, açıkladıklarınızı da. Allah içinizdekileri de bilicidir.","İsmail Hakkı İzmirli":"O, göklerdekileri ve yerdekileri, gizli tuttuğunuzu, alenî yaptığınızı hep bilir. Allah sinelerde gizli olanları da tamamıyle bilir.","İsmail Yakıt":"Göklerde ve yerde olan her şeyi bilir. Sizin gizlediklerinizi ve açığa vurduklarınızı da bilir. Çünkü O, göğüslerde/ kalplerde [sudûr] olanları da hakkıyla bilendir.³","Kadri Çelik Meali":"Göklerde ve yerde olanların tümünü bilir. Sizin saklı tutmakta olduklarınızı da açığa vurduklarınızı da bilir. Allah, sinelerin özünde saklı duranı bilendir.","Mahmut Kısa Meali":"Allah, <b>göklerde ve yerde olan her şeyin bilgisine sahiptir; </b>dolayısıyla,<b> sizin gizlediğiniz ve açığa vurduğunuz her şeyden haberdardır.</b>Şüphesiz O,<b> kalplerde gizlenen</b> bütün niyet ve düşünceler<b>i bilmektedir.</b>","Mahmut Özdemir Meali":"Yer ve Gökler’deki şeyleri biliyor. Neyi sır olarak saklıyorsunuz, neyi açığa vuruyorsunuz, biliyor. Allah Göğüsler’in özünü bilendir.","Mehmet Çakır Meali":"&1616;Allah, göklerde ve yerde olup bitenleri bilir.  Gizlediklerinizi de bilir açığa vurduklarınızı da.  aklınızdan geçenleri de bilir...","Mehmet Çoban Meali":"Göklerdeki yerdeki her şeyi bilir. Gizlediklerinizi açıkladıklarınızı bilir.    ","Mehmet Okuyan Meali":"Göklerde ve yerde olanları bilir; gizlediğinizi de açıkladığınızı da bilir. Allah göğüslerin (kalplerin) özünü bilendir.","Mehmet Türk Meali":"O, göklerde ve yerde olanların hepsini bildiği gibi, sizin gizlediklerinizi de açığa vurduklarınızı da bilir. Hattâ Allah, gönüllerin özündekileri de çok iyi bilir.¹","Muhammed Esed Meali":"O, göklerde ve yerde olan her şeyi bilir; ve O, sakladıklarınızı da, açığa vurduklarınızı da bilmektedir: çünkü Allah, [insanların] kalpler[in]de olanın her türlü bilgisine sahiptir.","Mustafa Çavdar Meali":"O, göklerde ve yerde olan ne varsa hepsini bilir; haliyle gizlediğinizi de açıkladığınızı da bilir. Zira Allah, göğüslerdeki en mahrem sırları bilendir. 6/3, 11/5, 67/13","Mustafa İslamoğlu Meali":"O, göklerde ve yerde olan her şeyi bilir; yine gizlediklerinizi ve açıkladıklarınızı da bilir: zira Allah gönüllerdeki (en mahrem) sırları bilendir.[⁵¹²⁹]","Orhan Kuntman Meali":"O göklerde ve yerde olanları gizlediğiniz ve açıkladığınız her şeyi bilir.. Allah, kalblerde gizlenen sırlan bile hakkıyle bilendir!","Osman Fırat Meali":"Göklerdeki ve yerdeki her şeyi bilir. Gizlediklerinizi de açığa vurduklarınızı da bilir. Ve Allah, göğüslerde olanı bilendir.","Ömer Nasuhi Bilmen Meali":"Göklerde ve yerde ne var ise bilir ve neleri gizlediğinizi ve neleri açıkladığınızı bilir ve Allah göğüslerin içinde olanlara da tamamen alîmdir.","Suat Yıldırım Meali":"O, göklerde ve yerde olan her şeyi bilir. Gizlediğiniz ve açıkladığınız her şeyi de bilir. O sinelerin özünü, gönüllerin ta künhünü de bilir. ","Süleyman Ateş Meali":"Göklerde ve yerde bulunanları bilir, gizlediğiniz ve açığa vurduğunuz şeyleri de bilir. Allah, göğüslerin özünü bilendir.","Süleyman Tevfik (1927)":"Göklerde ve yerde olanları, gizlediğiniz ve i'lân iylediğiniz şeyleri bilir. kalblerde olanları da bilicidir.","Süleymaniye Vakfı Meali":"O, göklerde ve yerde olanı bilir. Neleri gizlediğinizi ve neleri açığa vurduğunuzu bilir. İçinizde olanı da bilen Allah’tır.","Şaban Piriş Meali":"Göklerde ve yerde ne varsa bilir; gözlediğinizi de açıkladığınızı da bilir. Allah, göğüslerin özünü de bilir.","Ümit Şimşek Meali":"O göklerde ve yerde olanı da bilir, sizin gizlediğinizi ve açığa vurduğunuzu da. Allah, gönüllerde saklı olanı da hakkıyla bilir.","Yaşar Nuri Öztürk Meali":"O bilir, göklerde ne var, yerde ne var! Ve bilir sizin gizlediklerinizi de açıkladıklarınızı da. Allah, göğüslerin özünü çok iyi bilir.","Eski Anadolu Türkçesi":"bilür anı kim göklerdedür daħı yirde daħı bilür anı kim gizlersiz daħı anı kim eşikere eylersiz. daħı Tañrı bilicidür gögüzler issini ya'nį göñüllerdegiyi.","Satıraltı Meal (1534)":"Bilür her ne kim var‐ısa göklerde ve yirlerde. Daḫı bilür siz gizlegen nesne‐leri, āşikāre eylegeni daḫı ve Tañrı Ta‘ālā bilicidür göklerde olan nesneleri.","Bunyadov-Memmedeliyev ":"O, göylərdə və yerdə olanları da, sizin gizlində və aşkar da nə etdiyinizi də bilir. Allah ürəklərdə olanları biləndir!","M. Pickthall (English)":"He knoweth all that is in the heavens and all that is in the earth, and He knoweth what ye conceal and what ye publish. and Allah is Aware of what is in the breasts (of men).","Yusuf Ali (English)":"He knows what is in the heavens and on earth; and He knows what(5483) ye conceal and what ye reveal: yea, Allah knows well the (secrets) of (all) hearts."},"5":{"Arabic":"اَلَمْيَأْتِكُمْنَبَؤُاالَّذ۪ينَكَفَرُوامِنْقَبْلُۘفَذَاقُواوَبَالَاَمْرِهِمْوَلَهُمْعَذَابٌاَل۪يمٌ","Abdulbaki Gölpınarlı Meali":"Daha önce kafir olanların haberi gelmedi mi size? Yaptıkları işin vebalini tattılar ve onlara elemli bir azap var.","Abdullah-Ahmet Akgül Meali":"<b>Bundan önce inkâr edenlerin </b><i>(küfre ve zulme yönelen kavimlerin)</i><b> haberi size gelmedi mi? İşte onlar, </b><i>(daha dünyada iken kötü)</i><b> işlerinin vebalini tatmış </b><i>(ve çeşitli belalara uğramış)</i><b>lardır. </b><i>(Ahirette de)</i><b> Onlara acı bir azap vardır.</b> ","Abdullah Parlıyan Meali":"Geçmişte inkâr edenlerin haberi size gelmedi mi? Onlar işledikleri günahların cezasını dünyada çektiler, öteki alemde de onlar için acı bir azap vardır.","Ahmet Tekin Meali":"Daha önce kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek ört-bas edip inkârda ısrar edenlerin, küfre saplananların cezalandırılma haberleri size gelmedi mi? Onlar dünyada dine, mü'minlere karşı uyguladıkları kötülük planlarının cezasını tattılar. Onlara can yakıp inleten müthiş bir de azap vardır.","Ahmet Varol Meali":"Daha önce inkâr edenlerin haberi size gelmedi mi? Onlar yaptıklarının cezasını tattılar. Onlar için acıklı bir azap vardır.","Ali Bulaç Meali":"Bundan önce inkâr edenlerin haberi size gelmedi mi? İşte onlar, işlerinin vebalini taddılar. Onlara acı bir azab vardır.","Ali Fikri Yavuz Meali":"(Ey Kâfirler)! Bundan önce, kâfir olanların (helâk) haberi gelmedi mi size? Öyle ki, yaptıklarının cezasını (dünyada azab çekmekle) taddılar. Daha da onlara (ahirette) acıklı bir azab var.","Bahaeddin Sağlam Meali":"Sizden önceki kâfirlerin haberi size gelmedi mi? Yaptıkları işlerin cezasını tattılar. (Ahirette de) onlar için elem verici bir azap vardır.","Bayraktar Bayraklı Meali":"Daha önce inkâr edenlerin haberi size ulaşmadı mı? İşte onlar dünyada yaptıklarının cezasını tattılar. Onlar için elem verici bir azap da vardır.","Besim Atalay Meali (1965)":"Önce, kâfir olanların haberi gelmedi mi sizlere? imdi onlar işlerinin günahını tattılar, onlar için ağrıtıcı azap var","Cemal Külünkoğlu Meali":"Daha önce inkârda direnenlerle ilgili bilgiler size ulaşmadı mı? Onlar yaptıklarının dünyalık cezasını çekmişlerdi. Ahirette de onlar için elem dolu bir azap vardır.","Cemil Said (1924)":"Eski zamân kâfirlerinin hikâyesini işitdiniz mi? Bunlar dünyâda fecî’ bir ’âkıbete uğrarlar ve âhiretde ’azâb-ı elîme dûçâr olurlar.","Diyanet İşleri Meali (Eski)":"Daha önce inkar edip de, inkarlarının karşılığını tadan kimselerin haberi size gelmedi mi? Onlara, can yakıcı azap vardır.","Diyanet İşleri Meali (Yeni)":"Daha önce inkâr edip de inkârlarının cezasını tadanların haberi size gelmedi mi? Onlar için elem dolu bir azap da vardır.","Kur'an Yolu (Diyanet İşleri)":"Daha önce inkâr edip de yaptıklarının cezasını tadanların haberi size ulaşmadı mı? Onlar için elem verici bir azap daha vardır.","Diyanet Vakfı Meali":"Daha önce inkâr edenlerin haberi size ulaşmadı mı? İşte onlar (dünyada) yaptıklarının cezasını tattılar. Onlar için acı bir azap da vardır.  ","Edip Yüksel Meali":"Daha önce inkar edip de yaptıklarının karşılığını tadanların haberi size ulaşmadı mı? Onlara acı bir azap vardır.","Elmalılı Hamdi Yazır Meali":"Önceden inkâr edenlerin haberi size gelmedi mi? (Onlar) işlerinin vebalini tattılar ve onlar için acı bir azap vardır.","Elmalılı Meali (Orijinal)":"Bundan evvel küfr edenlerin haberi gelmedi mi size? Ki yaptıklarının vebalini tattılar, daha da onlara elîm bir azâb var","Emrah Demiryent Meali":"Daha önce inkâr edenlerin (helâk) haberi size gelmedi mi? İşte onlar (dünyada) yaptıklarının cezasını tattılar. Onlar için (âhirette de) elem dolu bir azap vardır.","Erhan Aktaş Meali":"Daha önce gerçeği yalanlayan nankörlerin, yaptıkları şeylerin bedelini nasıl ödediklerinin haberi size gelmedi mi? Onlar için acı bir azap vardır.","Hasan Basri Çantay Meali":"Bundan evvel küfredib de işlerinin ağırlığını (dünyâda, çekib) tadanların haber (ler) i gelmedi mi size? Onlara (âhiretde de) elem verici azâb vardır.","Hayrat Neşriyat Meali":"Daha önce inkâr etmiş olanların haberi size gelmedi mi? (Onlar) işlerinin vebâlini(dünyada kısmen) tattılar(2) ve (âhirette) onlar için (pek) elemli bir azab vardır.","İhsan Aktaş Meali":"Daha önce inkâr etmiş olanların haberi size gelmedi mi? Onlar işlediklerinin vebalini çektiler. Ve (yaptıkları kötülükler nedeniyle ahirette de) onlar için acı bir azap vardır.","İlyas Yorulmaz Meali":"Yapmış oldukları işlerin karşılığı olarak acıklı azabı tatmış olan, önceki inkâr edenlerin haberleri size gelmedi mi?","İsmayıl Hakkı Baltacıoğlu":"Sizden önce tanımazlık edenlerin başına gelenleri duymadınız mı? İşte onlar ettiklerini buldular. Onlar için acıklı bir azap vardır.","İsmail Hakkı İzmirli":"Kâfirler! Sizden evvel gelen kâfirlerin haberini almadınız mı? Onlar dünyada işlerinin vebal ve akıbetini tattılar. Onlar için âhirette de acıklı bir azap vardır.","İsmail Yakıt":"Daha önce inkâr edip de yaptıklarının vebalini (dünyada iken) tadanların haberi sana gelmedi mi? (Ahirette) onlar için can yakıcı bir azap vardır.","Kadri Çelik Meali":"Bundan önce küfre sapmış bulunanların haberi size gelmedi mi? İşte onlar, işlerinin vebalini tattılar. Onlar için acı bir azap vardır.","Mahmut Kısa Meali":"Ey çağdaş zâlimler! Sizden<b> önceki inkârcıların </b>başlarına gelen ibret verici felâketlerin <b>haberi size ulaşmadı mı? </b>İnsanlık tarihini ibret nazarıyla inceleyin ve zâlimlerin sonlarının nasıl olduğunu görün! Onlar da sizin gibi azgınlık etmişler ve sonunda <b>yaptıklarının cezasını çekmişlerdi. </b>Fakat asıl cezayı âhirette çekecekler: <b>Onlar için, can yakıcı bir azap var!</b>","Mahmut Özdemir Meali":"Önceden size, inkâr etmiş olanların uyarıcı haberi gelmedi mi? İşlerinin vebalini tattılar. Onlar için acıveren bir azap vardır.","Mehmet Çakır Meali":"<b>Eski</b> inkarcıların öyküsünü duydunuz mu? Onlar, yaptıklarının cezasını kısmen çektiler. Ama asıl kıvrandıran acılar daha sonra.","Mehmet Çoban Meali":"Daha önce inkâr edip inkârlarından dolayı cezalandırılanların haberi size gelmedi mi? Onlar için elem dolu bir ceza vardır.        ","Mehmet Okuyan Meali":"Daha önce kâfir olanların haberi size ulaşmamış mıydı! İşte onlar, yaptıklarının cezasını (dünyada) tatmışlardı. Onlar için (mahşerde de) elem verici bir azap vardır.","Mehmet Türk Meali":"(Ey Kâfirler!) Sizden önce inkâr edip de inkârlarının karşılığı olarak (dünyada) helâki tadanların haberi size gelmedi mi? (Ayrıca âhirette) onlara, acıklı bir azap vardır.","Muhammed Esed Meali":"GEÇMİŞTE hakikati kabule yanaşmayanların kıssasından haberin yok mu? [Onlar hakikati inkar ettiler] ve böylece yaptıklarının sonucuna katlanmak zorunda kaldılar, ⁴ [öteki dünyada da] onları bekleyen şiddetli bir azap [vardır]:","Mustafa Çavdar Meali":"Size daha önceki kâfirlerin akıbetleri ile ilgili haberler gelmedi mi? Onlar yaptıklarının cezasını çektiler. Onları acıklı bir azap beklemektedir. 14/45, 32/26","Mustafa İslamoğlu Meali":"DAHA önceden inkâra gömülüp gidenlerin haberi size gelmedi mi? Onlar da yaptıklarının kötü sonuçlarını (daha burada) tattılar; ve (ötede) onların hakkı elem verici bir azaptır.[⁵¹³⁰]","Orhan Kuntman Meali":"(Ey müşrikler, bu uyarılardan hâlâ ibret almayacak mısınız) Sizden önce (peygamberlerini) inkâr eden ümmetlerin haberi size erişmedi mi? Onlar -dünyada- yaptıklarının cezasını tattılar, onlara -ahirette de- çetin bir azap vardır.","Osman Fırat Meali":"Da öncekafir olanların haberi size ’gelmedi mi? (Onlar), işlerinin vebalini tattılar ve onlar için acı bir azab da vardır.","Ömer Nasuhi Bilmen Meali":"Size evvelce kâfir olmuş olanların haberi gelmedi mi ki, onlar, işlerinin vebâlini tattılar ve onlar için pek acıklı bir azap vardır.","Suat Yıldırım Meali":"Daha önceki inkârcıların başlarına gelen olaylardan haberiniz olmadı mı? Onlar yaptıkları işlerin cezasını dünyada çektiler, âhirette de onlara gayet acı bir azap vardır. ","Süleyman Ateş Meali":"Daha önce inkar etmiş olanların haberi size gelmedi mi? (Onlar), işlerinin vebalini taddılar ve onlar için acı bir azab da vardır.","Süleyman Tevfik (1927)":"Sizden evvel küfür idüb 'amellerin vebâlini tadanların haberi size gelmedi mi? Onlara elemli 'azâb vardır.","Süleymaniye Vakfı Meali":"Sizden önce ayetleri görmezlikten gelenlerin (kafirlerin) haberi size ulaşmadı mı? Onlar ettiklerini buldular. Onların hak ettikleri acıklı bir azaptır.","Şaban Piriş Meali":"Daha önceki kafirlerin haberi gelmedi mi size? Yaptıklarının cezasını tattılar. Onlar için bir de acı verici azap vardır.","Ümit Şimşek Meali":"Daha önceki kâfirlerin haberi size gelmedi mi? Onlar yaptıklarının cezasını tattılar. Âhirette de onlar için acı bir azap vardır.","Yaşar Nuri Öztürk Meali":"Sizden önce küfre sapanların haberleri gelmedi mi size? Onlar, yapıp ettiklerinin vebalini tattılar. Ve onlar için korkunç bir azap vardır.","Eski Anadolu Türkçesi":"iy gelmedi mi size ħaberi anlaruñ kim kāfir oldılar ilerden pes ŧaddılar işleri vebālin? daħı anlaruñdur 'aźāb aġrıdıcı.","Satıraltı Meal (1534)":"Gelmedi mi size ḫaberi ol kişilerüñ ki kāfir oldılar geçen zamānlar‐da? Pes daddılar işleri vebālini ve anlara ulu ‘aẕāb vardur.","Bunyadov-Memmedeliyev ":"(Ey Məkkə müşrikləri!) Məgər sizdən əvvəl kafir olanların (əzaba düçar edilməsi) xəbəri sizə gəlib çatmadımı? Onlar öz gördükləri işlərin cəzasını dünyada daddılar. Onları (axirətdə) şiddətli bir əzab gözləyir!","M. Pickthall (English)":"Hath not the story reached you of those who disbelieved of old and so did taste the ill effects of their conduct, and theirs will be a painful doom.","Yusuf Ali (English)":"Has not the story reached you, of those who rejected Faith aforetime? So they tasted the evil result of their conduct;(5484) and they had a grievous Penalty."},"6":{"Arabic":"ذٰلِكَبِاَنَّهُكَانَتْتَأْت۪يهِمْرُسُلُهُمْبِالْبَيِّنَاتِفَقَالُٓوااَبَشَرٌيَهْدُونَنَاۘفَكَفَرُواوَتَوَلَّوْاوَاسْتَغْنَىاللّٰهُۜوَاللّٰهُغَنِيٌّحَم۪يدٌ","Abdulbaki Gölpınarlı Meali":"Bu da, peygamberlerinin, apaçık delillerle onlara geldikleri halde onların, bir insan mı bize doğru yolu gösterecek deyip de kafir olmalarından ve yüz çevirmelerindendir ve Allah da onlardan müstağni olduğunu göstermiştir ve Allah, müstağnidir ve hamde layık, odur.","Abdullah-Ahmet Akgül Meali":"<b>Bu </b><i>(azap)</i><b>, onların elçileri kendilerine apaçık belgelerle geldiği halde, \"Bizi bir beşer </b><i>(benzerimiz bir kişi) </i><b>mi hidayete ulaştıracak?\" demeleri ve bu yüzden inkâr edip saparak yüz çevirmeleri nedeniyledir. Allah da </b><i>(onlara karşı)</i><b> müstağni olduğunu </b><i>(hiçbir şeye ihtiyacı olmadığını)</i><b> gösterdi. Allah Ğaniy’dir, Hamîd’dir </b><i>(sınırsız zengin, övgüye ve şükre layık olandır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Bu dünya ve ahiret azabına uğramaları; kendilerine apaçık belgelerle peygamberler geldiği halde onların “Bize bir insan mı doğru yolu gösterecek?” demeleri ve yüz çevirip inkâr etmelerindendir. Şüphesiz Allah hiçbir şeye muhtaç değildir, Allah'ın hiçbir şeye ve kimseye ihtiyacı yoktur, eksiksiz övgülere layıktır.","Ahmet Tekin Meali":"Bu, Rasullerinin kendilerine açık seçik delillerle gelmeleri, onların da:<br>\r\n“Bir insan mı, bize doğru yolu gösterecek.” diyerek, inkârda ısrar etmeleri ve imandan yüz çevirmeleri, güç ve iktidarlarını kullanarak, halkı istedikleri istikamette yönlendirmeleri sebebiyledir. Allah, kendisinin hiçbir şeye muhtaç olmadığını onlara gösterdi. Allah zengindir, övgüye, şükre lâyıktır.","Ahmet Varol Meali":"Bu, peygamberleri onlara apaçık delillerle geldiğinde onların: \"Bir insan mı bizi doğru yola iletecek?\" diyerek inkâr etmeleri ve arkalarını dönmeleri yüzündendir. Allah da hiçbir şeye ihtiyacının olmadığını gösterdi. Allah bir şeye ihtiyacı olmayan, hamde lâyık olandır.","Ali Bulaç Meali":"Bu, kendilerine apaçık belgelerle elçiler geldiği halde 'bizi bir beşer mi hidayete ulaştıracak?' demeleri ve bu yüzden inkâr edip saparak yüz çevirmeleri nedeniyledir. Allah da (onlara karşı) müstağni olduğunu (hiç bir şeye ihtiyacı olmadığını) gösterdi. Allah Ğani'dir, Hamid'dir.","Ali Fikri Yavuz Meali":"Çünkü, onlara peygamberleri mucizelerle geliyordu da onlar: “-Bizi bir insan mı yola getirecek? deyib inkâr etmişler ve yüz çevirmişlerdi. Allah da (değil onların imanına), hiç bir şeye muhtaç olmadığını gösterdi. Allah hiç bir şeye muhtaç değildir, hamd edilmeğe lâyıktır.","Bahaeddin Sağlam Meali":"Çünkü peygamberler, onlara mucizeler ile geldiler. Onlar: “İnsanlar mı bize yol gösterecek?” dediler, inkâr ettiler ve sırt çevirdiler. Allah da onlara muhtaç olmadığını bildir(erek onları boş ver)di. Şüphesiz Allah, hiçbir şeye muhtaç değildir. O, bütün hamd ve kemalata sahiptir.","Bayraktar Bayraklı Meali":"Bunun sebebi şudur: Onlara peygamberleri apaçık deliller getirmişlerdi, fakat onlar, “Bir beşer mi bizi doğru yola götürecekmiş?” dediler, inkâr ettiler ve yüz çevirdiler. Allah da hiçbir şeye muhtaç olmadığını gösterdi. Allah zengindir; övgüye lâyıktır.","Besim Atalay Meali (1965)":"Andan ötürü ki, onlara belgelerle peygamberler gelmişti; dediler ki: «Bizi bir insan mı doğru yola iletecek?»; Küfrettiler, yüz çevirdiler, Allah hiçbir şeyin yoksulu değil, Allah zengin, Allah öğülmüş","Cemal Külünkoğlu Meali":"Çünkü onlara resulleri apaçık delillerle gelmişti de onlar: “Bizi bir insan mı yola getirecek?” diyerek inkâr etmiş ve yüz çevirmişlerdi. Allah da (yaptıkları yüzünden onları helak ederek), imanlarına ihtiyacı olmadığını göstermişti. Çünkü Allah her bakımdan sınırsız zengindir (kimsenin imanına ihtiyacı yoktur), her türlü övgüye ve şükre lâyık Olandır.","Cemil Said (1924)":"Çünki bunlar âşikâr mu’cizeler ile kendilerine gönderilen peygamberler içün: \"Bizim gibi insânlar mı bizi tarîk-i hidâyete sevk idecek\" dirler ve ihtârâta kulak asmazlar idi. Allâh’ın ânların ’ibâdetine ihtiyâcı yokdur. Allâh zengin ve pür-şân ve şerefdir.","Diyanet İşleri Meali (Eski)":"Bu, kendilerine peygamberleri belgelerle geldiğinde: \"Bizi doğru yola bir insan mı eriştirecek?\" diyerek inkar edip gerçeğe yüz çevirmelerinden ötürüdür. Allah hiçbir şeye muhtaç olmadığını ortaya koymuştur. Allah müstağnidir, övülmeğe layık olandır.","Diyanet İşleri Meali (Yeni)":"Bu, peygamberlerinin, onlara apaçık mucizeler getirmeleri ve onların da, “(Bizim gibi) insanlar mı bizi doğru yola iletecekmiş?” deyip de inkâr etmeleri ve yüz çevirmeleri sebebiyledir. Allah da hiçbir şeye muhtaç olmadığını göstermiştir. Allah, her bakımdan sınırsız zengindir, övgüye lâyıktır.","Kur'an Yolu (Diyanet İşleri)":"Çünkü onlara peygamberleri açık kanıtlarla gelmişlerdi de onlar, “Bir beşer mi bizi doğru yola çıkaracak?” deyip inkâr etmişler ve ona sırt çevirmişlerdi. Allah da muhtaç olmadığını gösterdi. Allah’ın hiçbir şeye ihtiyacı yoktur, O her türlü övgüye lâyıktır.","Diyanet Vakfı Meali":"(O azabın sebebi) şu ki, onlara peygamberleri apaçık deliller getirmişlerdi, fakat onlar: Bir beşer mi bizi doğru yola götürecekmiş? dediler, inkâr ettiler ve yüz çevirdiler. Allah da hiçbir şeye muhtaç olmadığını gösterdi. Allah zengindir, hamde lâyıktır.","Edip Yüksel Meali":"Çünkü, elçileri onlara apaçık kanıtlarla gidiyorlar ve onlar ise, \"Bize doğru yolu bir insan mı gösterecek?\" diyorlardı. Böylece inkar edip yüz çeviriyorlardı. ALLAH hiç bir şeye muhtaç değildir. ALLAH Zengindir, Övülendir.","Elmalılı Hamdi Yazır Meali":"Böyledir, çünkü onlara peygamberleri, açık deliller getirirlerdi, fakat onlar: \"Bir insan mı bize yol gösterecek?\" dediler ve yüz çevirdiler. Allah da muhtaç olmadığını gösterdi. Allah zengindir, övülmeye lâyıktır.","Elmalılı Meali (Orijinal)":"Çünkü onlara Peygamberleri beyyinelerle geliyordu da onlar bizi bir beşer mi yola getirecek? Deyip küfr etmişler ve aksine gitmişlerdi, Allah da müstağni olduğunu gösterdi, öyle ya Allah ganîdir hamîddir","Emrah Demiryent Meali":"Bu (azaba uğramalarının sebebi) kendilerine peygamberler, apaçık mu‘cizelerle geldiği hâlde onların, “Bize bir insan mı doğru yolu gösterecek!” demelerinden ve (itaatten) yüz çevirip (hakkı) inkâr etmelerindendir. Allah da (değil onların îmânına, ibadetine,) hiçbir şeye muhtaç olmadığını (onları helâk ederek) gösterdi. Allah hiçbir şeye muhtaç değildir, (O) her türlü övgüye layık olandır.","Erhan Aktaş Meali":"İşte bu, resûlleri kendilerine açık kanıt içeren bilgilerle geldiklerinde: “Bir beşer mı bizi doğru yola iletecek?” diyerek, gerçeği yalanlayarak yüz çevirdiler. Allah'ın onların inanmalarına ihtiyacı yoktur. Allah, Hiçbir Şeye Muhtaç Olmayan'dır, Övgüye Değer Yegâne Varlık'tır.","Hasan Basri Çantay Meali":"Bu, şu hakıykat yüzündendir : Peygamberleri onlara apaçık mu'cizeler getiriyorlardı da onlar «Bizi insan mı doğru yola götürecekmiş?» demişlerdi. Bu suretle küfretmişler, arka dönmüşlerdi. Allah ise hiçbir şey'e muhtâc olmadığını göstermişdi. Allah her şeyden müstağnidir, her hamde (ancak O) lâyıkdır.","Hayrat Neşriyat Meali":"Bunun sebebi şudur: Şübhesiz onlara peygamberleri mu'cizelerle geliyorlardı da(onlar): “Bize bir insan mı doğru yolu gösterecek?” diyorlardı. Böylece inkâr ettiler ve yüz çevirdiler; Allah da (hiçbir şeye) muhtaç olmadığını gösterdi. Çünki Allah, Ganî (hiçbir şeye muhtaç olmayan)dır, Hamîd (hamd edilmeye yegâne lâyık olan)dır.","İhsan Aktaş Meali":"Bu, onlara elçileri belgelerle gelmişti de onlar: “Bizi bir beşer mi yola getirecek?” diyerek inkâr etmiş ve yüz çevirmişlerdi. Oysa Allah (değil onların imanına), hiçbir şeye de muhtaç olmadığını ortaya koymuştur. Ve Allah müstağnidir, övülmeğe layık olandır.","İlyas Yorulmaz Meali":"Onlara gelen elçilerin açıklayıcı deliller getirmelerinden sonra kendi aralarında “Bir insan mı bizi doğru yola ulaştıracak?” demişler sonra elçilerin getirdiklerini inkâr etmişler ve gelen doğrulardan yüz çevirmişlerdi. Onların (kulluğuna) muhtaç olmadığı halde Allah, övülmesi gereken de yalnızca O’dur.","İsmayıl Hakkı Baltacıoğlu":"Şunun için ki elçileri onlara apaçık kanıtlar getirdiler de onlar bunlara karşı dediler: \"Bizi bir Ademoğlu mu doğru yola iletecek?\" Böylece tanımazlık edip yüz çevirmişlerdi. Allah kendi kendine yeticidir, varlıklıdır, övülücüdür.","İsmail Hakkı İzmirli":"Şu sebeptendir ki peygamberleri onlara açık mûcizeler getirmişlerdi. Onlar ise, «— İnsanlar mı bizi hidayete erdirecek?» dediler de kâfir oldular, hak/tan yüz çevirdilerdi. Allah imanlarından istiğna gösterdi de onları helâk etti. Allah her şeyden müstağnidir. Her fiilinde övülmüştür.","İsmail Yakıt":"Bu, elçileri onlara apaçık delillerle [beyyinât] geldiğinde onların da “Bizi bir insan mı doğru yola iletecek?” diyerek inkâr edip yüz çevirmelerinden ötürüdür. Allah da (onların imanına) ihtiyacı olmadığını göstermiştir. Zira Allah, Ganîy’dir, Hamîd’dir.","Kadri Çelik Meali":"Bu, kendilerine apaçık belgelerle peygamberler geldiği halde onların, “Bizi bir beşer mi hidayete ulaştıracak?” demeleri ve bu yüzden küfre saparak yüz çevirmeleri nedeniyledir. Allah da hiç bir şeye ihtiyacı olmadığını gösterdi. Allah zengindir, her türlü övgüye layıktır.","Mahmut Kısa Meali":"Evet, zâlimlerin sonu <b>böyle </b>oldu; <b>çünkü </b>kendi içlerinden seçilmiş olan <b>Elçileri, onlara apaçık bilgi ve delillerle </b>tekrar ve tekrar <b>geldikleri hâlde onlar </b>her defasında, <b>“</b>Bizim gibi fâni <b>bir insan mı bize doğru yolu gösterecek?” diyerek </b>hakîkati <b>inkâr edip yüz çevirmişlerdi. Bunun üzerine Allah,</b> onları cezalandırıp hidâyetten mahrum bırakarak, hiçbirinin kulluk ve ibâdetine<b> muhtaç olmadığını gösterdi.</b> Çünkü <b>Allah, </b>hiç kimseye ve hiçbir şeye <b>muhtaç değildir,</b> gerçek anlamda yüceltilmeye, şükredilmeye ve <b>övülmeye lâyık olan, sadece Odur.</b>","Mahmut Özdemir Meali":"Bu şu sebepledir ki onlara rasûlleri Beyyineler / Açık Belgeler getiriyorlardı; “Bir beşer mi bize yol gösteriyor?” diyorlardı. Böylece inkâr ettiler; yüz çevirdiler. Allah da müstağnî / yeterli olduğunu gösterdi. Allah hamîd ganiyydir.","Mehmet Çakır Meali":"Neden? Çünkü kendilerine Tanrıdan belgeli elçiler geldi ve: &quot; <i>Bir beşer mi bize yön verecek</i> &quot; deyip çıktılar burun kıvırıp gittiler.  Vazgeçilmez olan ise Allah idi. Çünkü Allah, saygı duyulası muhteşem bir varlığa sahipti...","Mehmet Çoban Meali":"Bu ceza Resullerin onlara açık deliller getirmelerine karşılık onların \"Bizim gibi insanlar mı bizi doğru yola iletecekmiş?\" diye inkâr etmeleridir. Allah onları cezalandırarak hiçbir şeye muhtaç olmadığını gösterir. Çünkü onlar bencil kibirli yorumlarda bulunarak; “Müslüman olmazlarsa, Allah’ın ayetlerini inkâr ederlerse, Allah’ın düzeni yıkılır, Resullerin yalancılığı ortaya çıkar!” demeleridir. Böyle bir şey olamaz. Onların inancına Allah muhtaç değildir. Allah her bakımdan zengindir. Üstelik her övgüye layıktır.        ","Mehmet Okuyan Meali":"(O azabın sebebi) onlara elçilerin apaçık deliller getirmeleri fakat onların “Bir insan mı bizi doğru yola ulaştıracakmış?” [*] demeleriydi. İnkâr etmiş ve yüz çevirmişlerdi. Allah da zengin (ihtiyaçsız) olduğunu göstermişti. Allah zengindir, [hamd]e (övgüye) layık olandır.","Mehmet Türk Meali":"İşte bu, Peygamberleri kendilerine apaçık mûcizeler getirir getirmez onların, “bize bir beşer mi hak yolu gösterecek?” diyerek küfre sapıp (hak’tan) yüz çevirmeleri sebebiyledir. Allah onlara asla muhtaç değildir. Çünkü Allah, hiç bir şeye muhtaç olmayan ve daima övülmeye layık olandır.","Muhammed Esed Meali":"böyledir, çünkü onlara elçileri hakikatin bütün kanıtları ile defalarca geldiler, ⁵ ancak onlar [her defasında]: “Yalnızca ölümlü insanlar mı bizim rehberimiz olacak?” ⁶ şeklinde cevap verdiler. Böylece hakikati inkar ettiler ve ondan uzaklaştılar. Ama Allah [onlara] muhtaç değildi: çünkü Allah Kendine yeterlidir, övgüye layık olandır.","Mustafa Çavdar Meali":"Çünkü onlara elçileri hakikatin apaçık belgeleri ile gelmişler onlar da; “Bize bir beşer mi yol gösterecek” demişler ve inanmayarak yüz çevirmişlerdi. Allah da onları helak ederek hiç kimseye muhtaç olmadığını gösterdi. Zira Allah hiç kimseye muhtaç olmayan ve tüm övgülere layık olandır. 14/9...12, 18/110, 41/6","Mustafa İslamoğlu Meali":"Böyledir, çünkü elçileri kendilerine hakikatin apaçık belgeleriyle gelmiş, fakat onlar “Bize ölümlü biri mi yol gösterecek?”[⁵¹³¹] demişlerdi. İşte böylece küfre saptılar ve (haktan) yüzçevirdiler. Ama Allah (kimseye) muhtaç değildi: zira Allah kendi kendine yetendir, tüm övgülere layık olandır.","Orhan Kuntman Meali":"Çünkü onlar -peygamberleri apaçık deliller getirdiği halde- \"Bizi bir beşer mi doğru yola götürecekmiş?\" dediler. Küfürde direndiler -imandan- yüz çevirdiler. Allah da hiç bir şeye muhtaç olmadığım gösterdi! (Onların ne imanlarına ne de kendilerine ihtiyacı olmadığını bildirdi, hepsini helâk etti, çünkü) Allah ganî'dir, (hiçbir şeye muhtaç değildir.) ve hamd'e layık olan da ancak O'dur.","Osman Fırat Meali":"Bu, resullerinin onlara apaçık beyanda bulunmaları ve onların da, \"(Bizim gibi) insanlar mı bizi doğru yola iletecekmiş?\" deyip de inkar etmeleri ve yüz çevirmeleri sebebiyledir. Allah da hiçbir şeye muhtaç değildir. Allah, zengindir, övülendir.","Ömer Nasuhi Bilmen Meali":"Şundan dolayı ki, şüphe yok onlara Peygamberleri beyyineler ile gelir olmuşlardı da onlar: «Bir beşer mi bizi doğru yola iletecek?» demişler, sonra kâfir olmuşlar ve yüz çevirmişlerdi. Allah da (onlardan) müstağni olmuştur. Ve Allah bihakkın ganîdir, hamîddir.","Suat Yıldırım Meali":"Böyle oldu. . . Çünkü peygamberleri onlara açık açık delillerle geldiler. Fakat bunlar: “Bizim gibi bir beşer mi bize yol gösterecekmiş! ” dediler. Onların nübüvvetlerini inkâr edip, sırt çevirdiler, Allah da müstağnî olduğunu açıkladı. Gerçekten Allah ganîdir, hamîddir (hiçbir şeye ihtiyacı yoktur, bütün övgülere lâyık olan O'dur). ","Süleyman Ateş Meali":"Çünkü onlara elçileri, açık deliller getirirlerdi, fakat onlar, \"Bir insan mı bize yol gösterecek\" deyip inkar ettiler ve yüz çevirdiler. Allah da (hiçbir şeye) muhtaç olmadığını gösterdi. Allah zengindir, övülmüştür.","Süleyman Tevfik (1927)":"Onların bu 'azâblarına sebeb: \"Bir adam bizi irşâd ve hidâyet mi idecek?\" diyerek küfür itmeleri ve da'vete îcâbetden i'râz iylemeleridir. Allâh onların 'ibâdetlerinden müstağnîdir. Allâh ganî ve bizâtihî müstehak-ı hamd ve senâdır. ","Süleymaniye Vakfı Meali":"Bunun sebebi şudur: Elçileri açık belgelerle gelmişti. Onlar ise “Bu adamlar mı bizi yola getirecek?” deyip ayetleri görmezlikten gelmiş, yüz çevirmişlerdi. Allah’ın kimseye ihtiyacı olmaz. Varlıklı olan, her yaptığını güzel yapan O’dur.","Şaban Piriş Meali":"Bu, peygamberleri onlara apaçık delillerle getirdiklerinde:-Bize bir insan mı yol gösterecek? demeleri sebebiyledir. Nankörlük ettiler ve yüz çevirdiler. Allah'ın ihtiyacı yoktur. Allah, zengindir, hamde layıktır.","Ümit Şimşek Meali":"Çünkü peygamberleri onlara apaçık deliller getirdiğinde, “Bize bir beşer mi yol gösterecek?” demişlerdi. Onlar inkâr edip yüz çevirdiler; oysa onların imanına Allah'ın ihtiyacı yoktu. Gerçekte Allah hiçbir şeye muhtaç değildir; bütün âlemlerin övgüleri de Ona aittir.","Yaşar Nuri Öztürk Meali":"Bu böyledir. Çünkü resulleri onlara apaçık deliller getirip dururken onlar: \"Bir insan mı bize kılavuzluk edecek?!\" deyip küfre saptılar ve yüz çevirdiler. Ve Allah hiçbir şeye muhtaç olmadığını gösterdi. Allah, sınırsız zenginliğin, sonsuz övgülerin sahibidir.","Eski Anadolu Türkçesi":"şol andan ötürüdür kim oldı gelür anlara yalavaçları ḥüccetler-ile pes eyittiler “iy ādemį mı ŧoġru yol gösterür bize?” pes kāfir oldılar daħı yüz döndürdiler. daħı ḥācetsüz oldı Tañrı daħı Tañrı baydur ögülmiş.","Satıraltı Meal (1534)":"Ol andan ötürüdür kim anlara peyġamberleri gelürdi ḥüccet‐ile. Pes eyitdi‐ler: Ādem oġlanları mı hidāyet virürler bize? Pes kāfir olup i‘rāż itdiler veanlaruñ īmānına Tañrı muḫtāc degüldür. Daḫı Allāh ġanīdür, ef‘ālindemeşkūrdur.","Bunyadov-Memmedeliyev ":"Çünki peyğəmbərləri onlara açıq-aşkar mö’cüzələr gətirir, onlar isə: “Məgər bizi doğu yola (özümüz kimi adi) bir insanmı salacaqdır?!” – deyərək (o peyğəmbərləri) inkar edir və (haqdan) üz döndərirlər. Allahın (onların ibadətinə) ehtiyacı yoxdur. Allah heç bir şeyə möhtac deyildir. O, (hər cür) şükrə (tə’rifə) layiqdir!","M. Pickthall (English)":"That was because their messengers (from Allah) kept coming unto them with clear proofs (of Allah's sovereignty), but they said: Shall mere mortals guide us? So they disbelieved and turned away, and Allah was independent (of them). Allah is Absolute, Owner of Praise.","Yusuf Ali (English)":"That was because there came to them messengers with Clear Signs, but they said: \"Shall (mere) human beings(5485) direct us?\" So they rejected (the Message) and turned away. But Allah can do without (them): and Allah is(5486) free of all needs, worthy of all praise."},"7":{"Arabic":"زَعَمَالَّذ۪ينَكَفَرُٓوااَنْلَنْيُبْعَثُواۜقُلْبَلٰىوَرَبّ۪يلَتُبْعَثُنَّثُمَّلَتُنَبَّؤُ۬نَّبِمَاعَمِلْتُمْۜوَذٰلِكَعَلَىاللّٰهِيَس۪يرٌ","Abdulbaki Gölpınarlı Meali":"Kafir olanlar, sanırlar ki öldükten sonra dirilmeyecekler kesin olarak; de ki: Evet ve Rabbime andolsun ki elbette dirileceksiniz, sonra da ne yaptıysanız size haber verilecek ve bu, Allah'a pek kolaydır.","Abdullah-Ahmet Akgül Meali":"<b>İnkâr edenler </b><i>(vicdani rahatsızlıklarını ve korkularını bastırmak için sürekli öldükten sonra)</i><b>, asla diriltilmeyeceklerini öne sürmektedirler. De ki: \"Hayır, Rabbim adına andolsun, siz muhakkak diriltileceksiniz; sonra mutlaka yaptıklarınız size haber verilecek </b><i>(herkes hesaba çekilecek)</i><b>tir. Bu da Allah’a göre oldukça kolaydır.\"</b> ","Abdullah Parlıyan Meali":"Allah'tan gelen gerçekleri örtbas edenler tekrar diriltilmeyeceklerini iddia ediyorlar. De ki: “Evet ve Rabbime andolsun ki, elbette diriltileceksiniz ve dünyada ne yaptıysanız hepsi size haber verilecek. Bu Allah'a göre pek kolaydır.","Ahmet Tekin Meali":"Kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar edenler, küfre saplananlar asla diriltilmeyeceklerini ileri sürdüler.<br>\r\n“Bilâkis, Rabbim hakkı için, kesinlikle diriltileceksiniz. Sonra işlediğiniz ameller birer birer ortaya konarak hesaba çekileceksiniz. Bunu yerine getirmek Allah'a kolaydır.” de.","Ahmet Varol Meali":"İnkâr edenler yeniden diriltilmeyeceklerini sandılar. De ki: \"Hayır. Rabbime yemin olsun ki mutlaka yeniden diriltilecek sonra yaptıklarınızdan haberdar edileceksiniz. Bu Allah'a göre kolaydır.","Ali Bulaç Meali":"İnkâr edenler kesin olarak diriltilmeyeceklerini öne sürdüler. De ki: 'Hayır, Rabbime andolsun, muhakkak diriltileceksiniz; sonra mutlaka yaptıklarınız size haber verilecektir. Bu da Allah'a göre oldukça kolaydır.'","Ali Fikri Yavuz Meali":"Kâfir olanlar, asla öldükten sonra diriltilmiyeceklerini zannedib iddia ettiler. (Ey Rasûlüm, onlara) de ki: “- Hayır, (zannettiğiniz gibi değil) Rabbim hakkı için muhakkak diriltileceksiniz. Sonra da (hesaba çekilerek) muhakkak yaptıklarınız size haber verilecektir. Bu ise, Allah'a göre kolaydır.","Bahaeddin Sağlam Meali":"O kâfirler, asla dirilmeyeceklerini iddia ettiler. De ki: “Evet, Rabbime andolsun ki dirileceksiniz. Sonra yaptıklarınız size haber verilecektir. Bu da, Allah’a çok kolaydır.","Bayraktar Bayraklı Meali":"İnkâr edenler, öldükten sonra diriltilmeyeceklerini iddia ettiler. De ki: “Hayır! Rabbime yemin olsun ki, öldükten sonra, diriltileceksiniz. Sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır.”","Besim Atalay Meali (1965)":"Küfredenler, yeniden hiç dirilmeyiz sanmaktalar; diyesin ki: «Evet Tanrıma ant, herhalde dirileceksiniz, yaptığınız şeyler de size bildirilecek, bu Allaha kolaydır!»","Cemal Külünkoğlu Meali":"İnkârcılar, öldükten sonra bir daha diriltilmeyeceklerini iddia ediyorlar. De ki: “Hayır, Rabbim hakkı için elbette diriltileceksiniz, sonra da (dünyada) yaptıklarınız bir bir önünüze konacak. Bu, Allah'a göre çok kolaydır.”","Cemil Said (1924)":"Kâfirler tekrâr dirilmeyeceklerini zann idiyorlar. Ânlara di ki: \"Allâh sizi diriltecek ve size yapdıklarınızı söyleyecekdir. Bu Allâh içün kolaydır.\"","Diyanet İşleri Meali (Eski)":"İnkar edenler, tekrar dirilmeyeceklerini ileri sürerler. De ki: \"Evet; Rabbime and olsun ki, şüphesiz diriltileceksiniz ve sonra, yaptıklarınız size bildirilecektir. Bu, Allah'a kolaydır.\"","Diyanet İşleri Meali (Yeni)":"İnkâr edenler, kesinlikle, öldükten sonra diriltilmeyeceklerini iddia ettiler. De ki: “Hiç de öyle değil, Rabbime and olsun, mutlaka diriltileceksiniz, sonra da yaptıklarınız size elbette haber verilecektir. Bu, Allah’a kolaydır.”","Kur'an Yolu (Diyanet İşleri)":"İnkârcılar asla diriltilmeyeceklerini iddia ediyorlar. De ki: “Hayır, öyle değil! Rabbime yemin ederim ki mutlaka diriltileceksiniz. Sonra da yapıp ettikleriniz size bildirilecek.” Bu da Allah’a göre kolaydır.","Diyanet Vakfı Meali":"İnkâr edenler, kesinlikle diriltilmeyeceklerini ileri sürdüler. De ki: Hayır! Rabbime andolsun ki mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır.","Edip Yüksel Meali":"İnkarcılar, diriltilmeyeceklerini ileri sürerler. De ki, \"Evet, Rabbime andolsun diriltileceksiniz ve sonra yaptıklarınız size bildirilecektir. Bu, ALLAH'a kolaydır.","Elmalılı Hamdi Yazır Meali":"İnkâr edenler, katiyyen diriltilmeyeceklerini sandılar. De ki: \"Hayır! Rabbim hakkı için mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır\".","Elmalılı Meali (Orijinal)":"Küfredenler asla ba's olunmıyacaklarını zu'mettiler, de ki, hayır rabbım hakkı için muhakkak ba's olunacaksınız, sonra da muhakkak yaptıklarınız size anlatılacaktır ve o Allaha göre kolaydır","Emrah Demiryent Meali":"İnkâr edenler, (öldükten sonra) asla diriltilmeyeceklerini zannettiler. De ki: “Hayır! Rabbime yemin olsun ki, mutlaka diriltileceksiniz ve sonra yapmış olduklarınız size haber verilecektir. *Bu (nu yapmak) Allah’a kolaydır.”","Erhan Aktaş Meali":"Gerçeği yalanlayan nankörler, kesinlikle tekrar diriltilmeyeceklerini iddia ettiler. De ki: “Rabb'ime ant olsun ki kesinlikle diriltileceksiniz. Sonra yaptıklarınızın tamamı size haber verilecektir. Ve bu, Allah için çok kolaydır.","Hasan Basri Çantay Meali":"O küfredenler de öldükden sonra kat'iyyen diriltilmeyeceklerini (bir hakıykat gibi cahilane) iddia etdi (ler). De ki: «Hayır (öyle değil), Rabbime andolsun ki siz mutlakaa diriltileceksiniz. Sonra da yapdığınız şeyler behemehal size haber verilecekdir. Bu da Allaha göre kolaydır».","Hayrat Neşriyat Meali":"İnkâr edenler, (öldükten sonra) aslâ diriltilmeyeceklerini zannettiler. De ki: “Hayır! Rabbime yemîn olsun ki, mutlaka diriltileceksiniz; sonra yaptıklarınızdan, muhakkak haberdâr edileceksiniz. Bu ise, Allah'a göre pek kolaydır.”","İhsan Aktaş Meali":"İnkâr etmiş olanlar, öldükten sonra diriltilmeyeceklerini iddia ettiler. Onlara: “Evet! Rabbime yemin ederim ki siz, (âhiret gününde) mutlaka diriltileceksiniz, sonra (dünyada iken) yaptıklarınız mutlaka size haber verilecektir (eksiksiz önünüze konulacaktır). Şüphesiz bu, Allah’a göre pek kolaydır.” de.","İlyas Yorulmaz Meali":"İnkâr edenler, yeniden diriltileceklerini zannetmiyorlardı. Onlara deki “Evet, Rabbime yemin olsun ki, mutlaka diriltileceksiniz. Sonra yapmış olduklarınız size haber verilecektir. Bunu yapmak Allah için çok kolaydır.","İsmayıl Hakkı Baltacıoğlu":"Tanımzlar öldükten sonra ne olursa olsun dirilmiyeceklerini sanıyorlar. De ki: \"Yok, çalabıma ant olsun ki siz ne olursa olsun dirileceksiniz. Sonra da bütün işlediklerinizden bilgilendirileceksiniz. Bunu yapmak Allah’a göre kolaydır.","İsmail Hakkı İzmirli":"Kâfirler tekrar dirilmeyeceklerini za/ım ve iddia ediyorlar. Onlara de ki, elbette, Rabbim hakkı için dirileceksiniz, sonra yaptıklarınız orada size bildirilecektir. Bu, Allah/a göre kolaydır.","İsmail Yakıt":"İnkâr edenler, yeniden diriltilmeyeceklerini iddia ederler. De ki: “Bilakis, Rabbime andolsun, siz elbette yeniden diriltileceksiniz sonra da yaptıklarınız size mutlaka haber verilecektir. Bu Allah’a göre kolaydır.","Kadri Çelik Meali":"Küfre sapmış bulunanlar, kendilerinin kesin olarak diriltilmeyeceklerini öne sürdüler. De ki: “Hayır, Rabbime andolsun ki siz muhakkak diriltileceksiniz, sonra mutlaka yaptıklarınız size haber verilecektir. Bu da Allah'a göre oldukça kolaydır.","Mahmut Kısa Meali":"Buna rağmen <b>inkârcılar, </b>öldükten sonra <b>diriltilmeyeceklerini iddia ediyorlar. </b>Ey Müslüman! Bu sözleriyle Hesap Gününü, dolayısıyla ilâhî adâleti ve sonuçta Allah’ı inkâr eden o câhillere <b>de ki: “Hayır; </b>her şeye kadir olan <b>Rabb’ime yemin olsun ki, kesinlikle diriltileceksiniz; sonra bütün yaptıklarınız size </b>bir bir <b>haber verilecektir. Bu, Allah için çok kolaydır.</b><br>O hâlde, ey insanlar!","Mahmut Özdemir Meali":"İnkâr etmiş olanlar (bilgisizce) iddia ettiler ki; asla yeniden diriltilmeyecekler! De ki: -“Evet, rabbime yemin olsun ki elbette yeniden diriltilirsiniz! Sonra da işlediğiniz şeyler size bildirilir. Bu da Allah’a çok kolaydır”.","Mehmet Çakır Meali":"<b>İnkarcılar</b> tekrar diriltilmeyeceklerini iddia ediyorlar.  De ki: &quot; <i>Yoo. Hem de nasıl diriltileceksiniz, öyle ki yaptıklarınız size bir bir söylenecek</i>. &quot; Allah'a göre ise bu, basittir.","Mehmet Çoban Meali":"İnkâr edenler öldükten sonra diriltilmeyeceklerini kesin olarak iddia ettiler. De ki: \"Hiç de öyle değil! Rabbime Andolsun ki mutlaka diriltileceksiniz! Sonra yaptıklarınız eksiksiz önünüze konulacak! Tek tek yaptıklarınızın hesabını vereceksiniz! Bunu yapmak Allah’a kolaydır!\"        ","Mehmet Okuyan Meali":"Kâfir olanlar, elbette diriltilmeyeceklerini sanmışlardı. [*] De ki: “Hayır! Rabbime yemin olsun: Şüphesiz ki diriltileceksiniz; sonra (da) yaptıklarınız size mutlaka bildirilecektir. Bu, Allah’a kolaydır.”","Mehmet Türk Meali":"Kâfirler, kendilerinin asla tekrar diriltilmeyeceklerini sandılar. (Ey Muhammed!) Onlara: “Evet! Rabbime yemin olsun ki siz, (âhirette) mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Şüphesiz bu, Allah’a göre pek kolaydır.” de.","Muhammed Esed Meali":"Hakikati inkara şartlanmış olanlar, tekrar diriltilmeyeceklerini iddia ediyorlar! ⁷ De ki: “Evet, Rabbime andolsun! Siz kesinlikle diriltileceksiniz ve o zaman, [hayatta iken] yaptıklarınız size mutlaka gösterilecektir! Bu, Allah için kolay bir şeydir!”","Mustafa Çavdar Meali":"Kâfirler yeniden diriltilmeyeceklerini iddia ediyorlar. De ki: – Rabbime andolsun ki siz kesinlikle yeniden diriltilecek sonra da yaptıklarınız size bir bir haber verilecektir. Zira bu Allah’a göre çok kolaydır. 18/36-49, 45/24, 58/6, 67/23...29","Mustafa İslamoğlu Meali":"Hakikati inkâra şartlanmış olanlar yeniden diriltilmeyeceklerini iddia ettiler.[⁵¹³²] De ki: “Hayır! Rabbime andolsun ki kesinlikle diriltileceksiniz; sonra yaptıklarınız bir bir aktarılacaktır: zira bu Allah’a çok kolaydır.","Orhan Kuntman Meali":"O kâfirler, öldükten sonra asla diriltilmeyeceklerini de ileri sürdüler. (Ey Muhammed) De ki: \"Hayır!.. (Gerçek öyle değildir) \"Rabbime andolsun ki, muhakkak diriltileceksiniz sonra da, yaptıklarınız size bildirilecek ve cezasını çekeceksiniz; bu, Allah’a göre pek kolaydır.\"","Osman Fırat Meali":"İnkâr edenler, kesinlikle, öldükten sonra diriltilmeyeceklerini zanettiler. De ki: \"Hayır öyle değil, Ve Rabbim (tarafından) mutlaka diriltileceksiniz, sonra da yaptıklarınız size elbette haber verilecektir. Bu, Allah’a kolaydır. \"","Ömer Nasuhi Bilmen Meali":"Kâfir olanlar zû'm ettiler ki, öldükten sonra asla diriltilmeyeceklerdir. De ki: «Hayır ve Rabbime andolsun ki elbette diriltileceksiniz. Sonra da yapmış olduğunuz şeyler elbette size haber verilecektir. Ve bu ise Allah'a göre pek kolaydır.»","Suat Yıldırım Meali":"Kâfirler öldükten sonra diriltilmeyeceklerini iddia ettiler. De ki: “Hayır! Rabbim hakkı için, elbette diriltileceksiniz, yaptıklarınız size tek tek bildirilecek (ve karşılığı verilecektir). Bu, Allah'a göre pek kolaydır. ”","Süleyman Ateş Meali":"İnkar edenler, kesinlikle diriltilmeyeceklerini sandılar. De ki: \"Hayır, Rabbim hakkı için mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a göre kolaydır.","Süleyman Tevfik (1927)":"Kâfirler ba's olunmayacaklarını zu'm iderler. Di ki: \"Evet! Rabbim hakkıyçün ba's olunacaksınız ve sonra size işlediğiniz şeylerden haber virilecekddir. Bu, (ba's ve ihbâr) Allâh Te'âlâ'ya kolaydır.","Süleymaniye Vakfı Meali":"Ayetleri görmezlikten gelenler (kafirler) öldükten sonra bir daha diriltilmeyeceklerini sanıyorlar. De ki “Hayır! Rabbime yemin ederim ki tekrar diriltileceksiniz ve size yaptığınız her şey bildirilecektir. Bunu yapmak Allah’a göre kolaydır.”","Şaban Piriş Meali":"Kafirler, tekrar dirilmeyeceklerini iddia ettiler. De ki:-Evet, Rabbime andolsun ki, tekrar diriltileceksiniz. Sonra da yaptıklarınız size haber verilecek. Bu, Allah'a çok kolaydır.","Ümit Şimşek Meali":"İnkâr edenler, hiç diriltilmeyeceklerini sandılar. De ki: Evet, Rabbime and olsun, diriltileceksiniz. Sonra da yapmış olduklarınız size bildirilecek. Bu ise Allah için pek kolaydır.","Yaşar Nuri Öztürk Meali":"Küfre sapanlar asla diriltilmeyeceklerini sandılar. De ki: \"Rabbime yemin ederim ki, sandığınız gibi değil! Yemin olsun ki, mutlaka diriltileceksiniz; yine Yemin olsun ki, yaptıklarınız size mutlaka haber verilecektir. Ve bu, Allah için çok kolaydır.\"","Eski Anadolu Türkçesi":"śandı anlar kim kāfir oldılar kim girü ķoparınılmayalar. eyit; “evet çalabum ḥaķķı-y-içün ķoparınılasız andan ħaber virinilesiz anı kim işledüñüz. daħı şol Tañrı’ya geñezdür.”","Satıraltı Meal (1534)":"Ṣandı ol kişiler ki kāfir oldılar ki hergiz ba‘ẟ olmayalar. Eyit: Evet, beniyaradan ḥaḳḳı‐çun ba‘ẟ olursız. Andan ṣoñra size ḫaber virilür siz işlegen‘ameller ve ol Tañrı Ta‘ālā ḳatında geñezdür.","Bunyadov-Memmedeliyev ":"Kafir olanlar (öldükdən sonra) əsla dirildilməyəcəklərini iddia edirlər. (Ya Peyğəmbər!) De: “Bəli, Rəbbimə and olsun ki, siz mütləq dirildiləcəksiniz. Sonra da (dünyada) etdiyiniz əməllər sizə (bir-bir) xəbər veriləcəkdir. Bu, Allah üçün çox asandır!","M. Pickthall (English)":"Those who disbelieve assert that they will not be raised again. Say (unto them, O Muhammad): Yea, verily, by my Lord! ye will be raised again and then ye will be informed of what ye did; and that is easy for Allah.","Yusuf Ali (English)":"The Unbelievers think that they will not be raised up (for Judgment).(5487) Say: \"Yea, By my Lord, Ye shall surely be raised up: then shall ye be told (the truth) of all that ye did. And that is easy for Allah.\""},"8":{"Arabic":"فَاٰمِنُوابِاللّٰهِوَرَسُولِه۪وَالنُّورِالَّذ۪ٓياَنْزَلْنَاۜوَاللّٰهُبِمَاتَعْمَلُونَخَب۪يرٌ","Abdulbaki Gölpınarlı Meali":"Artık inanın Allah'a ve Peygamberine ve indirdiğimiz nura ve Allah, ne yapıyorsanız hepsinden de haberdardır.","Abdullah-Ahmet Akgül Meali":"<b>\"Şu halde Allah’a, O’nun Resulüne ve indirdiğimiz Nur </b><i>(Kur’an)</i><b>a iman </b><i>(ve itaat)</i><b> edin ki, Allah yaptıklarınızdan Haberdardır.\"</b> ","Abdullah Parlıyan Meali":"Öyleyse ey insanlar! Allah'a, Rasülüne ve indirdiğimiz aydınlatıcı Kur'ân'a inanın. Allah bütün yaptıklarınızdan haberdardır.","Ahmet Tekin Meali":"Allah'a, Rasulüne, indirdiğimiz nura, Kur'ân'a iman edin. Allah, işlediğiniz gizli-açık bütün amellerden haberdardır.","Ahmet Varol Meali":"Şu halde Allah'a, Peygamberi'ne ve indirdiğimiz nura iman edin. Allah yaptıklarınızdan haberdardır.","Ali Bulaç Meali":"'Şu halde Allah'a, O'nun Resûlü'ne ve indirdiğimiz nur (Kur'an)a iman edin. Allah yaptıklarınızdan haberdârdır.'","Ali Fikri Yavuz Meali":"Onun için, siz, Allah'a, Peygamberine ve indirdiğimiz Kur'an'a iman ediniz. Allah bütün yaptıklarınızdan haberdardır.","Bahaeddin Sağlam Meali":"Artık Allah’a ve Resulüne ve indirdiğimiz nura (Kur’ana) inanın. Şüphesiz Allah, yaptıklarınızdan haberdardır.","Bayraktar Bayraklı Meali":"Onun için, Allah'a, Peygamberine ve indirdiğimiz o nura inanınız! Allah yaptıklarınızdan haberdardır.","Besim Atalay Meali (1965)":"Hem Allaha, hem peygambere, hem de indirdiğimiz nura inanın, Allah bilir yaptığınız bir şeyi","Cemal Külünkoğlu Meali":"“O halde Allah'a, O'nun Resulüne ve indirdiğimiz Nur'a (Kur'an'a) iman edin! Çünkü Allah (imana ve amele dair) yaptıklarınızdan hakkıyla haberdardır.”","Cemil Said (1924)":"Allâh ve rasûlüne ve inzâl iylediği nûra (Kur’ân’a) îmân idiniz. Allâh sizin kâffe-i a’mâlinizden haberdârdır.","Diyanet İşleri Meali (Eski)":"Öyleyse Allah'a, Peygamberine ve indirdiğimiz nura, Kuran'a inanın; Allah işlediklerinizden haberdardır.","Diyanet İşleri Meali (Yeni)":"Artık siz Allah’a, peygamberine ve indirdiğimiz nûra (Kur’an’a) iman edin. Allah, yaptıklarınızdan hakkıyla haberdardır.","Kur'an Yolu (Diyanet İşleri)":"Şu halde Allah’a, peygamberine ve indirdiğimiz vahiy ışığına iman edin. Yapıp ettiklerinizden Allah tamamen haberdardır.","Diyanet Vakfı Meali":"Onun için Allah'a, Peygamberine ve indirdiğimiz o nûra (Kur'an'a) inanın. Allah yaptıklarınızdan haberdardır.","Edip Yüksel Meali":"ALLAH'a, elçisine ve indirdiğimiz bu ışığa inanınız. ALLAH yaptıklarınızdan Haberdardır.","Elmalılı Hamdi Yazır Meali":"Artık Allah'a, Resulüne ve indirdiğimiz nura (Kur'ân'a) inanın. Allah yaptıklarınızdan haberdardır.","Elmalılı Meali (Orijinal)":"Onun için siz Allaha ve Resulüne indirdiğimiz nûra iyman ediniz ve Allah her ne yaparsanız haberdardır","Emrah Demiryent Meali":"Artık Allah’a, Resûlü’ne ve gönderdiğimiz nura (Kur’ân’a) îmân edin. Şüphesiz Allah, bütün yaptıklarınızdan hakkıyla haberdardır.","Erhan Aktaş Meali":"O halde, Allah'a, Resûl'üne ve indirdiğimiz nura¹ inanın. Allah, yaptıklarınızdan haberdardır.","Hasan Basri Çantay Meali":"O halde Allaha, Onun peygamberlerine ve indirdiğimiz O nuura îman edin. Allah, ne yaparsanız, hakkıyle haberdârdır.","Hayrat Neşriyat Meali":"O hâlde Allah'a ve Resûlüne ve indirdiğimiz o nûra (Kur'ân'a) îmân edin! Çünki Allah, ne yaparsanız hakkıyla haberdar olandır.","İhsan Aktaş Meali":"O hâlde (ey insanlar, zatım olan) Allah’a, onun (mesajlarını tebliğ eden) elçisine ve indirdiğimiz Nur’a (insanlığı aydınlatan Kur’an’a) iman edin. Ve (bilin ki) Allah yapmakta olduğunuz her şeyi tüm mahiyetiyle bilmektedir.","İlyas Yorulmaz Meali":"Allah’a, O’nun Elçisine ve indirmiş olduğu nura (kitabına) inanın. Allah yaptıklarınızdan haberdar olandır.","İsmayıl Hakkı Baltacıoğlu":"Öyleyse Allah’a, Onun elçisine gönderdiğimiz ışığa inanın. Allah bütün işlediklerinizden bilgilidir.","İsmail Hakkı İzmirli":"Artık Allah ve peygamberine ve indirdiğimiz ışığa iman ediniz. Allah yaptıklarınızdan haberdardır.","İsmail Yakıt":"O hâlde siz Allah’a, elçisine ve indirdiği nur’a/Kur’an’a inanınız. Allah yaptıklarınızdan hakkıyla haberdardır.","Kadri Çelik Meali":"“O halde Allah'a, O'nun resulüne ve indirdiğimiz nura iman edin. Allah, yapmakta olduklarınızdan haberi olandır.”","Mahmut Kısa Meali":"<b>Allah’a, Elçisine ve göndermiş olduğumuz bu </b>ilâhî <b>Nura iman edin </b>ve Kur’an’ın rehberliğiyle hayatınıza yön vererek, inkâr ve cehâlet karanlıklarını aydınlığa dönüştürün! Unutmayın;<b> Allah, yaptığınız her şeyden haberdardır </b>ve hepsinin hesabını soracaktır. Ne zaman mı?","Mahmut Özdemir Meali":"O halde Allah’a, O’nun rasûlüne ve indirdiğimiz Nûr’a inanın! Allah ne işliyorsanız haberlidir.","Mehmet Çakır Meali":"Allah'a, resulüne ve indirdiğimiz Nur'ainanın.  Çünkü Allah, tüm yaptıklarınızdan haberlidir.","Mehmet Çoban Meali":"Artık Allah’a, Resulüne ve yolunuzu aydınlatan ayetlerime inanın! Allah yaptıklarınızdan haberdardır.        ","Mehmet Okuyan Meali":"O yüzden Allah’a, Elçisine ve indirdiğimiz o [nûr]a (Kur’an’a) inanıp güvenin! [*] Allah yapmakta olduklarınızdan haberdardır.","Mehmet Türk Meali":"(Ve): “Öyleyse derhal Allah’a, Onun Elçisine ve indirdiğimiz nur (olan Kur’an)’a îman edin. Ve Allah yaptıklarınızdan (tümüyle) haberdardır.” (de.)","Muhammed Esed Meali":"Öyleyse, [ey insanlar,] Allah’a ve Elçisine ve [size] bahşettiğimiz [vahiy] aydınlığına inanın! Allah bütün yaptıklarınızdan haberdardır.","Mustafa Çavdar Meali":"O halde siz siz olun Allah’a, elçisine ve indirdiğimiz Kuran’a iman edin. Unutmayın ki Allah, tüm yaptıklarınızdan haberdardır. 2/177-285, 4/136","Mustafa İslamoğlu Meali":"Şu halde (ey insanlar!) Allah’a, Elçi’sine ve indirdiğimiz nura inanın: Allah yaptıklarınızdan haberdardır.","Orhan Kuntman Meali":"(Ey müşrikler, bu uyarılardan ibret alın) Allah'a, peygamberine ve indirdiğimiz nûra (Kur’an’a) iman edin, Allah, bütün yaptıklarınızdan haberdardır.","Osman Fırat Meali":"Artık siz Allah’a, resulüne ve indirdiğimiz nûra (Kur’an’a) iman edin. Allah, yaptıklarınızdan hakkıyla haberdardır.","Ömer Nasuhi Bilmen Meali":"Artık Allah'a ve O'nun ResûIüne ve indirmiş olduğumuz nûra imân ediniz ve Allah yapar olduğunuz şeylerden haberdardır.","Suat Yıldırım Meali":"O halde Allah'a, Resulüne ve ona indirdiğimiz nûra, Kur'ân'a iman edin. Allah yaptığınız her şeyden haberdardır. ","Süleyman Ateş Meali":"Artık Allah'a, Elçisine ve indirdiğimiz ışığa inanın. Allah, yaptıklarınızı haber almaktadır.","Süleyman Tevfik (1927)":"İmdi Allâh ve rasûlüne ve indirdiği nûra (Kur'ân'a) îmân idin. Allâh 'amelinizden haberdârdır.","Süleymaniye Vakfı Meali":"Öyleyse Allah’a ve Elçisine yani onunla birlikte indirilen[1] Nur’a [2] inanıp güvenin. Yaptığınız her şeyin iç yüzünü bilen Allah’tır.","Şaban Piriş Meali":"Allah'a, Resûlüne ve indirdiğimiz aydınlatıcıya iman edin. Allah, yaptıklarınızdan haberdardır.","Ümit Şimşek Meali":"Onun için, Allah'a, Resulüne ve indirmiş olduğumuz nura iman edin. Zira Allah bütün yaptıklarınızdan haberdardır.","Yaşar Nuri Öztürk Meali":"Artık Allah'a, O'nun resulüne ve size indirdiğimiz nura inanın. Allah, yapmakta olduklarınızı iyiden iyiye haber almaktadır.","Eski Anadolu Türkçesi":"pes inanuñ Tañrı’ya daħı yalavacına daħı aydınlıġa ol kim indürdük. daħı Tañrı aña kim işlersiz ħaberlüdür.","Satıraltı Meal (1534)":"Pes īmān getürüñ Tañrıya, daḫı resūline, daḫı ol nūra ki biz indürdük ya‘nīḲur’ānı. Daḫı Allāh siz işlegeni bilicidür.","Bunyadov-Memmedeliyev ":"Elə isə Allaha, Onun Peyğəmbərinə və nazil etdiyimiz nura (Qur’ana) iman gətirin! Allah etdiyimiz əməllərdən agahdır!","M. Pickthall (English)":"So believe in Allah and His messenger and the light which We have revealed. And Allah is Aware of what ye do.","Yusuf Ali (English)":"Believe, therefore, in Allah and His Messenger, and in the Light which We(5488) have sent down. And Allah is well acquainted with all that ye do."},"9":{"Arabic":"يَوْمَيَجْمَعُكُمْلِيَوْمِالْجَمْعِذٰلِكَيَوْمُالتَّغَابُنِۜوَمَنْيُؤْمِنْبِاللّٰهِوَيَعْمَلْصَالِحًايُكَفِّرْعَنْهُسَيِّـَٔاتِه۪وَيُدْخِلْهُجَنَّاتٍتَجْر۪يمِنْتَحْتِهَاالْاَنْهَارُخَالِد۪ينَف۪يهَٓااَبَدًاۜذٰلِكَالْفَوْزُالْعَظ۪يمُ","Abdulbaki Gölpınarlı Meali":"O gün, sizi toplantı günü için bir araya getirecektir ve bugün, aldananın, aldatanın, kar ve ziyan edenin meydana çıkacağı gündür ve kim inanırsa Allah'a ve iyi işlerde bulunursa onun kötülüklerini örter ve kıyılarından ırmaklar akan cennetlere, ebedi kalmak üzere sokar onu; bu, pek büyük bir kurtuluş, kutluluk ve murada eriştir.","Abdullah-Ahmet Akgül Meali":"<b>Sizi </b><i>(mahşerde hesaplaşmak üzere)</i><b> toplanma günü için bir araya getireceği gün; işte bu \"Teğabün\" </b><i>(dünyaya kapılıp ahireti unutanların pişman ve perişan olacakları aldanma)</i><b> günüdür. Kim Allah’a iman edip salih bir amelde bulunursa </b><i>(Allah)</i><b> onun kötülüklerini örtecek ve içinde ebedi kalıcılar olmak üzere onu altından ırmaklar </b><i>(ve havuzlu şelaleler)</i><b> akan cennetlere sokacaktır. İşte ’büyük mutluluk ve kurtuluş’ bu </b><i>(olacaktır)</i><b>.</b> ","Abdullah Parlıyan Meali":"O kıyamet günü sizi bir araya toplayacağı zamanı düşünün ki, o gün aldananın ve aldatanın, kar ve zarar edenin meydana çıkacağı gündür. Kim Allah'a inanır ve doğru dürüst işler yaparsa, Allah onun kötü işlerini silecek ve onu içinden ırmaklar akan ebedi kalacakları cennetlere sokacaktır. İşte bu büyük kurtuluştur.","Ahmet Tekin Meali":"Sizleri, o mahşer günü, hesap günü dolayısıyla toplayacağı gün, işte o gün aldatanla aldananın, kâr ile zararın, iman etmemekten dolayı pişmanlığın, imandaki zâfiyetin, amelde, hayırlı icraatlarda ve kalıcı hizmetlerdeki noksanlığın ortaya çıkacağı, hiç kimsenin çevresinde olup bitenin farkına varamayacağı bir gündür. Allah'a iman edip, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirenlerin, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayanların, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanların, cârî-kalıcı hayırlar-sâlih ameller işleyenlerin kusurlarını Allah siler, bağışlar. Onları, altından ırmaklar akan, içinde ebedî yaşayacakları cennet konaklarına koyar. İşte bu büyük mutluluktur.","Ahmet Varol Meali":"O gün sizi toplanma günü için biraraya getirir. İşte bu aldanma günüdür. Kim Allah'a iman eder ve salih amel işlerse, (Allah) onun kötülüklerini örter ve içinde sonsuza kadar kalıcılar olarak altından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur.","Ali Bulaç Meali":"Sizi toplanma günü için bir arada toplayacağı gün; işte bu aldanma (teğabün) günüdür. Kim Allah'a iman edip salih bir amelde bulunursa (Allah) onun kötülüklerini örter ve içinde ebedi kalıcılar olmak üzere altından ırmaklar akan cennetlere sokar. İşte büyük 'mutluluk ve kurtuluş (fevz)' budur.","Ali Fikri Yavuz Meali":"Sizi, o toplanma günü (hesab) için bir araya getireceği günü (kıyameti) hatırla. İşte bu, (kâfirler için) aldanma günüdür. Kim Allah'a iman eder ve salih amel işlerse, Allah onun günahlarını örter ve onu, (ağaçları) altından ırmaklar akar cennetlere koyar; ebedî olarak oralarda kalıcılar oldukları halde... İşte bu, çok büyük kurtuluştur.","Bahaeddin Sağlam Meali":"(Allah’ın) sizi toplanma (mahşer) günü için topladığı zaman, işte o gün aldanma günüdür (her şeyin altüst edildiği, dünyada iken üstün olanların alçalacağı bir gündür.) Ve kim, Allah’a inanıp yararlı işler yaparsa, (o gün) Allah, onun günahlarını siler, onu, içinde ebedî kalacakları, altlarında nehirler akan Cennetlere koyacaktır. İşte en büyük kazanç da budur!","Bayraktar Bayraklı Meali":"Sizi bir araya toplayacağı günü düşününüz. İşte o gün, kayıp ve kazanç günüdür. Kim Allah'a inanır ve iyi ameller işlerse, Allah onun kötülüklerini örter. Onu, içinde ırmaklar akan, süreli olarak kalacağı cennetlere koyar. İşte büyük kurtuluş budur.[648]","Besim Atalay Meali (1965)":"O gün Allah sizleri —toplantı günü için— toparlıyacak; bu aldanılan bir gündür, Allaha inanarak, onat iş görenlerin, Allah günahlarını bağışlar, altından ırmaklar akan cennetlere koyacak, orda sonsuz kalırlar, işte ulu onunç bu","Cemal Külünkoğlu Meali":"Toplanma gününde Allah sizi (mutlaka) bir araya getirecektir. O gün, aldanışın ortaya çıkacağı gündür. Kim Allah'a inanır, makbul ve güzel işler yaparsa, Allah onun günahlarını siler ve devamlı kalmak üzere içinden ırmaklar akan cennetlere koyar. İşte en büyük kurtuluş ve saadet budur.","Cemil Said (1924)":"İctimâ’ gününde Allâh hepinizi cem’ itdiği gün mütekâbil bir aldanma güni olacakdır. Allâh’a inanub da a’mâl-i sâlihada bulunmuş olanın günâhları ’afv olunacakdır. Nehirler ile iskâ olunmuş cennet bağçelerine dâhil olacaklardır. Bunlar orada ilelebed kalacaklar. Kendileri içün bu ’azîm bir sa’âdet olacakdır.","Diyanet İşleri Meali (Eski)":"Toplanma günü için, sizi bir araya getirdiği zaman, işte o, kimin aldandığının ortaya çıkacağı gündür; Allah'a kim inanmış ve yararlı iş işlemişse, Allah onun kötülüklerini örter, onu içinde temelli ve sonsuz kalacağı, içlerinden ırmaklar akan cennetlere koyar; büyük kurtuluş işte budur.","Diyanet İşleri Meali (Yeni)":"Toplanma vakti için Allah'ın sizi toplayacağı günü düşün. O gün aldanışın ortaya çıkacağı gündür. Kim Allah'a inanır ve salih amel işlerse, Allah onun kötülüklerini örter ve onu içinden ırmaklar akan, ebedî kalacakları cennetlere sokar. İşte bu büyük başarıdır.","Kur'an Yolu (Diyanet İşleri)":"Toplanma günü için sizi bir araya getireceği zaman; işte o, kayıp ve kazancın (kime ait olduğunun) ortaya çıkacağı zamandır. Kim Allah’a iman eder, dünya ve âhirete yararlı işler yaparsa Allah onun kötülüklerini örter ve içinde ebedî olarak kalmak üzere altlarından ırmaklar akan cennetlere koyar. İşte büyük kurtuluş budur.","Diyanet Vakfı Meali":"Mahşer vaktinde sizi toplayacağı gün, işte o zarar günüdür. (Ancak) kim Allah'a inanır ve yararlı iş yaparsa, Allah onun kötülüklerini örter, onu (ve benzerlerini), içinde ebedî kalacakları, altlarından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur.  ","Edip Yüksel Meali":"Gün gelir, sizi toplanma günü için toplarız. Bu, aldanma günüdür. Kim ALLAH'a inanır ve erdemli davranırsa, kötülüklerini örter ve onu altından ırmaklar akan cennetlere sokar. Orada ebedi kalırlar. Büyük başarı işte budur.","Elmalılı Hamdi Yazır Meali":"Toplanma günü için sizi topladığı zaman var ya, işte o gün, kimin aldandığının açığa çıkacağı aldanma günüdür. Kim Allah'a inanır ve yararlı iş yaparsa, Allah onun kötülüklerini örter ve onu, içinde ebedi kalacakları, altlarından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur.","Elmalılı Meali (Orijinal)":"Sizi o dernek gününe dereceği gün ki o gün tegabün günü (kâr ve zarar günü) dür, her kim Allaha iyman eder de yaraşıklı iş yaparsa Allah onun kabahatlerini örter de onu altından ırmaklar akar Cennetlere kor, öyle ki Ebediyyen onlarda kalmak üzere, işte büyük kurtuluş odur","Emrah Demiryent Meali":"(Allah’ın, âhirette) sizi bir araya getireceği toplanma günü (var ya, işte o gün) kimin aldatıp kimin aldandığının ortaya çıkacağı gündür. Kim Allah’a îmân eder ve sâlih ameller işlerse, Allah onun kötülüklerini örter ve onu, altlarından ırmaklar akan, ebedî olarak kalacağı cennetlere yerleştirir. İşte bu en büyük kurtuluştur.","Erhan Aktaş Meali":"Toplanma günü için sizi bir araya toplayacağı gün, işte o gün aldanma¹ günüdür. Kim Allah'a iman eder ve salihatı yaparsa, Allah onun kötülüklerini örter ve onu içinde kesintisiz olarak, sürekli kalacağı, içinden nehirler akan Cennetlere koyar. İşte bu, büyük kurtuluştur.","Hasan Basri Çantay Meali":"(Evet, «yapdığınız şeyler mutlakaa size haber verilecekdir») O günde ki (Allah) o toplama günü için hepinizi bir araya getirecek. İşte bu, aldanma günüdür. Kim Allaha îman eder, iyi amel (ve hareket) de de bulunursa, O, bunun kötülüklerini örter, onu altlarından ırmaklar akan cennetlere — kendileri içlerinde ebedî, sermedî kalıcı olmak üzere — sokar. İşte büyük kurtuluş (ve seâdet) budur.","Hayrat Neşriyat Meali":"O toplanma (o mahşer) günü için sizi bir araya getireceği gün, işte o, teğâbün(aldanma) günüdür!(3) Artık kim Allah'a îmân edip sâlih amel işlerse, (Allah) onun kötülüklerini örter ve onu altlarından ırmaklar akan Cennetlere koyar; orada ebedî olarak kalıcıdırlar. İşte büyük kurtuluş budur!","İhsan Aktaş Meali":"Toplanma günü (hesap günü) için, (Allah) sizi bir araya toplayacağı zaman, işte o gün aldanma günüdür (dünyada iken o gün ile ilgili düşüncelerinde kimin aldandığının ortaya çıkacağı bir gündür). Ve kim, Allah’a inanıp yararlı işler yaparsa, (o gün Allah) onun günahlarını siler, onu içinden ırmaklar akan cennetlere sokar. Onlar hep orada kalacaklardır. İşte büyük başarı (kazanç) budur. *","İlyas Yorulmaz Meali":"Kıyamet günü sizi toplanma günü için bir araya getirir ve “Bu gün, bütün bilinmeyenlerin (sırların) açığa çıktığı gündür. Kim Allah’a inanır ve salih ameller yaparsa, yapmış olduğu kötülükler o kimseden silinir ve altlarından ırmakların aktığı, içinde sürekli kalacağı cennetlere girer. İşte bu büyük bir kurtuluştur.","İsmayıl Hakkı Baltacıoğlu":"O, derleme günü olan o günde hepinizi derliyecektir. İşte o gün açığa vurma günüdür. Herkim inanır, iyilik işlerse Allah da onun kötülüklerini örter, onu içinden ırmaklar akan cennetlere sokar. Onlar hep orada kalacakalardır. En büyük başarı işte budur.","İsmail Hakkı İzmirli":"O gün, «Toplanılacak bir gün» için sizi O, toplayacak [²]. İşte o gün, «aldanılacak bir gün» [³] dür. Her kim Allah/a iman eder ve iyi iş işlerse Allah onun kötülüklerini örter, kendisini ağaçları altından ırmaklar akar uçmaklara sokar. Onlar orada ebedî kalırlar. İşte büyük kurtuluş, budur.","İsmail Yakıt":"Toplanma günü sizi bir araya getirdiği zaman, işte o aldanmanın [teğâbun] ortaya çıkacağı gündür. Kim Allah’a inanır, iyi ve yararlı iş [sâlih] yaparsa, (Allah) onun kötülüklerini örter ve onu içinden ırmaklar akan, ebediyen sürekli kalacakları cennetlere sokar. İşte büyük kurtuluş budur.","Kadri Çelik Meali":"Sizi toplanma günü için topladığı gün; işte o gün, kimin aldandığının açığa çıkacağı gündür. Kim Allah'a iman edip salih bir amelde bulunursa, (Allah) onun kötülüklerini örter ve içinde temelli kalıcılar olmak üzere altından ırmaklar akan cennetlere sokar. İşte büyük kurtuluş budur.","Mahmut Kısa Meali":"<b>Bu, </b>Allah’ın, <b>Toplanma Günü hepinizi </b>hesaba çekmek üzere huzurunda <b>bir araya getireceği, </b>gerçek kâr ve zararın ortaya çıkacağı, nicelerinin pişmanlıktan feryat edeceği <b>Aldanma</b> <b>Günüdür! </b>İşte o Gün, <b>her kim Allah’a </b>gereğince <b>iman etmiş ve </b>O’nun mesajları doğrultusunda<b> güzel ve yararlı davranışlar ortaya koymuşsa, </b>Allah <b>onun</b> <b>günahlarını bağışlayacak ve kendisini, </b>ağaçlarının <b>altından ırmaklar çağıldayan ve sonsuza dek içinde yaşayacağı cennet bahçelerine koyacaktır. İşte budur </b>en büyük kurtuluş,<b> en büyük başarı!</b>","Mahmut Özdemir Meali":"Sizi Cem’ / Toplanma günü için toplayacağı gün, Bu, TEĞABÜN / Aldanma günü’dür. Kim Allah’a iman ederse ve salih amel işlerse (iyi iş yaparsa), (Allah) onun kötülüklerini örter. Onu, ebedî olarak içinde kalacakları, altından Irmaklar akan cennetlere girdirir. Bu Çok Büyük Başarı’dır (Kurtuluş’tur).","Mehmet Çakır Meali":"Bir gün Allah, sizleri bir araya getirecek. O gün yaptığınız saçmalıklara çıldıracaksınız.  O gün Allah, kendisine inanıp yararlı işler yapanları, tüm günahlarını silerek, gürül gürül suların çağladığı cennetine buyur edecektir. Hem de sonsuza kadar. İşte zaferse zafer... ","Mehmet Çoban Meali":"Hesap günü için Allah’ın sizi toplayacağı günü düşünün! O gün yalanların, yanlışların, aldanışların, yalancıların ortaya çıkacağı gündür. Kim Allah’a inanır, iyi işler yaparsa Allah onun kötülüklerini örter. Allah inanıp iyi işler yapanları içinden ırmaklar akan, ebedi kalacakları cennetlere sokar. İşte bu büyük başarıdır.        ","Mehmet Okuyan Meali":"Toplanma gününde sizi toplayacağı gün, işte o [teğâbun] (karşılıklı aldanma) günüdür. [*] Kim Allah’a inanır ve iyi iş(ler) yaparsa, (Allah) onun kötülüklerini örtecektir; onu içinde [ebedî] kalacakları, altlarından ırmaklar akan cennetlere yerleştirecektir. İşte büyük kurtuluş budur.","Mehmet Türk Meali":"(Allah’ın) sizi bir araya getireceği toplanma günü (var ya, işte o gün); kimin aldatıp kimin aldandığının ortaya çıkacağı (kıyamet) günüdür.¹ Kim Allah’a îman edip, inandığı iyi (işleri) yaşarsa (Allah) onun kötülüklerini örter ve onu içerisinde ebedî kalacağı, zemîninden ırmaklar akan cennetlere sokar. İşte, en büyük kurtuluş budur.","Muhammed Esed Meali":"O’nun sizi [Nihaî] Toplanma Günü bir araya toplayacağı zaman[ı düşünün ⁸ ], o Kayıp ve Kazanç Gününü! Kim, Allah’a inanıp iyi ve doğru işler yaparsa, [o Gün] Allah onun kötü fiillerini silecek ve onu içinden ırmaklar akan, sonsuza kadar kalacağı bahçelere koyacaktır: bu, büyük bir kurtuluş olacak!","Mustafa Çavdar Meali":"O, sizi toplanma günü bir araya toplayacaktır. İşte o gün kazananın veya kaybedenin ortaya çıkacağı gündür. Kim Allah’a iman edip iyi ve güzel işler yaparsa Allah onun günahlarını örter ve tabanından ırmakların çağladığı cennetlere içinde sonsuza dek kalmak üzere yerleştirir. İşte büyük kurtuluş budur. 2/165...167, 10/28-29, 40/47.50","Mustafa İslamoğlu Meali":"Toplanma günü geldiğinde[⁵¹³³] O sizi bir araya toplayacaktır. O gün, kazananın ve kaybedenin ortaya çıktığı gündür.[⁵¹³⁴] Ama kim Allah’a iman eder ve Allah rızası için iyi davranışta bulunursa, onun kötülüklerini örteriz; onu zemininden ırmaklar akan cennetlere -orada ebedî kalmak üzere- sokarız: işte gerçek büyük başarı budur. ","Orhan Kuntman Meali":"(Biliniz ki) Mahşerde sizi topladığı gün, işte o gün, kimin aldandığının açığa çıkacağı gündür. Kim Allah'a inanır ve sâlih amel işlerse, Allah onun kötülüklerini örter ve onu, ağaçlarının altından ırmaklar akan- içinde sonsuza dek kalacakları- cennetlere sokar, işte en büyük kurtuluş budur!","Osman Fırat Meali":"Toplanma günü için sizi bir araya topladığı gün, işte o aldanma günüdür. Kim Allah’a iman eder ve salih amel işlerse (Allâh) onun kötülüklerini örter ve onu, altlarından ırmaklar akan cennetlere sokar, orada ebedi kalırlar. İşte büyük başarı budur.","Ömer Nasuhi Bilmen Meali":"O gün ki sizi toplanma günü için toplayıverir, işte o bir Tegâbün (bir kâr ve zarar) günüdür. Ve her kim Allah'a imân eder ve sâlih amellerde bulunursa onun günahlarını yarlığar ve altlarından ırmaklar akan cennetlere orada ebedîyyen kalıcılar olmak üzere girdirir. İşte en büyük necât odur.","Suat Yıldırım Meali":"Gün gelir, Allah hepinizi en büyük toplantı günü olan mahşerde bir araya getirir. İşte o gün aldanma günüdür. Kim Allah'a iman eder, makbul ve güzel işler yaparsa, Allah onun fenalıklarını, günahlarını siler ve içinden ırmaklar akan cennetlere, hem de devamlı kalmak üzere yerleştirir. İşte en büyük başarı, en büyük mutluluk budur. ","Süleyman Ateş Meali":"Toplantı günü için sizi topladığı gün, işte o aldanma günüdür. Kim Allah'a inanır ve yararlı iş yaparsa (Allah) onun kötülüklerini örter ve onu, altlarından ırmaklar akan cennetlere sokar, orada ebedi kalırlar. İşte büyük başarı budur.","Süleyman Tevfik (1927)":"Allâh Te'âlâ'nın sizi kıyâmet gününe cem' iylediği gün aldatmak günidir. Allâh'a îmân iden ve 'amel-i sâlih işleyen kimseyi, Allâh seyyiâtını 'afv iderek muhalled kalmak üzere ağaçları altından nehirler akan cennetlere idhâl ider. Bu, büyük bir fevzdir.","Süleymaniye Vakfı Meali":"Sizi bir araya getirdiği gün, o toplanma günü, beklentilerinizdeki yanlışların ortaya çıktığı gündür. Kim Allah’a inanıp güvenmiş ve iyi işler yapmışsa[*], Allah kabahatlerini örter ve onu ölümsüz olarak sürekli kalacağı, içinden ırmaklar akan bahçelere yerleştirir. Büyük kurtuluş işte budur.","Şaban Piriş Meali":"Sizi toplanma günü bir araya getirecektir. İşte o, aldanma günüdür. Kim Allah'a iman edip, doğru olanı yaparsa onun günahlarını örter ve alt tarafından ırmaklar aktığı cennetlere girdirir. Orada ebedi kalacaklardır. İşte o, en büyük kurtuluştur.","Ümit Şimşek Meali":"Sizi o büyük toplanma günü için bir araya getirdiği gün, aldanmaların ortaya çıktığı gündür. Kim Allah'a iman eder ve güzel işler yaparsa, Allah onun günahlarını örter ve onu, ebediyen kalmak üzere, altından ırmaklar akan Cennetlere koyar. Bu ise pek büyük bahtiyarlıktır.","Yaşar Nuri Öztürk Meali":"\"Toplanma günü\" için sizi bir araya getirdiği gün, karşılıklı aldatış ve aldanışların ortaya çıktığı gündür. Kim Allah'a iman eder, barışa/hayra yönelik bir iş yaparsa Allah onun çirkinliklerini örter ve kendisini altından nehirler akan cennetlere, içlerinde sürekli kalmak üzere yerleştirir. İşte büyük başarı budur.","Eski Anadolu Türkçesi":"ol gün kim dire sizi dirmek güni içün şol maġburılıķ günidür daħı her kim inana Tañrı’ya daħı işleye eyü iş yarlıġaya aña yavuz işlerin daħı givüre anı uçmaķlara aķar altından ırmaķlar ebed ķalıcılarken anuñ içinde hemįşe. şol žafer bulmaķdur ulu.","Satıraltı Meal (1534)":"Ol gün ki cem‘ ide sizi Allāh dirmek günine. Ol gün maġbūnluḳ günidür.Daḫı kim ki Tañrıya īmān getürse ve ‘amel‐i ṣāliḥ işlese, anuñ günāhlarınyarlıġar. Daḫı özini givürür uçmaḳlara, aḳar altından ırmaḳlar. Ebedīḳalurlar anda. Ol ulu sa‘ādete yitişmekdür.","Bunyadov-Memmedeliyev ":"Allahın sizi (haqq-hesab üçün) toplanmış gününə cəm edəcəyi gün – məhz o gün qarşılıqlı aldanma günüdür! (Həmin gün kafirlərin dünyaya uyaraq axirəti əldən verdiklərinə görə, bə’zi mö’minlərin də dünyada bacardıqlarından az yaxşı əməllər etdiklərinə görə aldanmaları bəlli olacaqdır). Kim Allaha iman gətirib yaxşı əməllər etsə, (Allah) onun günahlarının üstünü örtər və onu (ağacları) altından çaylar axan cənnətlərə daxil edər. Belələri orada (Cənnətdə) əbədi qalacaqlar. Bu, böyük qurtuluşdur (uğurdur)!","M. Pickthall (English)":"The day when He shall gather you unto the Day of Assembling, that will be a day of mutual disillusion. And whoso believeth in Allah and doeth right, He will remit from him his evil deeds and will bring him into Gardens underneath which rivers flow, therein to abide for ever. That is the supreme triumph.","Yusuf Ali (English)":"The Day that He assembles you (all) for a Day of Assembly,- that will be a Day of mutual loss(5489) and gain (among you), and those who believe in Allah and work righteousness,- He will remove from them(5490) their ills, and He will admit them to Gardens beneath which(5491) Rivers flow, to dwell therein for ever: that will be the Supreme Achievement."},"10":{"Arabic":"وَالَّذ۪ينَكَفَرُواوَكَذَّبُوابِاٰيَاتِنَٓااُو۬لٰٓئِكَاَصْحَابُالنَّارِخَالِد۪ينَف۪يهَاۜوَبِئْسَالْمَص۪يرُ۟","Abdulbaki Gölpınarlı Meali":"Ve kafir olan ve delillerimizi yalanlayanlarsa cehennemliklerdir, ebedi kalırlar orada ve orası, dönüp varılacak ne kötü yerdir.","Abdullah-Ahmet Akgül Meali":"<b>İnkâr edip ayetlerimizi yalanlayanlara gelince; onlar da içinde sürekli kalıcılar olmak üzere, </b><i>(cehennemde)</i><b> ateşin halkıdırlar. Orası ne kötü bir varış durağıdır </b><i>(ne zahmetli ve zelil edici korkunç bir hapishanedir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Allah'tan gelen gerçekleri örtbas edip ayetlerimizi yalan sayanlara gelince, onlar da ebedi kalacakları cehennemdedirler. Ne kötü gidilecek yerdir orası.","Ahmet Tekin Meali":"Kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar edenler, küfre saplananlar, âyetlerimizi, Kur'ân'ımızı, ilkelerimizi yalanlayanlar, işte onlar Cehennem ehlidirler. Orası ne kötü bir cezalandırma ve nihaî dönüş yeridir.","Ahmet Varol Meali":"Ama inkâr edenler ve ayetlerimizi yalanlayanlar, işte onlar ateş halkıdır. Onlar orada sonsuza kadar kalacaklardır. Orası ne kötü bir varış yeridir.","Ali Bulaç Meali":"İnkâr edip ayetlerimizi yalanlayanlara gelince; onlar içinde sürekli kalıcılar olmak üzere, ateşin halkıdırlar. Ne kötü bir dönüş yeridir O.","Ali Fikri Yavuz Meali":"(Allah'ın vahdaniyyetini) inkâr edenler, bir de ayetlerimizi (Peygamberi ve Kur'an'ı) yalanlıyanlar ise, cehennemliktirler; orada devamlı kalacaklardır. O, ne fena varılacak yerdir!...","Bahaeddin Sağlam Meali":"İnkâr edip de ayetlerimizi yalanlayanlar ise; işte onlar ateş ehlidirler, içinde ebedî olarak kalacaklardır. En kötü dönüş yeri orasıdır.","Bayraktar Bayraklı Meali":"İnkâr edip, âyetlerimizi yalanlayanlara gelince; onlar cehennemliklerdir. Süreli orada kalacaklardır. Orası ne kötü bir sondur!","Besim Atalay Meali (1965)":"Küfrederek bizim âyetlerimizi yalanlayanlar, işte bunlar cehennemlik, orda sonsuz kalırlar, ne kötü bir döneydir!","Cemal Külünkoğlu Meali":"İnkâr edenlere ve âyetlerimizi yalanlayanlara gelince; işte onlar, içinde kalacakları ateşin yoldaşlarıdırlar. Ve orası, gidilecek ne kötü bir yerdir!","Cemil Said (1924)":"Küfür idüb de bizim âyâtımızı tekzîb idenler ateşe dâhil olacaklar ve ilelebed orada kalacaklardır. Ne fenâ bir mahal!","Diyanet İşleri Meali (Eski)":"İnkar edip, ayetlerimizi yalanlayanlar, işte onlar da ateşliklerdir, orada temellidirler. Ne kötü bir dönüştür!*","Diyanet İşleri Meali (Yeni)":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar, içinde ebedî kalmak üzere cehennemliklerdir. Ne kötü varılacak yerdir orası!","Kur'an Yolu (Diyanet İşleri)":"İnkâr edip âyetlerimizi yalan sayanlara gelince, onlar cehennemliktir ve orada ebedî olarak kalacaklardır. Ne kötü son!","Diyanet Vakfı Meali":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar cehennem ehlidirler. Orada ebedî kalacaklardır. Ne kötü gidilecek yerdir orası!","Edip Yüksel Meali":"İnkar edenler, ayetlerimizi ve mucizelerimizi yalanlayanlar ateşin halkıdır; orada ebedi kalıcıdırlar. Ne kötü bir varış noktasıdır!","Elmalılı Hamdi Yazır Meali":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar cehennem ehlidirler. Orada ebedi kalacaklardır. Ne kötü gidilecek yerdir orası!","Elmalılı Meali (Orijinal)":"Küfredip âyetlerimizi tekzib eyliyenler ise, onlar eshabı nardırlar, orada muhalled kalacaklardır, o ise ne fena varılacak yerdir","Emrah Demiryent Meali":"(Hakkı) inkâr eden ve âyetlerimizi yalanlayanlara gelince... Onlar cehennem ehlidirler ve orada ebedî olarak kalacaklardır. Orası gidilecek ne kötü bir yerdir!","Erhan Aktaş Meali":"Nankörlük eden ve ayetlerimizi yalanlayanlar; işte onlar, ateş halkıdırlar ve orada sürekli kalacak olanlardır. O, ne kötü bir varış yeridir.","Hasan Basri Çantay Meali":"O küfredenler (e), âyetlerimizi yalan sayanlar (a gelince:) Onlar da ateşin — içinde ebedî kalıcı olarak — yaranıdırlar. O ne kötü gidiş yeridir!..","Hayrat Neşriyat Meali":"İnkâr edip âyetlerimizi yalanlayanlara gelince, işte onlar Cehennem ehlidirler; orada ebedî olarak kalıcıdırlar. O ise, ne kötü varılacak yerdir!","İhsan Aktaş Meali":"İnkâr etmiş olup ayetlerimizi yalanlamış olanlara gelince onlar da ateş halkıdır. Orada (dilediğimiz vakte kadar) kalacaklardır. Orası gidilecek ne kötü yerdir.","İlyas Yorulmaz Meali":"Ayetlerimizi inkâr edip yalanlayanlar, İşte onlar içinde sürekli kalacakları ateşin ashabı olacaklar. Orası ne kadar kötü bir dönüş yeri.","İsmayıl Hakkı Baltacıoğlu":"O kimseler ki tanımadılar, belgelerimizi yalan saydılar, işte bunlar cehennemlik kimselerdir. Onlar hep orada kalacaklardır. Onların dönecekleri yer ne kötüdür!","İsmail Hakkı İzmirli":"Onlar ki kâfir olup âyetlerimizi yalan sayarlar, işte onlar ateşliklerdir. Orada devamlı kalacaklardır. Orası ne kötü uğraktır!","İsmail Yakıt":"İnkâr edenler ve ayetlerimizi yalanlayanlara gelince, işte onlar ateş ehlidirler ve orada sürekli kalırlar. Orası ne kötü varılacak yerdir!","Kadri Çelik Meali":"Küfredip ayetlerimizi yalan sayanlar (var ya), onlar da içinde sürekli kalıcılar olarak, ateşin yarenleridir. Pek de kötü bir dönüş yeridir o.","Mahmut Kısa Meali":"Öte yandan, hakîkati <b>inkâr edip ayetlerimizi yalanlayanlara gelince, onlar da cehennem halkıdır ve sonsuza dek orada kalacaklardır. Ne kötü bir son!</b><br>Ey müminler!","Mahmut Özdemir Meali":"İnkâr etmiş ve bizim âyetlerimizi yalanlamış olanlar, işte onlar Ateş arkadaşlarıdır. Orada sürekli kalacaklardır. Ne kötü Gidip Varılacak Yer!","Mehmet Çakır Meali":"İnkar edip sözlerimize <i>yalan</i> diyenler ise, sonsuza kadar cehennemde kalacaklar. Aman ne berbat bir son.","Mehmet Çoban Meali":"İnkâr ederek ayetlerimizi yalanlayanlara gelince; onlar içinde ebedi kalacakları cehennemliklerdir. Cehennem ne kötü varılacak yerdir!        ","Mehmet Okuyan Meali":"İnkâr edip ayetlerimizi yalanlayanlara gelince, işte onlar ateş halkıdır. Orada [ebedî] kalacaklardır. Ne kötü varış yeridir (orası)!","Mehmet Türk Meali":"İnkâr ederek âyetlerimizi yalanlayanlar ise, içerisinde sürekli kalıcılar olmak üzere, ateş halkının ta kendisidirler. Ve orası, ne kötü bir dönüş yeridir!","Muhammed Esed Meali":"Hakikati inkara ve mesajlarımızı yalanlamaya şartlanmış olanlara gelince, işte onlar ateşi hak edenlerdir, orada kalıp dururlar: ne kötü bir son!","Mustafa Çavdar Meali":"Gerçekleri örtbas eden kâfirler ve bizim ayetlerimize karşı yalana sarılanlar ise, işte onlar da ateş ehlidir ve onlar orada kalıcıdırlar. Ne kötü bir son duraktır cehennem! 39/71. 67/6...12","Mustafa İslamoğlu Meali":"Hakikati inkâr eden ve âyetlerimizi yalanlayanlara gelince: işte onlar içerisinde kalıcı oldukları ateşin yoldaşıdırlar: ve bu, ne berbat bir son duraktır.","Orhan Kuntman Meali":"Hakk’ı inkâr edip de ayetlerimizi yalan sayanlara gelince, işte onlardır cehennemlik olanlar. Sonsuza dek orada kalacaklardır, orası ne kadar kötü bir son duraktır.","Osman Fırat Meali":"İnkâr eden ve âyetlerimizi yalanlayanlara gelince, işte onlar, içinde sürekli kalmak üzere cehennemliklerdir. Ne kötü varılacak yerdir orası!","Ömer Nasuhi Bilmen Meali":"Ve o kimseler ki, kâfir oldular ve Bizim âyetlerimizi tekzîp ettiler. İşte onlar, içinde ebedîyyen kalıcılar olmak üzere ateş yârânıdırlar ve ne fena bir gidiş yeri.","Suat Yıldırım Meali":"Dini inkâr edip âyetlerimizi yalan sayanlar ise, onlar da, devamlı olmak üzere cehennemliktirler. Gidilecek ne fena yerdir orası! ","Süleyman Ateş Meali":"Nankörlük eden ve ayetlerimizi yalanlayanlar ise ateş halkıdır. Orada sürekli kalacaklardır. Ne kötü gidilecek yerdir orası!","Süleyman Tevfik (1927)":"Küfür idüb âyetlerimizi tekzîb idenler ehl-i cehennemdirler. Orada muhalled kalırlar. Cehennem ne fenâ gidilecek yerdir.","Süleymaniye Vakfı Meali":"Ayetleri görmezlikten gelen ve ayetlerimiz karşısında yalan yanlış şeylere sarılanlar cehennem ahalisidir. Onlar oraya, ölmemek üzere gireceklerdir. Ne kötü hale gelmektir o!","Şaban Piriş Meali":"İnkar edenler ve ayetlerimizi yalanlayanlar, işte onlar ateş ehlidir. Orada ebedidirler. Ne kötü bir dönüş.","Ümit Şimşek Meali":"İnkâr eden ve âyetlerimizi yalanlayanlar ise ateş ehlidirler ve orada sürekli kalacaklardır. Varılacak ne kötü bir yerdir orası!","Yaşar Nuri Öztürk Meali":"Küfre sapıp ayetlerimizi yalanlayanlara gelince, işte bunlar, içinde uzun süre kalacakları ateşin dostlarıdır. Ne kötü dönüş yeridir orası!","Eski Anadolu Türkçesi":"daħı anlar kim kāfir oldılar daħı yalan duttılar āyetlerümüzi şunlar od işleridür [296a] ebed ķalıcılarken anuñ içinde. daħı yavuz oldı dönecek yir!","Satıraltı Meal (1534)":"Ol kişiler ki kāfir oldılar ve yalanlar bizüm āyetlerümüzi, anlardur cehen‐nem ehli. Ebedī ḳalurlar anda. Ne yaman varacaḳ yirdür ol.","Bunyadov-Memmedeliyev ":"Kafir olub ayələrimizi yalan sayanlara gəldikdə isə, onlar cəhənnəmlikdirlər. Onlar orada həmişəlik qalacaqlar. Ora necə də pis məskəndir!","M. Pickthall (English)":"But those who disbelieve and deny Our revelations, such are owners of the Fire; they will abide therein a hapless journey's end!","Yusuf Ali (English)":"But those who reject Faith and treat Our Signs as falsehoods, they will be Companions of the Fire, to dwell therein for aye: and evil is that Goal."},"11":{"Arabic":"مَٓااَصَابَمِنْمُص۪يبَةٍاِلَّابِاِذْنِاللّٰهِۜوَمَنْيُؤْمِنْبِاللّٰهِيَهْدِقَلْبَهُۜوَاللّٰهُبِكُلِّشَيْءٍعَل۪يمٌ","Abdulbaki Gölpınarlı Meali":"Hiçbir felaket, Allah'ın izni olmadıkça gelip çatmaz ve kim inanırsa Allah'a, o da, onun gönlüne doğru yolu ilham eder ve Allah, her şeyi bilir.","Abdullah-Ahmet Akgül Meali":"<b>Allah’ın izni olmaksızın, hiçbir musibet </b><i>(hiç kimseye)</i><b> isabet etmeyecektir. Ve her kim Allah’a </b><i>(böyle)</i><b> iman </b><i>(ve itaat)</i><b> ederse, onun kalbini hidayete </b><i>(ve gerçek huzura)</i><b> yöneltecektir. Allah, her şeyi </b><i>(hakkıyla) </i><b>Bilendir.</b> ","Abdullah Parlıyan Meali":"Allah'ın izni olmadıkça insanın canına, malına hiçbir musibet gelmez. Kim Allah'a inanırsa O da onun gönlüne doğru yolu ilham eder. Allah herşeyi hakkıyla bilendir.","Ahmet Tekin Meali":"Allah'ın koyduğu düzenin yasalarına uygun olarak iradesi tecelli etmeden kimsenin başına bir musibet, bir belâ, bir felâket gelmez. Kim Allah'a, Allah'ın izni olmadan başına bir felâket gelmeyeceğine iman ederse, Allah sabırlı davranma ve haline razı olma konusunda onun kalbine, aklına aydınlık ve ferahlık verir. Her şey Allah'ın ilmi, planı, iradesi dâhilinde gerçekleşmektedir.","Ahmet Varol Meali":"Allah'ın izni olmadan hiçbir musibet gelip çatmaz. Kim Allah'a iman ederse (Allah) onun kalbine hidayet verir. Allah her şeyi bilendir.","Ali Bulaç Meali":"Allah'ın izni olmadıkça hiç bir musibet (hiç kimseye) isabet etmez. Kim Allah'a iman ederse, onun kalbini hidayete yöneltir. Allah her şeyi bilendir.","Ali Fikri Yavuz Meali":"Allah'ın izni olmayınca, hiç bir musibet başa gelmez. Kim de Allah'a iman ederse, Allah onun kalbine hidayet verir. Allah her şeyi (noksansız) bilendir.","Bahaeddin Sağlam Meali":"Allah’ın izni olmadan hiçbir musibet (başınıza) gelmez. Kim Allah’a inanırsa, Allah onun kalbini doğruya iletir. Şüphesiz Allah’ın ilmi, her şeyi kuşatmıştır.","Bayraktar Bayraklı Meali":"Allah'ın izni olmadıkça hiçbir musibet isabet etmez. Kim Allah'a iman ederse, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir.[649]","Besim Atalay Meali (1965)":"Hiçbir tasa yoktur ki, Allahın izni olmadan gele, Allaha inananın gönlünü Allah kılavuzlar, Allah her şeyi bilir","Cemal Külünkoğlu Meali":"Başa gelen felâketler ancak Allah'ın koyduğu yasalar çerçevesinde gerçekleşir. Kim Allah'a inanırsa, (Allah) onun kalbini doğru yola iletir. Allah, her şeyi hakkıyla bilendir.","Cemil Said (1924)":"Allâh’ın izni olmaksızın insâna hiç bir felâket ’ârız olmaz. Allâh îmân idenin kalbini hidâyete sevk ider, Allâh her şeyi bilür.","Diyanet İşleri Meali (Eski)":"Başa gelen hiçbir musibet Allah'ın izni olmaksızın olamaz; Allah'a kim inanırsa onun gönlünü doğruya yöneltir. Allah herşeyi bilendir.","Diyanet İşleri Meali (Yeni)":"Allah’ın izni olmaksızın hiçbir musibet başa gelmez. Kim Allah’a inanırsa, Allah onun kalbini doğruya iletir. Allah, her şeyi hakkıyla bilendir.","Kur'an Yolu (Diyanet İşleri)":"Allah’ın izni olmadan hiçbir musibet başa gelmez. Kim Allah’a iman ederse Allah onun gönlünü doğruya yöneltir. Allah her şeyi bilmektedir.","Diyanet Vakfı Meali":"Allah'ın izni olmaksızın hiçbir musibet isabet etmez. Kim Allah'a inanırsa, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir.  ","Edip Yüksel Meali":"Başa ne gelirse ALLAH'ın izniyledir. Kim ALLAH'a inanırsa, gönlüne yön gösterir. ALLAH her şeyi bilendir.","Elmalılı Hamdi Yazır Meali":"Allah'ın izni olmayınca hiç bir musibet isabet etmez. Kim Allah'a inanırsa, Allah onun kalbini doğruya götürür. Allah her şeyi bilendir.","Elmalılı Meali (Orijinal)":"Allahın izni olmayınca hiç bir musîbet isabet etmez, her kim de Allaha iyman ederse o onun kalbine hidayet verir, ve Allah her şey'i bilir","Emrah Demiryent Meali":"Allah’ın izni olmadıkça (hiç kimseye) hiçbir musibet isabet etmez. Kim Allah’a inanırsa, Allah onun kalbini doğruya iletir. Allah her şeyi hakkıyla bilendir.","Erhan Aktaş Meali":"Allah'ın bilgisi dışında hiçbir musibet isabet etmez. Kim Allah'a iman ederse, Allah, onun kalbini doğruya yöneltir. Allah, Her Şeyi En İyi Bilen'dir.","Hasan Basri Çantay Meali":"Allahın izni olmayınca hiçbir musîybet (gelib) çatmaz. Kim Allaha îman ederse (Allah) onun kalbini doğruya götürür. Allah herşey'i hakkıyle bilendir.","Hayrat Neşriyat Meali":"Hiçbir musîbet Allah'ın izni olmadıkça isâbet etmez. O hâlde kim Allah'a îmân ederse, (Allah) onun kalbine hidâyet (musîbete karşı sabır) verir. Çünki Allah, herşeyi hakkıyla bilendir.","İhsan Aktaş Meali":"İsabet etmiş olan her musibet (her hadise), ancak Allah’ın bilgisi ile (Allah’ın koyduğu yasalar ve sınırlar çerçevesinde) isabet etmiştir. Kim de Allah’a inanmak isterse (inanırsa), Allah onun gönlünü (akıl, duygu ve düşüncelerini) hidayete (doğru yola) yönlendirir. Ve Allah her şeyi (hakkıyla) bilendir. *","İlyas Yorulmaz Meali":"Bir kimseye ne zaman bir musibet isabet etmişse, ancak o Allah’ın izni iledir. Kim iman ederse, Allah, o’nun kalbini doğru olana açmıştır. Allah her şeyi en iyi bilendir.","İsmayıl Hakkı Baltacıoğlu":"Allah’ın uygunu olmadıkça hiç kimsenin başına hiçbir sıkıntı gelemez. Herkim Allah’a inanırsa O da onun gönlünü doğrultur. Allah her nesneyi bilicidir.","İsmail Hakkı İzmirli":"Hangi bir mûsibet olursa olsun ancak Allah/ın izni ve takdiri ve meşiyeti ile başa gelir. Her kim Allah/a iman ederse Allah onun kalbine hidayet verir. Allah sabredeni, şükredeni, her şeyi hakkıyle bilir.","İsmail Yakıt":"Allah’ın izni⁴ olmaksızın hiçbir musibet başa gelmez. Kim Allah’a inanırsa, Allah onun kalbini doğru yola yöneltir. Zira Allah, her şeyi hakkıyla bilendir.","Kadri Çelik Meali":"Allah'ın izni olmaksızın hiç bir musibet (hiç kimseye) isabet etmez. Kim Allah'a iman ederse, onun kalbini hidayete yöneltir. Allah, her şeyi bilendir.","Mahmut Kısa Meali":"<b>Allah’ın izni olmaksızın, </b>insanın başına<b> hiçbir musîbet gelmez. </b>Korkmayın, başınıza gelen her şey O’nun bilgisi dahilindedir. Rabb’iniz sizi eğitip olgunlaştırmak için imtihân ediyor. O hâlde,<b>her kim Allah’a </b>yürekten <b>inanırsa, </b>Allah <b>onun gönlünü hidâyet nurlarıyla aydınlatacaktır. </b>Hiç kuşkusuz <b>Allah, her şeyi </b>tam olarak<b>bilmektedir.</b> O hâlde:","Mahmut Özdemir Meali":"Allah’ın izniyle olmadan hiçbir müsibet isabet etmez. Allah’a inanan kimse, kendi kalbine yol gösteriyor. Allah her şeyi bilendir.","Mehmet Çakır Meali":"Başa gelen her musibet, Allah’ın onayından geçer, Allah, inanacak olanın kalbine girip yön verir.  Çünkü Allah, her şeyi bilir.","Mehmet Çoban Meali":"Allah izin vermezse hiçbir musibet başa gelmez. Allah’ın izin vermesi insanın başına musibet gelebilecek şekilde yaratılmasıdır. Bu nedenle insanın başına gelen her şey insanlık yasasındandır. Eğer başınıza bir musibet gelmişse insanlık yasasından gelir. İnsanlık yasasını sizin için koyan Allah’tır. Dileseydi başınıza gelecek musibetleri engelleyen yasayla sizi yaratırdı. Unutmayın ki başınıza ne geliyorsa kendi yaptıklarınız yüzündendir. Çıkarcı bencil olarak yaptığınız her şey bir gün karşınıza musibet olarak çıkar. Kim Allah’a inanırsa Allah onun kalbini doğruya iletir. Allah her şeyi hakkıyla bilendir. Rabbiniz inananları koruması altına alır. Başına gelebilecek musibetlere karşı inananları korur. İman edenler ayetlere uyarak hareket ettikleri için başlarına gelecek musibetlere karşı tedbirlerini alırlar. Rabbin onları ilim irfan izan vererek korumasını altına almıştır. Artık iman edenler bilgisiz cahil değildir.      ","Mehmet Okuyan Meali":"Allah’ın izni olmaksızın hiçbir musibet isabet etmez. [*] Kim Allah’a inanırsa (Allah) onun kalbini doğru yola ulaştırır. [*] Allah her şeyi bilendir.","Mehmet Türk Meali":"(İnsanın başına gelen) her musîbet, ancak Allah’ın izni ile gelir.¹ Kim Allah’a (gerçekten) îman ederse, (Allah) onun kalbini doğru (düşünce)ye yöneltir. Çünkü Allah her şeyi hakkıyla bilendir.²","Muhammed Esed Meali":"ALLAH’IN izni olmadıkça [insanın] başına hiçbir musibet gelmez: o halde, kim Allah’a inanırsa kendi kalbini [bu hakikate] ⁹ açmış olur; ve Allah her şeyi bilendir.","Mustafa Çavdar Meali":"İnsanın başına gelebilecek her şey ancak Allah’ın koyduğu yasalar ve sınırlar çerçevesinde gerçekleşir. Kim de Allah’a inanır ve mümin olursa Allah onun kalbine rehberlik eder zira Allah her şeyi bilendir. 18/13, 42/52","Mustafa İslamoğlu Meali":"ALLAH’IN izni olmadıkça,[⁵¹³⁵] (insanın) başına hiçbir musibet gelmez;[⁵¹³⁶] ve her kim Allah’a inanıp güvenirse, O onun (akleden) kalbine rehberlik eder:[⁵¹³⁷] zira Allah her şeyi hakkıyla bilendir.[⁵¹³⁸]","Orhan Kuntman Meali":"(Ey iman edenler, Rabbinizin takdirine boyun eğin, başınıza bir bela gelse bile üzülmeyin çünkü) Allah’ın izni olmadıkça hiçbir musibet isabet etmez. (Her musibet ceza değildir. Rabbiniz, -kadere iman hususunda- sizleri sınamış olabilir) Kim Allah’a (gönülden) iman ederse, (başına bir musibet geldiğinde bunun, Rabbinin kaza ve kaderiyle olduğunu bilip sabreder, hükmüne teslim olursa) Allah onun kalbini doğruya götürür! Allah her şeyi hakkıyle bilendir.","Osman Fırat Meali":"Başa gelen her musibet Allâh’ın izniyledir. Kim Allah’a iman ederse (Allâh) onun kalbini doğruya iletir. Allâh, herşeyi bilendir.","Ömer Nasuhi Bilmen Meali":"Allah'ın izni olmadıkça musibetten bir şey isabet etmez ve her kim Allah'a imân ederse kalbini hidâyete erdirir ve Allah her şeyi bilendir.","Suat Yıldırım Meali":"Allah'ın izni olmaksızın hiçbir musîbet başa gelmez. Kim Allah'ı tasdik ederse, Allah onun kalbini hakka ve doğruya açar. Allah her şeyi hakkıyla bilir. [57, 22]","Süleyman Ateş Meali":"Başa gelen her musibet Allah'ın izniyledir. Kim Allah'a inanırsa (Allah) onun kalbini doğru(düşünce)ye iletir. Allah, herşeyi bilendir.","Süleyman Tevfik (1927)":"Bir kimseye isâbet iden musîbet ancak Allâh'ın emri ile isâbet ider. Ve Allâh'a îmân idenin kalbi hidâyetde olur. Allâh her şeyi bilicidir.","Süleymaniye Vakfı Meali":"Allah’ın onayı olmadan hiç bir olay meydana gelmez. Kim Allah’a inanıp güvenirse O, onun kalbini doğruya yöneltir. Her şeyi bilen Allah’tır.","Şaban Piriş Meali":"Hiçbir musibet, Allah'ın izni olmadıkça isabet etmez. Kim, Allah'a iman ederse Allah onun kalbine hidayet verir. Allah, her şeyi bilir.","Ümit Şimşek Meali":"Başa gelen herşey Allah'ın izniyledir. Allah'a iman edenin kalbine Allah hidayet verir. Allah herşeyi hakkıyla bilir.","Yaşar Nuri Öztürk Meali":"Allah'ın izni olmadıkça hiçbir musibet gelip çatmaz. Kim Allah'a inanırsa Allah onun kalbini doğruya ve güzele kılavuzlar. Ve Allah her şeyi en iyi biçimde bilmektedir.","Eski Anadolu Türkçesi":"degmedi hįç muśįbet illā Tañrı destūrı-y-ıla. daħı her kim inana Tañrı’ya ŧoġru yol göstere göñline. daħı Tañrı her neseneyi bilicidür.","Satıraltı Meal (1534)":"Size ve özgelere yitişmez bu muṣībet, illā Tañrı Ta‘ālānuñ buyruġı‐y‐la.Daḫı kim ki Allāha īmān getürse, hidāyet virür yüregine. Daḫı Allāh hernesneyi bilicidür.","Bunyadov-Memmedeliyev ":"Allahın izni olmadıqca (heç kəsə) heç bir müsibət üz verməz. Kim Allaha iman gətirsə, (Allah) onun qəlbini haqqa doğru yönəldər. (O, dünyada baş verən hər şeyin Allahın əzəli hökmü və izni ilə olduğunu bilər). Allah hər şeyi (keçmişi, indini və gələcəyi) biləndir!","M. Pickthall (English)":"No calamity befalleth save by Allah's leave. And whosoever believeth in Allah, He guideth his heart. And Allah is Knower of all things.","Yusuf Ali (English)":"No kind of calamity can occur, except by the leave of Allah. and if anyone believes(5492) in Allah, (Allah) guides his heart (aright): for Allah knows all things."},"12":{"Arabic":"وَاَط۪يعُوااللّٰهَوَاَط۪يعُواالرَّسُولَۚفَاِنْتَوَلَّيْتُمْفَاِنَّمَاعَلٰىرَسُولِنَاالْبَلَاغُالْمُب۪ينُ","Abdulbaki Gölpınarlı Meali":"Ve itaat edin Allah'a ve Peygambere; yüz çevirecek olursanız artık Peygamberimize düşen vazife, ancak apaçık tebliğden ibarettir.","Abdullah-Ahmet Akgül Meali":"<i>(Öyle ise her konuda) </i><b>Allah’a itaat edin ve Resul’e de itaat edin. </b><i>(Hem Kur’an-ı Kerim’i, hem de Peygamberin sünnetini rehber edinin.) </i><b>Şayet </b><i>(bundan)</i><b> yüz çevirecek </b><i>(ve Hakk’tan dönecek)</i><b> olursanız, artık Elçimizin üzerine düşen </b><i>(sadece)</i><b> apaçık bir tebliğ </b><i>(gerçeği en yalın biçimde size iletme)</i><b>dir.</b> ","Abdullah Parlıyan Meali":"Öyleyse Allah'a ve O'nun elçisine itaat edin, eğer yüz çevirip uzaklaşırsanız bilin ki elçimizin görevi ancak bu mesajı açık bir şekilde size iletmektir.","Ahmet Tekin Meali":"Allah'a itaat edin, kitabındaki hükümleri uygulayın. İlâhî hükümleri icraya, ülkeyi imara, dünya düzenini kurmaya, sağlamaya memur tek yetkili Rasulullah'a itaat edin, sünnetini uygulayın, tebliğine, teşriine riayet edin, eğer itaatten yüz çevirir, güç ve iktidarınızı kullanarak halkı istediğiniz istikamette yönlendirirseniz, Allah'ın azâbından kurtulamazsınız. Bilesiniz ki, Rasulümüzün aşikâre bir tebliğ sorumluluğu vardır.","Ahmet Varol Meali":"Allah'a itaat edin, Peygamber'e itaat edin. Eğer yüz çevirirseniz Peygamberimizin üzerine düşen sadece apaçık bir tebliğdir.","Ali Bulaç Meali":"Allah'a itaat edin ve Resûle de itaat edin. Şayet yüz çevirecek olursanız, artık elçimiz üzerine düşen (yalnızca) apaçık bir tebliğ (gerçeği size iletmek)dir.","Ali Fikri Yavuz Meali":"(İmandan sonra) Allah'a itaat edin; Peygambere itaat edin. Eğer (itaat etmekten) yüz çevirirseniz, Peygamberimize düşen sadece açık bir tebliğdir. (Görevi bundan ibarettir, onu da yapmıştır.)","Bahaeddin Sağlam Meali":"Allah’a da Resulüne de itaat edin! İşte eğer sırt çevirip dönerseniz, (biliniz ki) elçimize düşen görev, sadece apaçık bir tebliğdir.","Bayraktar Bayraklı Meali":"Allah'a itaat ediniz, Peygambere de itaat ediniz. Yüz çevirirseniz biliniz ki Peygambermize düşen, apaçık bir duyurmadır.[650]","Besim Atalay Meali (1965)":"Hem Allaha, hem de peygamberine başeğiniz, eğer yüz dönerseniz, peygamberimize düşen şey ancak, açıkçana ulaştırmak","Cemal Külünkoğlu Meali":"Allah'a itaat edin, resule de itaat edin. Eğer yüz çevirip uzaklaşırsanız, bilin ki elçimizin görevi, yalnızca bu mesajı açık bir şekilde (size) iletmektir.","Cemil Said (1924)":"Allâh’a ve rasûlüne itâ’at idiniz. Lâkin yüz çevirir iseniz peygamber yalnız size vâzıh sûretde teblîğ ile mükellefdir.","Diyanet İşleri Meali (Eski)":"Allah'a itaat edin; eğer bundan yüz çevirirseniz bilin ki Peygamberimize düşen apaçık tebliğdir.","Diyanet İşleri Meali (Yeni)":"Allah’a itaat edin, peygambere de itaat edin. Eğer yüz çevirirseniz, bilin ki elçimize düşen sadece apaçık bir tebliğdir.","Kur'an Yolu (Diyanet İşleri)":"Allah’a itaat edin, peygambere itaat edin. Sırt çevirirseniz bilin ki elçimizin görevi açık bir tebliğden ibarettir.","Diyanet Vakfı Meali":"Allah'a itaat edin, Peygamber'e de itaat edin. Yüz çevirirseniz bilin ki, elçimize düşen apaçık bir duyurmadır.","Edip Yüksel Meali":"ALLAH'a uyunuz, elçisine uyunuz. Yüz çevirirseniz, elçimizin görevi açıkça bildirmekten ibarettir.","Elmalılı Hamdi Yazır Meali":"Allah'a itaat edin, Peygamber'e de itaat edin. Yüz çevirirseniz bilin ki, elçimize düşen apaçık bir duyurmadır.","Elmalılı Meali (Orijinal)":"İyman edin de Allaha itaat eyleyin ve Resulüne itaat eyleyin eğer aksine giderseniz Resulünüze aid olan sade açık bir tebliğden ibarettir","Emrah Demiryent Meali":"Allah’a itaat edin, Peygamber’e de itaat edin. Eğer (itaatten) yüz çevirirseniz, bilin ki peygamberimize düşen (vazife) sadece apaçık bir tebliğdir.","Erhan Aktaş Meali":"Allah'a itaat edin, Resûl'e itaat edin. Eğer yüz çevirirseniz, bilin ki Resûl'ümüze düşen yalnızca açıkça tebliğ etmektir.¹","Hasan Basri Çantay Meali":"Allaha itaat edin. Peygambere itaat edin. Eğer yüz çevirirseniz peygamberimizin üstüne düşen (vazîfe) ancak apaçık bir tebliğdir.","Hayrat Neşriyat Meali":"Hem Allah'a itâat edin; peygambere de itâat edin! Buna rağmen yüz çevirirseniz, artık Resûlümüze düşen ancak apaçık bir tebliğdir.","İhsan Aktaş Meali":"Allah’a itaat edin (emirlerine uyun) ve (tebliğ ettiği mesajlarımız hususunda) elçiye de itaat edin! Ama eğer yüz çevirirseniz, (bilin ki) ancak elçimize düşen (vahyi) açık ve net olarak tebliğ etmektir.","İlyas Yorulmaz Meali":"Allah’a itaat edin ve elçiye de itaat edin. Eğer gelen mesajlardan yüz çevirirseniz, bilin ki! Elçimize düşen açık bir tebliğdir.","İsmayıl Hakkı Baltacıoğlu":"Allah’a boyun eğin, Onun elçisine de boyun eğin. Eğer yüz çevirecek olursanız elçimize düşen, yalnız bir bildiridir, o kadar.","İsmail Hakkı İzmirli":"Allah/a itaat edin, peygambere de itaat edin, itaattan yüz çevirirseniz O/na ne! Çünkü peygamberimize yalnız ahkâmı apaşikâr, tebliğ etmek düşer.","İsmail Yakıt":"Allah’a itaat ediniz, elçiye de itaat ediniz. Eğer yüz çevirirseniz, (biliniz ki) elçimize düşen ancak apaçık bir tebliğdir.","Kadri Çelik Meali":"Allah'a itaat edin ve resulüne de itaat edin. Şayet yüz çevirecek olursanız, artık elçimiz üzerine düşen (yalnızca) apaçık olan bir tebliğdir.","Mahmut Kısa Meali":"<b>Allah’a</b>kayıtsız şartsız <b>itaat edin, </b>O’nun buyruklarını size ileten bir elçi olarak, <b>Peygambere </b>de kayıtsız şartsız <b>itaat edin! </b>Ayrıca,Allah ve Rasulünün buyruklarına aykırı emir vermedikleri sürece, Müslümanlara da itaat edin! <b>Eğer </b>Allah’a ve Elçisine —diğer bir deyişle, Kur’an’a ve Peygamberin sünnetine— itaatten<b> yüz çevirirseniz, </b>bunun sorumluluğu yalnızca size aittir; çünkü <b>Elçimizin görevi, </b>size hakîkati<b>açıkça duyurmaktan ibarettir:</b>","Mahmut Özdemir Meali":"Allah’a itaat edin, Rasûl’e de itaat edin! Yüz çevirdiyseniz (kaçındıysanız), doğrusu bizim rasûlümüze düşen görev Açıkça Tebliğ Etmek’tir / Bildirim’dir.","Mehmet Çakır Meali":"Allah’a itaat edin, resule itaat edin. Kabul etmezseniz, resulün görevi sadece açık duyurudan ibarettir.","Mehmet Çoban Meali":"Onun için Allah’a Resulüne itaat edin! Allah’a itaat etmezseniz elçimize düşen görev sadece gerçeklerimizi açıklamaktır. Kimse sizi itaate zorlamaz.          ","Mehmet Okuyan Meali":"Allah’a itaat edin; Elçi’ye de itaat edin! [*] Yüz çevirirseniz (bilin ki) Elçimize düşen görev, sadece apaçık tebliğdir. [*]","Mehmet Türk Meali":"Allah’a itaat edin ve Peygambere de itaat edin.¹ Eğer (bu itaatten) yüz çevirirseniz, elçimize düşen, apaçık bir tebliğden başka bir şey değildir.","Muhammed Esed Meali":"Öyleyse Allah’a ve Elçi’ye itaat edin: eğer yüz çevirip uzaklaşırsanız [bilin ki] Elçimiz’in görevi, yalnızca bu mesajı açık bir şekilde iletmektir:","Mustafa Çavdar Meali":"O halde siz Allah’a itaat edin, Allah’ın mesajlarını tebliğ eden elçisine de itaat edin. Ama eğer yüz çevirseniz, o takdirde elçimize düşen ayetlerimizi sadece açık ve net olarak beyan etmektir. 3/31-32, 24/54","Mustafa İslamoğlu Meali":"Allah’a itaat edin ve Elçi’ye de itaat edin![⁵¹³⁹] Ama eğer yüz çevirirseniz, o takdirde Elçi’mize düşen (vahyi) açık ve net olarak tebliğ etmektir.","Orhan Kuntman Meali":"Allah’a itaat edin, (hüküm, emir ve yasaklarına riayet edin) Peygambere de itaat edin. (Ona karşı gelmeyin, onun izinden gidin) Eğer yüz çevirirseniz, (itaat etmezseniz) Peygamberimize düşen görev, şüphe yok ki apaçık bir uyarmadır! (O halde itaatten ayrılmayın)","Osman Fırat Meali":"Allah’a itaat edin, resulüne de itaat edin. Eğer yüz çevirirseniz, bilin ki resule düşen sadece apaçık bir tebliğdir.","Ömer Nasuhi Bilmen Meali":"Ve Allah'a itaat ediniz ve Peygambere itaat ediniz. Eğer yüz çevirir iseniz, artık biliniz ki bizim Peygamberimizin üzerine teveccüh eden, şüphe yok ki apaçık tebliğden ibarettir.","Suat Yıldırım Meali":"Allah'a itaat edin, Resulüne itaat edin. Eğer yüz çevirirseniz bilin ki Elçimizin görevi sadece açık bir tebliğden ibarettir. ","Süleyman Ateş Meali":"Allah'a ita'at edin, Elçiye ita'at edin. Eğer dönerseniz (bilin ki) Elçimize düşen, açıkça duyurmaktır.","Süleyman Tevfik (1927)":"Allâh'a ve rasûlüne itâ'at idin. Eğer O'ndan i'râz ider iseniz rasûlümüze vâcib olan ancak âşikâr teblîğdir. ","Süleymaniye Vakfı Meali":"Allah’a boyun eğin, Elçisine boyun eğin. Eğer yüz çevirirseniz bilin ki elçimize, açık açık bildirme dışında bir görev düşmez.","Şaban Piriş Meali":"O halde Allah'a itaat edin, elçisine itaat edin. Eğer yüz çevirseniz, elçimize düşen ancak açıkça tebliğ etmektir.","Ümit Şimşek Meali":"Hem Allah'a itaat edin, hem Peygambere itaat edin. Yüz çevirecek olursanız, elçimize düşen, açıkça bildirmekten ibarettir.","Yaşar Nuri Öztürk Meali":"Allah'a itaat edin, resule de itaat edin. Eğer yüz çevirirseniz resulümüze düşen, apaçık bir tebliğden başkası değildir.","Eski Anadolu Türkçesi":"daħı boyun virüñ Tañrı’ya daħı boyun virün yalavaca. pes eger yüz döndüresiz degül yalavacumuz üzere illā degürmek bellü.","Satıraltı Meal (1534)":"Daḫı muṭī‘ oluñuz Tañrıya ve resūline. Daḫı pes eger i‘rāż eyleseñüz, pesyoḳdur bizüm peyġamberümüz üstine, illā risāleti degürmek.","Bunyadov-Memmedeliyev ":"Allaha itaət edin, Onun Peyğəmbərinə itaət edin; hər kəs (itaətdən) üz döndərsə, (bilsin ki) Peyğəmbərimizin öhdəsinə düşən yalnız açıq-aşkar təbliğdir! (O heç kəsi zorla iman gətirməyə məcbur edən deyildir).","M. Pickthall (English)":"Obey Allah and obey His messenger; but if ye turn away, then the duty of Our messenger is only to convey (the message) plainly.","Yusuf Ali (English)":"So obey Allah, and obey His Messenger. but if ye turn back, the duty of Our Messenger is but to proclaim (the Message)(5493) clearly and openly."},"13":{"Arabic":"اَللّٰهُلَٓااِلٰهَاِلَّاهُوَۜوَعَلَىاللّٰهِفَلْيَتَوَكَّلِالْمُؤْمِنُونَ","Abdulbaki Gölpınarlı Meali":"Bir Allah'tır ki yoktur ondan başka tapacak ve artık Allah'a dayansın inananlar.","Abdullah-Ahmet Akgül Meali":"<b>Allah; ki O’ndan başka ilah yoktur. Öyleyse mü’minler </b><i>(yalnızca)</i><b> Allah’a tevekkül etmelidir.</b> ","Abdullah Parlıyan Meali":"Allah, O'ndan başka gerçek ilah yoktur. Öyleyse inananlar sadece Allah'a güvenip dayansınlar.","Ahmet Tekin Meali":"Allah'tır O, Allah. Hak ilâh yalnızca O'dur. Mü'minler yalnız Allah'a dayanıp güvenirler.","Ahmet Varol Meali":"Allah, kendinden başka ilah olmayan (ilah)dır. Mü'minler yalnız Allah'a güvensinler.","Ali Bulaç Meali":"Allah; O'ndan başka ilah yoktur. Öyleyse mü'minler (yalnızca) Allah'a tevekkül etsinler.","Ali Fikri Yavuz Meali":"Allah var, O'ndan başka hiç bir ilâh yok; onun için Allah'a tevekkül etsin müminler...","Bahaeddin Sağlam Meali":"Allah, kendisinden başka ilah olmayandır. Artık müminler, yalnızca Allah’a tevekkül etsinler.","Bayraktar Bayraklı Meali":"Allah, kendisinden başka tanrı olmayandır. İnananlar yalnız Allah'a güvenip dayansınlar.","Besim Atalay Meali (1965)":"Allah O'dur, O'ndan özge Tanrı yok, inanı bulunanlar, Allaha güveneler","Cemal Külünkoğlu Meali":"Allah O'dur ki, O'ndan başka ilah yoktur. İnananlar yalnız Allah'a dayanıp güvensinler!","Cemil Said (1924)":"Allâh’dan başka Allâh yokdur. Mü’minler Allâh’a tevekkül itsünler.","Diyanet İşleri Meali (Eski)":"Allah vardır, O'ndan başka tanrı yoktur. İnananlar yalnız Allah 'a güvensinler.","Diyanet İşleri Meali (Yeni)":"Allah, kendisinden başka hiçbir ilâh bulunmayandır. Mü’minler yalnız Allah’a tevekkül etsinler.","Kur'an Yolu (Diyanet İşleri)":"Allah; O’ndan başka tanrı yoktur; müminler de yalnız O’na dayanıp güvensinler.","Diyanet Vakfı Meali":"Allah; O'ndan başka hiçbir ilâh yoktur. Müminler yalnız Allah'a dayanıp güvensinler.","Edip Yüksel Meali":"ALLAH: O'ndan başka tanrı yoktur. İnananlar yalnız ALLAH'a güvenmelidirler.","Elmalılı Hamdi Yazır Meali":"Allah ki O'ndan başka tanrı yoktur. Müminler Allah'a dayansınlar.","Elmalılı Meali (Orijinal)":"Allahdan başka Tanrı yoktur, onun için mü'minler hep Allaha dayansınlar","Emrah Demiryent Meali":"O Allah ki, O’ndan başka hiçbir ilâh yoktur. Mü’minler sadece Allah’a tevekkül etsinler.","Erhan Aktaş Meali":"Allah! Kendisinden başka ilah olmayandır. İman edenler, yalnızca Allah'a tevekkül¹ etsinler.","Hasan Basri Çantay Meali":"Allah odur ki kendisinden başka hiçbir tanrı yokdur. Onun için, îman edenler ancak Allaha güvenib dayansın (lar).","Hayrat Neşriyat Meali":"Allah ki, O'ndan başka ilâh yoktur! O hâlde mü'minler ancak Allah'a tevekkül etsin!","İhsan Aktaş Meali":"Allah, kendisinden başka hiçbir ilâh bulunmayandır. Öyleyse inananlar (yalnızca) Allah’a dayanıp güvensinler.","İlyas Yorulmaz Meali":"Allah, kendisinden başka ilah olmayan tek ilahdır. O halde, inananlar yalnızca Allah’a güvenip dayansınlar.","İsmayıl Hakkı Baltacıoğlu":"Allah, kendinden başak tanrı olmıyandır. Onun içini inananlar yalnız Allah’ dayansınlar.","İsmail Hakkı İzmirli":"Allah ki O/ndan başka tapacak yoktur, mü/minler yalnız Allah/a güvensinler.","İsmail Yakıt":"Allah ki O’ndan başka hiçbir tanrı yoktur. İnananlar sadece Allah’a güvenip dayansınlar.","Kadri Çelik Meali":"Allah, O'ndan başka ilah yoktur. Öyleyse müminler (yalnızca) Allah'a tevekkül etsinler.","Mahmut Kısa Meali":"<b>Allah, kendisinden başka ilâh olmayan </b>bir tek İlâh<b>tır! Öyleyse inananlar, sadece Allah’a güvensin </b>ve yalnızca O’ndan yardım beklesin<b>ler.</b>","Mahmut Özdemir Meali":"Allah ki O’ndan başka ilah yoktur. Müminler sadece Allah’a tevekkül etsin!","Mehmet Çakır Meali":"Allah’tan başka tanrı yoktur.  Müminler sağlamasını yapmadan, işlerini Allah’a havale etmesinler...","Mehmet Çoban Meali":"Allah kendisinden başka hiçbir ilah bulunmayandır. Allah ilah olarak yasama, yürütme, yargılama, cezalandırma haklarının sahibidir. Bu hakları hiç kimseye vermemiştir. İnsanlar bu hakları kendilerinde görürse, kendi akıllarından uydurdukları yasalarla insanlara zulmeder. Müminler ise Allah’ın ilahlığına inanır ve sadece Allah’a güvenirler.         ","Mehmet Okuyan Meali":"Allah kendisinden başka ilah olmayandır. Müminler yalnızca Allah’a güvensinler!","Mehmet Türk Meali":"(Sadece) Allah (vardır ve) tek ilâh Odur. Öyleyse Mü’minler, sadece Allah’a tevekkül¹ etsinler...”","Muhammed Esed Meali":"Allah, O’ndan başka ilah yoktur! ¹⁰ Öyleyse, inananlar yalnız Allah’a güvensinler.","Mustafa Çavdar Meali":"Allah, kendisinden başka ilah olmayandır. Bunun içindir ki müminler, yalnızca Allah’a bağlanıp güvensinler. 2/255, 3/160, 5/11","Mustafa İslamoğlu Meali":"Allah, kendisinden başka ilâh olmayandır: O halde mü’minler yalnızca Allah’a güvenip dayansınlar!","Orhan Kuntman Meali":"Allah ki, O'ndan başka ilah yoktur, müminler yalnız Allah'a güvenip dayanmalıdırlar.","Osman Fırat Meali":"Allah, kendisinden başka hiçbir ilâh bulunmayandır. Mü’minler yalnız Allah’a tevekkül etsinler.","Ömer Nasuhi Bilmen Meali":"Allah O'dur ki, O'ndan başka tanrı yoktur. Artık mü'minler, Allah'a tevekkülde bulunsunlar.","Suat Yıldırım Meali":"Allah'tır gerçek ilah! O'ndan başka yoktur ilah! Müminler yalnız Allah'a dayanıp güvenmelidirler. ","Süleyman Ateş Meali":"Allah ki O'ndan başka tanrı yoktur. Mü'minler Allah'a dayansınlar.","Süleyman Tevfik (1927)":"Allâh, O'ndan başka ilâh olmayan Allâh'dır. Mü'minler Allâh'a tevekkül itsünler.","Süleymaniye Vakfı Meali":"O Allah’tır; ondan başka ilah yoktur. İnanıp güvenenler yalnız Allah’a dayansınlar.","Şaban Piriş Meali":"Allah, O'ndan başka bir ilah yoktur. İnananlar, yalnız Allah'a bağlansınlar.","Ümit Şimşek Meali":"Allah'tan başka tanrı yoktur; mü'minler de yalnız Allah'a tevekkül etsinler.","Yaşar Nuri Öztürk Meali":"Allah! İlah yok O'ndan başka! Yalnız Allah'a güvenip dayanır iman sahipleri.","Eski Anadolu Türkçesi":"Tañrı yoķdur Tañrı illā ol. daħı Tañrı üzere tevekkül eylesün mü’minler.","Satıraltı Meal (1534)":"Allāhdan özge tañrı yoḳdur, daḫı Tañrıya ṣıġınsun mü’minler.","Bunyadov-Memmedeliyev ":"Allahdan başqa heç bir tanrı (mə’bud) yoxdur. Buna görə də mö’minlər ancaq Allaha təvəkkül etsinlər!","M. Pickthall (English)":"Allah! There is no God save Him. In Allah, therefore, let believers put their trust.","Yusuf Ali (English)":"Allah. There is no god but He: and on Allah, therefore, let the Believers put their trust."},"14":{"Arabic":"يَٓااَيُّهَاالَّذ۪ينَاٰمَنُٓوااِنَّمِنْاَزْوَاجِكُمْوَاَوْلَادِكُمْعَدُوًّالَكُمْفَاحْذَرُوهُمْۚوَاِنْتَعْفُواوَتَصْفَحُواوَتَغْفِرُوافَاِنَّاللّٰهَغَفُورٌرَح۪يمٌ","Abdulbaki Gölpınarlı Meali":"Ey inananlar, şüphe yok ki eşlerinizin ve evlatlarınızın bazısı, düşmandır size, artık sakının onlardan ve bağışlar ve yüzlerine vurmaz ve suçlarını örterseniz artık bilin ki Allah, suçları örter, rahimdir.","Abdullah-Ahmet Akgül Meali":"<b>Ey iman edenler! Eşlerinizden ve çocuklarınızdan </b><i>(dünyalık çıkarları ve rahatları için sizi ibadet ve istikametten alıkoymak, bâtıla ve günahlara kaydırmak suretiyle)</i><b> size </b><i>(dolaylı) </i><b>düşmanlık edenler vardır. </b><i>(Kötülüğe ve gaflete daldırmamaları için) </i><b>Onlardan sakının. Fakat kendilerini affeder, hoş görür ve kabahatlerini örtüp </b><i>(ıslahlarına çalışır)</i><b> iseniz, şüphesiz bilmiş olun ki Allah da </b><i>(sizlere karşı)</i><b> Gafûr’dur, Rahim’dir.</b> ","Abdullah Parlıyan Meali":"Ey mü'minler! Eş ve çocuklarınızdan size düşman olanlar vardır. Bunlar sizi Allah yolundan alıkor ve O'na itaat etmenize köstek olabilirler. Dolayısıyle onlara uymaktan sakının, dikkatli davranın ama hatalarını hoş görür kusurlarını görmez ve bağışlarsanız bilin ki muhakkak Allah tüm suçları örten ve kullarına acıyandır.","Ahmet Tekin Meali":"Ey iman edenler, eşlerinizden, çocuklarınızdan size düşman olanlar da var. Onlara karşı dikkatli, ihtiyatlı davranın, onlardan kendinizi koruyun. Onlara sorgusuz sualsiz af ile muamele yaparsanız, yaptıklarını azarlamadan, kınamadan görmezlikten gelirseniz, ayıplarını örter, koruma kalkanına alırsanız Allah da size davranışlarınızın aynıyla mukabele eder. Allah çok bağışlayıcı ve engin merhamet sahibidir.","Ahmet Varol Meali":"Ey iman edenler! Şüphesiz sizin eşlerinizden ve çocuklarınızdan size düşman olan vardır. Onlardan sakının. Yine de affeder, hoş görür ve bağışlarsanız şüphesiz Allah bağışlayandır, merhamet edendir.","Ali Bulaç Meali":"Ey iman edenler, gerçek şu ki, eşlerinizden ve çocuklarınızdan bir kısmı sizin için (birer) düşmandırlar. O halde onlardan sakının. Yine de affeder, hoş görür (kusurlarını yüzlerine vurmaz) ve bağışlarsanız, artık elbette Allah bağışlayandır, esirgeyendir.","Ali Fikri Yavuz Meali":"Ey iman edenler! Haberiniz olsun ki, zevcelerinizle evlâdlarınızdan bir kısmı, (sizi ibadetten alıkoymak, emirlerinize uymamak suretiyle) size bir nevi düşmandır. O halde onlardan sakının; (kötülüklerinden emin olmayınız). Bununla beraber afv eder, kusurlarına bakmaz, günahlarını örterseniz, şübhe yok ki Allah Gafûr'dur= çok bağışlayandır, Rahîm'dir= çok merhametlidir.","Bahaeddin Sağlam Meali":"Ey iman edenler! Hanımlarınızdan ve çocuklarınızdan size düşman olan vardır. Onlardan sakının. Eğer affedip vazgeçerseniz, bağışlarsınız, bilin ki Allah Gafur ve Rahimdir.","Bayraktar Bayraklı Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlara karşı dikkatli olunuz! Eğer affeder, tedbirinizi alır ve bağışlarsanız, biliniz ki Allah da çok bağışlayıcıdır; çok merhametlidir.","Besim Atalay Meali (1965)":"Ey inanmış olanlar! Kadınlarınızdan, çocuklarınızdan size düşmanlar vardır, onlardan çekininiz, bağışlayıp suçlarından geçerseniz, bağışlarsınız; Allah dahi bağışlar, Allah yarlıgar","Cemal Külünkoğlu Meali":"Ey inananlar! Eşlerinizden ve çocuklarınızdan size düşman olabilecekler vardır. Onlara karşı dikkatli olun! Bununla beraber (onların hoş olmayan davranışlarına karşı) müsamaha eder, kusurlarına bakmaz ve onları bağışlarsanız bu da sizin için bir fazilettir. Biliniz ki Allah affedicidir (onları affettiğiniz için O da sizi affeder) ve merhameti bol olandır.","Cemil Said (1924)":"Ey mü’minler! Zevceleriniz ve evlâdınız meyânında düşmanlarınız vardır, hazr idiniz. Sizi ba’zan hayırdan alıkoydukları vakit hoş göriniz, ânları ’afv ider iseniz Allâh gafûr ve rahîmdir.","Diyanet İşleri Meali (Eski)":"Ey inananlar! Eşleriniz ve çocuklarınızdan size düşmanlık edenler olur, onlardan sakının; ama, siz affeder, suçlarını örter ve bağışlarsanız bilin ki Allah da bağışlar ve acır.","Diyanet İşleri Meali (Yeni)":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olabilecekler vardır. Onlardan sakının. Ama affeder, hoş görüp vazgeçer ve bağışlarsanız şüphe yok ki Allah çok bağışlayandır, çok merhamet edendir.","Kur'an Yolu (Diyanet İşleri)":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan da size düşman olanlar vardır, onlardan sakının. Ama affeder, hoşgörülü ve bağışlayıcı davranırsanız, şüphesiz Allah da çok bağışlayıcı ve engin merhamet sahibidir.","Diyanet Vakfı Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlardan sakının. Ama affeder, kusurlarını başlarına kakmaz, kusurlarını örterseniz, bilin ki, Allah çok bağışlayan, çok esirgeyendir.","Edip Yüksel Meali":"Ey inananlar, eşleriniz ve çocuklarınız size düşman olabilirler. Öyleyse onlardan sakının. Ama affeder, hoşgörülü davranır ve bağışlarsanız, elbette ALLAH da Bağışlayandır, Rahimdir.","Elmalılı Hamdi Yazır Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. Onlardan sakının. Ama affeder, kusurlarını başlarına kakmaz, hoş görür ve bağışlarsanız, bilin ki Allah çok bağışlayan çok merhamet edendir.","Elmalılı Meali (Orijinal)":"Ey o bütün iyman edenler! Haberiniz olsun ki çiftleriniz ve evlâdlarınızdan size düşman vardır, onun için onların mahzurlarından sakının, bununla beraber afveder, kusurlarına bakmaz, örterseniz şübhe yok ki Allah gafurdur rahîmdir","Emrah Demiryent Meali":"Ey îmân edenler! Şüphesiz ki, zevcelerinizden ve çocuklarınızdan (sizi cihat ve hicret gibi hayır işlerinden geri bıraktırmak sûretiyle) size (bir nevi) düşman olanlar da vardır. Onlardan sakının (onlara olan şefkat ve sevginizden dolayı cihat ve hicret gibi hayır işlerinden geri kalmayın)! Şayet (sizi hayırdan alıkoymaları hususunda) onları affeder, kusurlarına bakmaz ve onları bağışlarsanız, şüphesiz ki Allah çok bağışlayandır, çok merhamet edendir.","Erhan Aktaş Meali":"Ey iman edenler: Doğrusu, eşlerinizden ve çocuklarınızdan size düşmanlık edenler olabilir. Onlara karşı dikkatli olun. Eğer affeder, kusurlarını görmezden gelirseniz ve bağışlarsanız, bilin ki kuşkusuz Allah, Çok Bağışlayıcı'dır, Rahmeti Kesintisiz'dir.","Hasan Basri Çantay Meali":"Ey îman edenler, eşlerinizin, evlâdlarınızın içinde hakıykaten size düşman (olanlar) da vardır. O halde onlardan sakının. (Bununla beraber) afveder, kusurlarını başlarına kakmaz, örterseniz şübhesiz Allah çok yarlığayıcı, çok esirgeyicidir.","Hayrat Neşriyat Meali":"Ey îmân edenler! Şübhesiz ki eşlerinizden ve çocuklarınızdan size düşman olan vardır. O hâlde onlardan sakının! Eğer affeder, kusurlarına bakmaz ve bağışlarsanız, artık şübhesiz ki Allah, Gafûr (çok bağışlayan)dır, Rahîm (çok merhamet eden)dir.(1)","İhsan Aktaş Meali":"Ey iman etmiş olan (erkek ve kadın)lar! Şüphesiz ki sizin eşlerinizden ve çocuklarınızdan bir kısmı (sizi ibadet ve istikametten alıkoymak ve size karşı gelmek suretiyle) size (dolaylı) düşmanlık edenler olabilir. (Bu konuda) Onlara dikkatli olun. Ama (buna rağmen) affeder, (onların hoş olmayan davranışlarına karşı) hoşgörülü davranır ve bağışlarsanız; şüphesiz Allah çok bağışlayandır, çok merhamet edendir.*","İlyas Yorulmaz Meali":"Ey İman edenler! Eşlerinizden ve çocuklarınızdan size düşmanlık yapanlar olursa, onları uyarın. Eğer onları affederseniz, anlaşırsanız ve bağışlarsanız, Allah da bağışlayan ve merhametli olandır.  ","İsmayıl Hakkı Baltacıoğlu":"Ey inananlar! İşte eşlerinizden, çocuklarınızdan size düşman kesilenler vardır. Onun için onlardan çekinin. Eğer onları bağişlar, görmemezlikten gelir, yarlıgarsanız, işte Allah da yarlıgayıcıdır, esirgeyicidir.","İsmail Hakkı İzmirli":"Mü/minler! Karılarınızdan ve çoluk çocuklarınızdan size düşman olanı vardır [¹], onlardan çekinin, eğer onlardan vazgeçer, onları bağışlar ve yadigarsanız [²] öyle muamele görürsünüz; çünkü Allah yarlıgayan, bağışlayandır.","İsmail Yakıt":"Ey inananlar! Muhakkak ki eşlerinizden ve çocuklarınızdan size düşman olanlar vardır. Onlardan sakınınız. Şayet onları affederseniz, kusurlarını görmezden gelirseniz ve onları bağışlarsanız⁵ muhakkak ki Allah Gafûr’dur, Rahîm’dir.","Kadri Çelik Meali":"Ey iman edenler! Şüphesiz sizin eşlerinizden ve çocuklarınızdan bir kısmı sizler için (birer) düşmandırlar. O halde onlardan sakının. Yine de affeder, hoş görür ve bağışlarsanız, artık elbette Allah bağışlayandır, esirgeyendir.","Mahmut Kısa Meali":"<b>Ey inananlar! Eşleriniz ve çocuklarınız arasında, </b>bilerek veya bilmeyerek <b>size düşman olanlar bulunabilir; öyleyse, onlara karşı dikkatli davranın! </b>Eşinize ve çocuklarınıza duyduğunuz sevgi, sizi inancınıza göre yaşamaktan alıkoymasın. Sevdikleriniz arasından, inancınızdan taviz vermenizi isteyenler her zaman çıkabilir. Onlara karşı asla merhametsizce kaba ve sert davranmayın! <b>Eğer </b>onların ufak tefek kusurlarını <b>görmezlikten gelir,</b> ölçüsüzce davranışları karşısında onlara sabır ve <b>merhametle yaklaşır ve </b>hatalarını <b>bağışlarsanız, —</b>ki ıslah olacaklarsa, ancak bu şekilde olurlar— Allah da sizi bağışlayacaktır. <b>Hiç kuşkusuz Allah bağışlayıcı, çok merhametlidir.</b>","Mahmut Özdemir Meali":"Ey iman edenler! Sizin için kendi eşlerinizden ve çocuklarınızdan düşmanlık olabilir. Onlara dikkatli ve tedbirli olun! Eğer affederseniz, aldırış etmezseniz ve bağışlarsanız, şüphesiz Allah, rahîm gafûrdur.","Mehmet Çakır Meali":"<b>Sevgili müminler</b>!  Eşleriniz ve çocuklarınız arasında size düşman olanlar olabilir. Onlara dikkat edin. Affeder, hoş görür veya bağışlarsanız, bilin ki Allah, hoşgörü ve sevgi deryasıdır.","Mehmet Çoban Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar vardır. Onlardan sakının! Ama affeder, hoş görüp vazgeçer ve bağışlarsanız şüphe yok ki Allah çok bağışlayandır, çok merhamet edendir.        ","Mehmet Okuyan Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar da vardır. [*] Onlardan sakının! Affeder, hoşgörür ve (suçlarını) bağışlarsanız, [*] (bilin ki) Allah da çok bağışlayandır, çok merhametlidir. [*]","Mehmet Türk Meali":"Ey îman edenler! Sizin düşmanlarınızın bir kısmı da eşleriniz ve çocuklarınızdır.¹ Şu halde onlara karşı da dikkatli olun. Yine de onları affeder, hoş görür ve bağışlarsanız, (şunu iyi bilin ki) elbette Allah, çok bağışlayıp pek esirgeyendir.","Muhammed Esed Meali":"SİZ EY imana ermiş olanlar! Bakın, eşlerinizden ve çocuklarınızdan bazısı ¹¹ size düşmandır: öyleyse onlara karşı dikkatli olun! ¹² Ama [hatalarını] hoş görür, tahammül eder ve affederseniz, bilin ki Allah çok bağışlayıcıdır, bir rahmet kaynağıdır.","Mustafa Çavdar Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size karşı düşmanlık edenler olabilir. Onun için onların tavır ve tutumlarına karşı dikkatli olun. Eğer onların yanlış tutumlarını affeder, hoş görür ve bağışlayıcı olursanız iyi bilin ki Allah da eşsiz bir bağışlayıcı ve sonsuz rahmet kaynağıdır. 9/23-24, 58/22","Mustafa İslamoğlu Meali":"SİZ ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar var. Onlara karşı dikkatli olun. Bununla birlikte affedici, hoşgörülü ve bağışlayıcı olursanız,[⁵¹⁴⁰] bilin ki Allah da tarifsiz bir bağışlayıcı, eşsiz bir merhamet kaynağıdır.[⁵¹⁴¹]","Orhan Kuntman Meali":"Ey iman edenler, eşlerinizden ve evlatlarınızdan size düşmanlık edenler (din ve dünya işlerinde sizinle tartışanlar) da vardır, onlardan sakının. (Tedbirli bulunun, fazla zorlamayın) Eğer affeder, kusurlarını başlarına kakmaz bağışlarsanız, biliniz ki Allah çok bağışlayandır ve çok merhametli olandır!","Osman Fırat Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olabilecekler vardır. Onlardan sakının. Ama affeder, hoş görüp vazgeçer ve bağışlarsanız şüphe yok ki Allah çok bağışlayandır, çok merhamet edendir.","Ömer Nasuhi Bilmen Meali":"Ey imân etmiş olanlar! Şüphe yok ki, zevcelerinizden ve evlâdınızdan sizin için düşman (olanlar) vardır, imdi onlardan sakınınız. Mamaafih, eğer affederseniz, kusurlarına bakmazsanız ve setrederseniz artık şüphe yok ki Allah çok yarlığayıcıdır, çok esirgeyicidir.","Suat Yıldırım Meali":"Ey iman edenler! Eşlerinizden ve evlatlarınızdan size düşman olanlar da çıkabilir. Böyle olanlara karşı dikkatli olun! Bununla beraber müsamaha eder, kusurlarına bakmaz, onları affederseniz bu da sizin için bir fazilettir. Çünkü Allah da gafûrdur, rahîmdir (affı ve ihsanı boldur. Siz kusurları bağışlarsanız O da size öyle muamele eder). [63, 9; 8, 28]","Süleyman Ateş Meali":"Ey inananlar, eşlerinizden ve çocuklarınızdan bazıları size düşmandır. Onlardan sakının. Ama affeder, hoşgörür, bağışlarsanız muhakkak ki Allah da bağışlayandır, esirgeyendir (O da sizi bağışlar).","Süleyman Tevfik (1927)":"Ey Mü'minler! Zevcelerinizden ve evlâdlarınızdan size düşman olanlar vardır. (Sizi işgâl idüb hidmet-i dînde ihmâle sebeb olurlar) Onlardan hazr idiniz. Eğer onları 'afv ve hatâlarından sarf-ı nazar ider ve kabahatlerini bağışlar iseniz Allâh gafûr rahîmdir. [¹]","Süleymaniye Vakfı Meali":"Ey inanıp güvenenler! Eşlerinizden ve çocuklarınızdan size düşmanlık edenler olur; onlara karşı dikkatli olun. Ancakkusurlarını görmez, yeni bir sayfa açar ve durumu düzeltirseniz[*] bilin ki Allah da durumunuzu düzeltir ve ikramda bulunur.","Şaban Piriş Meali":"-Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar vardır. Onlardan sakının. Eğer, affeder, kusurlarını bakmaz ve bağışlarsanız; Allah da bağışlar ve merhamet eder.","Ümit Şimşek Meali":"Ey iman edenler! Eşlerinizden ve çocuklarınızdan size düşman olanlar vardır; onlardan sakının. Fakat affeder, hoş görür ve kusurlarını örterseniz, hiç şüphe yok ki Allah da çok bağışlayıcı, çok merhamet edicidir.","Yaşar Nuri Öztürk Meali":"Ey iman edenler! Şu bir gerçek ki, eşlerinizin ve evlatlarınızın içinden size bir düşman vardır; onlara karşı dikkatli olun! Eğer affeder, ellerini tutar, hatalarını görmezden gelirseniz, kuşkusuz, Allah da affedici, merhamet edici olur.","Eski Anadolu Türkçesi":"iy anlar kim įmān getürdiler! bayıķ 'avratlaruñuzdandur daħı oġul ķızlaruñuzdandur düşmān sizüñ pes śaķınuñ anlardan. daħı eger 'afv eyleyesiz daħı śuçdan geçesiz daħı yarlıġayasız bayıķ Tañrı yarlıġayıcıdur raḥmet ķılıcı.","Satıraltı Meal (1534)":"İy mü’minler, sizüñ ‘avratlaruñuzdan ve oġul ḳızlaruñuzdan düşmanlarvardur size. Pes anlardan ṣaḳınuñ ve eger ‘afv idüp ṣuçların baġışla‐sañuz, pes Tañrı Ta‘ālā ‘afv idici ve raḥmet idicidür.","Bunyadov-Memmedeliyev ":"Ey iman gətirənlər! Şübhəsiz ki, zövcələrinizdən və övladınızdan sizə düşmən olanlar vardır. (Onlar din və ya dünya işlərində sizin əleyhinizə çıxar, sizi ibadətdən, yaxşı əməllərdən yayındırarlar. Hətta siz bir dəfə Məkkədən Mədinəyə hicrət etmək istədiyiniz zaman onlar müxtəlif bəhanələrlə sizi bu fikrinizdən daşındırmışdılar). Onlardan özünüzü gözləyin! Amma (tövbə edəcəkləri təqdirdə) onları əfv etsəniz, (təqsirlərindən) keçsəniz və bağışlasanız (daha yaxşı olar). Çünki Allah (günahları çox) bağışlayandır, rəhm edəndir!","M. Pickthall (English)":"O ye who believe! Lo! among your wives and your children there are enemies for you, therefor beware of them. And if ye efface and overlook and forgive, then lo! Allah is Forgiving, Merciful.","Yusuf Ali (English)":"O ye who believe! Truly, among your wives and your children are (some that are) enemies to(5494) yourselves: so beware of them! But if ye forgive and overlook,(5495) and cover up (their faults), verily Allah is Oft-Forgiving, Most Merciful."},"15":{"Arabic":"اِنَّمَٓااَمْوَالُكُمْوَاَوْلَادُكُمْفِتْنَةٌۜوَاللّٰهُعِنْدَهُٓاَجْرٌعَظ۪يمٌ","Abdulbaki Gölpınarlı Meali":"Mallarınız ve evlatlarınız, bir sınamadır size ancak ve Allah katındaysa pek büyük bir mükafat var.","Abdullah-Ahmet Akgül Meali":"<b>Mallarınız ve çocuklarınız sizin için ancak bir fitne </b><i>(bir deneme)</i><b>dir. Allah ise, büyük ecir </b><i>(ve en güzel karşılık)</i><b> O’nun katındadır.</b> ","Abdullah Parlıyan Meali":"Mallarınız ve çoluk çocuklarınız sizin için bir imtihan aracıdırlar. Onların yüzünden günaha girmeyin. Allah katındaki sevap ve mükafat dünya malından daha üstündür.","Ahmet Tekin Meali":"Servetleriniz ve evlâtlarınız bir azgınlık, bir sıkıntı, bir ihtilâf sebebidir, ağır bir imtihan aracıdır. Büyük mükâfat ise Allah katındadır.","Ahmet Varol Meali":"Mallarınız ve çocuklarınız bir imtihandır. Allah katında ise büyük ecir vardır.","Ali Bulaç Meali":"Mallarınız ve çocuklarınız sizin için ancak bir fitne (bir deneme)dir. Allah ise, büyük ecir (en güzel karşılık) O'nun katında olandır.","Ali Fikri Yavuz Meali":"Her halde mallarınız ve çocuklarınız (sizin için) bir belâ ve imtihandır; (çünkü sizi birtakım günahlara sokabilirler). Allah ise, büyük sevab O'nun katındadır.","Bahaeddin Sağlam Meali":"Mallarınız ve evlatlarınız, sizin için ancak imtihan aracıdırlar. Asıl büyük mükâfat, Allah’ın katındadır.","Bayraktar Bayraklı Meali":"Mallarınız ve çocuklarınız sadece bir imtihandır. Asıl büyük ödül Allah katındadır.","Besim Atalay Meali (1965)":"Ancak, sizin mallarınız, çocuklarınız birer sınavdır, Allahın katında büyük sevap var!","Cemal Külünkoğlu Meali":"Mallarınız ve çocuklarınız (dünyaya yönelme ve ahiretten uzaklaşma konusunda) sizin için birer imtihandır. Allah katında ise büyük bir mükâfat vardır.","Cemil Said (1924)":"Emvâliniz ve evlâdınız ba’zan sizin içün bâ’is-i fitne olmakda ise de (buna hüsn-ü sûretle mukâvemet idenlere) Allâh ’azîm mükâfât virecekdir.","Diyanet İşleri Meali (Eski)":"Doğrusu mallarınız ve çocuklarınız bir imtihandır. Büyük ecir ise Allah katındadır.","Diyanet İşleri Meali (Yeni)":"Mallarınız ve çocuklarınız ancak birer imtihandır; Allah katında ise büyük bir mükâfat vardır.","Kur'an Yolu (Diyanet İşleri)":"Mallarınız ve çocuklarınız sizin için ancak bir imtihandır; büyük mükâfat ise Allah’ın katındadır.","Diyanet Vakfı Meali":"Doğrusu mallarınız ve çocuklarınız sizin için bir imtihandır. Büyük mükâfat ise Allah'ın yanındadır.  ","Edip Yüksel Meali":"Paralarınız ve çocuklarınız bir sınavdır. Büyük ödül ALLAH'ın yanındadır.","Elmalılı Hamdi Yazır Meali":"Doğrusu mallarınız ve çocuklarınız sizin için bir imtihandır. Büyük mükafat ise Allah'ın yanındadır.","Elmalılı Meali (Orijinal)":"Her halde mallarınız ve evlâdlarınız bir fitnedir, Allah ise büyük ecir, onun yanındadır","Emrah Demiryent Meali":"(Gerçek şu ki) mallarınız ve çocuklarınız, (sizin için) ancak bir imtihândır. (Bu imtihânı başarı ile geçenler için verilecek olan) büyük mükâfat ise Allah nezdindedir.","Erhan Aktaş Meali":"Mallarınız ve çocuklarınız yalnızca bir fitnedir.¹ Büyük ödül, Allah'ın yanındadır.","Hasan Basri Çantay Meali":"Mallarınız da, evlâdlarınız da sizin için ancak bir imtihan (mevzuu) dur. Allah ise, büyük mükâfat Onun nezdindedir.","Hayrat Neşriyat Meali":"Mallarınız ve çocuklarınız ancak bir imtihandır. Allah ise, büyük mükâfât ancak O'nun katındadır.","İhsan Aktaş Meali":"Mallarınız ve evlatlarınız ancak birer imtihandır! Oysa (mallarınızla ve çocuklarınızla ilişkilerinizi Allah’ın yasalarına göre kurarsanız), Allah katında büyük bir mükâfat vardır. *","İlyas Yorulmaz Meali":"Mallarınız ve evlatlarınız sizin için bir imtihan vasıtasıdır. Allah’ın katındaki karşılıklar ise, daha büyüktür.","İsmayıl Hakkı Baltacıoğlu":"Çünkü mallarınız da çocuklarınız da bir sınamadır. En büyük karşılık is Onun katındadır.","İsmail Hakkı İzmirli":"Mallarınız, çoluk, çocuğunuz sizin için belâ ve mihnetten başka bir şey değildir [³]. Allah/ın yanında büyük bir mükâfat vardır [⁴].","İsmail Yakıt":"Mallarınız ve çocuklarınız ancak bir imtihandır [fitne]. Allah katında ise çok büyük bir mükâfat vardır.","Kadri Çelik Meali":"Mallarınız ve çocuklarınız sizin için ancak bir denemedir. Allah ise, büyük ecir O'nun katında olandır.","Mahmut Kısa Meali":"Şunu iyi bilin ki,<b> mallarınız ve çocuklarınız, </b>uğrunda bütün değerlerinizi fedâ etmeniz gereken en üst değerler değildir; onlar<b>ancak, </b>imanınızdaki kararlılığı ölçmek üzere size emânet edilmiş <b>birer imtihân </b>aracın<b>dan ibarettir ve</b> <b>Allah katında, </b>dünyanın şu basit ve gelip geçici nîmetlerinden çok daha <b>büyük bir ödül vardır.</b>","Mahmut Özdemir Meali":"Doğrusu mallarınız ve çocuklarınız sizin için bir deneme / sınavdır. Allah katında çok büyük bir ödül vardır.","Mehmet Çakır Meali":"Mallarınız ve çocuklarınız bir sınavdır.  Önemli olan, Allah katındaki büyük ödüldür.","Mehmet Çoban Meali":"Mallarınız ve çocuklarınız ancak birer imtihandır! Mallarınızla çocuklarınızla ilişkilerinizi Allah’ın yasalarına göre kurarsanız, Allah katında büyük bir mükâfat vardır.        ","Mehmet Okuyan Meali":"Mallarınız ve çocuklarınız sadece bir imtihandır. Büyük ödül ise yalnızca Allah’ın katındadır. [*]","Mehmet Türk Meali":"Mallarınız ve çocuklarınız, sizin için ancak birer imtihan konusudur.¹ Allah’a gelince, en büyük mükâfat ve cezâ, Onun katındadır.","Muhammed Esed Meali":"Sizin malınız mülkünüz ve çocuklarınız, sadece bir sınama ve bir ayartma aracıdır, ¹³ halbuki Allah katında muhteşem bir ödül vardır.","Mustafa Çavdar Meali":"– Unutmayın ki malınız mülkünüz ve çoluk çocuğunuz sizin için gerçekten bir imtihan vesilesidir. Asıl büyük mükâfat ise Allah katındadır. 18/46, 63/9","Mustafa İslamoğlu Meali":"Mallarınız ve çocuklarınız birer imtihan aracından ibârettir.[⁵¹⁴²] Asıl büyük ödül, Allah katındadır.","Orhan Kuntman Meali":"Gerçek şu ki, mallarınız ve evlatlarınız sizin için bir imtihandır. (Sizi kendilerine tutkun edip, bir takım hayırlardan ve itaatlerden alıkoyan bir sınamadır, bunu hakkıyle başarırsanız) Allah katında elbette büyük bir mükâfat vardır.","Osman Fırat Meali":"Mallarınız ve çocuklarınız ancak birer imtihandır; Allah katında ise büyük bir mükâfat vardır.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, mallarınız ve evlatlarınız bir imtihan vesilesidir, Allah ise O'nun nezdinde pek büyük bir mükâfaat vardır.","Suat Yıldırım Meali":"Mallarınız, evlatlarınız, sizin için sadece bir imtihandır. Asıl büyük mükâfat ve mutluluk ise Allah nezdindedir. [8, 28; 3, 14]","Süleyman Ateş Meali":"Mallarınız ve evladlarınız bir fitne(sınav)dir, (Allah, onlarla sizi imtihan etmektedir). Allah ise, işte büyük ödül O'nun yanındadır.","Süleyman Tevfik (1927)":"Tahkîk emvâliniz ve evlâdınız sizin içün fitnedir. Allâh 'indinde büyük ecir vardır. ","Süleymaniye Vakfı Meali":"Mallarınız ve çocuklarınız sadece sizi imtihan etmek içindir. Büyük ödül Allah katındadır.","Şaban Piriş Meali":"Mallarınız ve evladınız sizin için bir imtihandır. Katında büyük ödül olan Allah'tır.","Ümit Şimşek Meali":"Mallarınız da, evlâtlarınız da birer imtihandır. Allah katında ise pek büyük bir ödül vardır.","Yaşar Nuri Öztürk Meali":"Şu da bir gerçek ki, mallarınız ve çocuklarınız bir imtihan aracıdır. Allah'a gelince, O'nun katında büyük bir ödül vardır.","Eski Anadolu Türkçesi":"degül mallaruñuz daħı oġul ķızlaruñuz illā fitne. daħı Tañrı anuñ ķatındadur müzd ulu.","Satıraltı Meal (1534)":"Sizüñ māllaruñuz ve oġul ḳızlaruñuz fitnedür size. Daḫı Allāh ḳatında ulumüzd vardur.","Bunyadov-Memmedeliyev ":"Həqiqətən, mal-dövlətiniz və oğul-uşağınız (sizin üçün) ancaq bir imtahandır. Ən böyük mükafat (Cənnət) isə Allah dərgahındadır!","M. Pickthall (English)":"Your wealth and your children are only a temptation, whereas Allah! with Him is an immense reward.","Yusuf Ali (English)":"Your riches and your children may be but a trial:(5496) but in the Presence of Allah, is the highest, Reward."},"16":{"Arabic":"فَاتَّقُوااللّٰهَمَااسْتَطَعْتُمْوَاسْمَعُواوَاَط۪يعُواوَاَنْفِقُواخَيْرًالِاَنْفُسِكُمْۜوَمَنْيُوقَشُحَّنَفْسِه۪فَاُو۬لٰٓئِكَهُمُالْمُفْلِحُونَ","Abdulbaki Gölpınarlı Meali":"Artık çekinin Allah'tan gücünüz yettiği kadar ve dinleyin ve itaat edin ve mallarınızı harcayın hayır yolunda, sizin için hayırlıdır ve kimler, nefsinin hırsından, nekesliğinden korunursa artık onlardır kurtulanların, muratlarına erenlerin ta kendileri.","Abdullah-Ahmet Akgül Meali":"<b>Öyleyse güç yetirebildiğiniz kadar Allah’tan korkup </b><i>(küfür, zulüm ve kötülükten)</i><b> sakınıverin, </b><i>(Kur’an’ın ve Resulüllah’ın emirlerini)</i><b> dinleyin ve itaat edin. Kendi nefsinize bir hayır yatırımı </b><i>(en büyük yarar kaynağı)</i><b> olmak üzere infakta bulunun </b><i>(helâl kazancınızı cihad ve hayır yolunda harcayın)</i><b>. Kim nefsinin bencil-tutkularından </b><i>(ya da cimri tutumundan)</i><b> korunursa; işte onlar, felah </b><i>(kurtuluş)</i><b> bulanlardır.</b> ","Abdullah Parlıyan Meali":"O halde elinizden geldiği kadar gücünüz yettiğince yolunuzu Allah ve kitabıyla bulmaya çalışın. O'nu dinleyin ve itaat edin ve kendi iyiliğiniz için Allah rızasını kazanma yolunda karşılıksız harcamada bulunun. Kim nefsinin aç gözlülüğünden, hırsından ve cimriliğinden korunursa işte onlar kurtuluşa erip umduğuna nail olanlardır.","Ahmet Tekin Meali":"Gücünüzün yettiğince, Kuran esaslarını benimseyip, yeryüzüne hakim olan salih kullara dahil olarak Allah’ın emirlerine muhalefetten korunun. Allah'ın Kitabındaki hükümleri, Rasulünün tebliğini, teşriini, idarecilerinizi dinleyin, icabet edin, emirlerine itaat edin. Kendiniz için en hayırlı olanı, kendiniz ve birbiriniz için bir malı-parayı Allah yolunda, karşılık gözetmeden, gönüllü harcayın. Kimler nefsinin ihtirasından, cimriliğinden korunursa, onlar, işte onlar kurtuluşa, ebedî nimetlerle mutluluğa erenlerdir.","Ahmet Varol Meali":"O halde, gücünüzün yettiği kadar Allah'tan sakının, dinleyin, itaat edin ve kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir.","Ali Bulaç Meali":"Öyleyse güç yetirebildiğiniz kadar Allah'tan korkup-sakının, dinleyin ve itaat edin. Kendi nefsinize hayır (en büyük yarar) olmak üzere infakta bulunun. Kim nefsinin bencil-tutkularından (ya da cimri tutumundan) korunursa; işte onlar, felah (kurtuluş) bulanlardır.","Ali Fikri Yavuz Meali":"Onun için, gücünüz yettiği kadar Allah'dan korkun, (takva sahibi olun. Emirlerine uyun, yasaklarından kaçının). Öğüdlerini dinleyin, emirlerine itaat edin. (Hayır yollarına) harcayın; nefisleriniz için hayır yapın, Kim nefsinin cimriliğinden kurtarılırsa, işte bunlar (azabdan) kurtulanlardır.","Bahaeddin Sağlam Meali":"Artık gücünüz yettiği kadar Allah’ın yasalarına riayet edin, dinleyin, itaat edin, kendi yararınıza nafaka verin! Ve kim nefsinin ihtirasından kurtulmuş olursa, işte asıl kazançlılar onlardır!","Bayraktar Bayraklı Meali":"O halde gücünüz yettiğince Allah'a saygı duyunuz; dinleyiniz ve itaat ediniz. Kendi iyiliğiniz için infak ediniz. Nefsinin aşırı cimriliğinden korunanlar, işte onlar, kurtuluşa erenlerdir.","Besim Atalay Meali (1965)":"Gücünüzün yettiğince Allahtan sakınasız, işitiniz, başeğin, yediriniz, bu sizinçin hayırlıdır, kim kendini cimrilikten korursa, işte bunlar kurtulur","Cemal Külünkoğlu Meali":"O halde, elinizden geldiği kadar Allah'a karşı sorumluluğunuzun bilincinde olun! (Anlatılanları) dinleyin ve (dinlediklerinize de) itaat edin! Kendi hayrınıza (Allah yolunda ve ihtiyaç sahipleri için) infakta bulunun! Kim nefsinin hırsından ve cimriliğinden kendini kurtarabilirse asıl kurtuluşa ve saadete erenler işte onlardır. ","Cemil Said (1924)":"İstitâ’atınız kadar Allâh’dan korkunuz, emrini istimâ’ ve âna itâ’at idiniz, yine kendi nefsinizin hayrı içün sadaka viriniz. Nefsini hissetden kurtaran felâh bulur.","Diyanet İşleri Meali (Eski)":"Allah'a karşı gelmekten gücünüzün yettiği kadar sakının, buyruklarını dinleyin, itaat edin; kendinizin iyiliğine olarak mallarınızdan sarfedin; nefsinin tamahkarlığından korunan kimseler, işte onlar saadete erenlerdir.","Diyanet İşleri Meali (Yeni)":"O hâlde, gücünüz yettiği kadar Allah’a karşı gelmekten sakının. Dinleyin, itaat edin, kendi iyiliğiniz için harcayın. Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerin ta kendileridir.","Kur'an Yolu (Diyanet İşleri)":"O halde gücünüz yettiğince Allah’a saygısızlıktan sakının; dinleyin, itaat edin ve kendi iyiliğinize olmak üzere başkaları için harcayın. Kim nefsinin bencilliğinden korunursa işte kurtuluşa erecekler onlardır.","Diyanet Vakfı Meali":"O halde gücünüz yettiğince Allah'a isyandan kaçının. Dinleyin, itaat edin, kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir.","Edip Yüksel Meali":"Gücünüz yettiği kadar ALLAH'ı sayın. Dinleyin, itaat edin ve kendi yararınız için yardımda bulununuz. Nefsinin bencillik ve cimriliğinden korunanlar başaranlardır.","Elmalılı Hamdi Yazır Meali":"O halde gücünüzün yettiği kadar Allah'tan korkun, dinleyin, itaat edin, kendi iyiliğinize olarak harcayın. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir.","Elmalılı Meali (Orijinal)":"Onun için gücünüz yettiği kadar Allaha korunun, dinleyin, itaat edin, infak edin, kendileriniz için hayır yapın, her kim de nefsinin hırsından korunursa işte onlar felâh bulanlardır","Emrah Demiryent Meali":"O hâlde, gücünüz yettiği kadar Allah’a karşı gelmekten sakının. (Allah’ın emirlerini) dinleyin ve (O’na) itaat edin, (mallarınızı) kendi iyiliğiniz için (Allah yolunda) harcayın. Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerin ta kendileridir.","Erhan Aktaş Meali":"Gücünüz yettiğince Allah karşı takva¹ sahibi olun. Dinleyin ve itaat edin. Kendi iyiliğiniz için infak edin.² Kim benliğinin cimriliğinden korunursa, işte onlar; onlar kurtuluşa erenlerdir.","Hasan Basri Çantay Meali":"O halde gücünüzün yetdiği kadar Allahdan korkun, (öğütlerini) dinleyin. îtâat edin. (Mallarınızdan Allah yolunda), kendinizin hayrı olarak, harcayın. Kim nefsinin (koyu) cimriliğinden korunursa işte onlar muradlarına erenlerin ta kendileridir.","Hayrat Neşriyat Meali":"O hâlde gücünüz yettiği kadar Allah'dan sakının, (nasîhatlerini) dinleyin,(emirlerine) itâat edin ve kendiniz için bir hayır olarak (Allah yolunda) sarf edin! Artık kim nefsinin cimriliğinden korunursa, işte onlar gerçekten kurtuluşa erenlerdir!","İhsan Aktaş Meali":"O hâlde, gücünüz yettiği kadar Allah’a (onun emirlerine) karşı gelmekten sakının. Dinleyin, itaat edin, kendi iyiliğiniz için (yoksul, muhtaç ve işsiz insanlara) harcayın. Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerin ta kendileridir. *","İlyas Yorulmaz Meali":"Gücünüz yettiğince Allah’dan korunun. Dinleyin, itaat edin ve kendiniz için hayır olarak infak edin. Kim nefsinin taşkınlıklarından kendini korursa, işte böyleleri kurtuluşa erenlerdir.","İsmayıl Hakkı Baltacıoğlu":"Gücünüz yettiği kadar Allah’tan sakının, Onu dinleyin, Ona boyun eğin. Kendi iyiliğiniz için malınızı harcayın. Herkim kendini cimrilikten korursa işte bu gibiler onacaklardır.","İsmail Hakkı İzmirli":"Artık gücünüz yettiği kadar, Allah/tan sakının, emirlerini dinleyin, Allah/a ve peygamberine itaat edin, sarfiyatta bulunun. Kendiniz için hayırlı şeyler yapın [⁵], her kim kendisini cimrilikten korursa [⁶] işte umduklarına erecek olanlar, onlardır.","İsmail Yakıt":"Gücünüz yettiği ölçüde Allah’a karşı sorumluluk bilincinde olunuz. Dinleyiniz ve itaat ediniz. Kendi iyiliğiniz için harcayınız [enfikû]. Kim kendini tamahkârlık ve cimrilikten arındırırsa işte onlar kurtuluşa/mutluluğa erenlerin tâ kendileridir.⁶","Kadri Çelik Meali":"Öyleyse güç yetirebildiğiniz kadar Allah'tan korkup sakının, dinleyin ve itaat edin. Kendi nefsinize hayır olmak üzere infakta bulunun. Kim nefsinin cimriliğinden korunursa işte onlar kurtuluşa erenlerdir.","Mahmut Kısa Meali":"<b>O hâlde,</b> bu muhteşem ödülü kazanmak için<b> gücünüz yettiğince Allah’a</b> saygıyla bağlanarak kötülüklerden, günahlardan<b> korunun, </b>O’nun çağrısına <b>kulak verin, </b>emirlerine gönülden <b>itaat edin ve </b>size bahşettiği nîmetlerden bir kısmını, <b>kendi iyiliğiniz için </b>O’nun yolunda<b>harcayın! </b>Unutmayın,<b> her kim</b> kıskançlık, cimrilik, kibir gibi<b> bencilce tutkulardan kendisini korursa, işte </b>dünyada ve âhirette <b>kurtuluşa erenler onlardır.</b>","Mahmut Özdemir Meali":"Gücünüzün yettiğince Allah’tan sakınıp korunun! Dinleyin, itaat edin, nefisleriniz için bir hayır (mal) olmak üzere infâk edin / harcayın! Kim nefsinin hırsından / tutkusundan korunuyorsa, işte onlar Felaha (Kurtuluşa) Erenler’dir.","Mehmet Çakır Meali":"Kendinizi olabildiğince Allah’a karşı sağlama alın, söz dinleyin ve itaat edin. Kendi geleceğiniz için, özveride bulunun. İçindeki hepbana çemberini kırabilen, kurtuldu demektir.","Mehmet Çoban Meali":"O halde gücünüz yettiği kadar Allah’a karşı gelmekten sakının! Allah’ı dinleyin, Allah’a itaat edin, kendi iyiliğiniz için varlıklarınızdan ihtiyaç sahiplerine harcayın! Kim nefsinin cimriliğinden korunursa kurtuluşa ulaşır.         ","Mehmet Okuyan Meali":"Gücünüz yettiğince Allah’a karşı [takvâ]lı (duyarlı) olun! Dinleyin, itaat edin, kendi iyiliğiniz için [infak] edin (verin)! Kim [nefs]inin cimriliğinden korunursa, işte onlar kurtulanların ta kendileridir. [*]","Mehmet Türk Meali":"Öyleyse gücünüzün yettiği kadar¹ Allah’a karşı hata etmekten sakının, Onu dinleyin, itaat edin ve kendi iyiliğiniz için mallarınızı (Allah yolunda) harcayın. Her kim de nefsinin cimriliğinden korunursa, işte asıl kurtuluşa erenler, onlardır.","Muhammed Esed Meali":"O halde, elinizden geldiği kadar Allah’a karşı sorumluluğunuzun bilincinde olun, [O’nu] dinleyin ve itaat edin. Ve kendi iyiliğiniz için karşılıksız harcamada bulunun: böylece açgözlülüklerinden kurtulmuş olanlar, işte onlardır mutluluğa ulaşacak olanlar! ¹⁴","Mustafa Çavdar Meali":"O halde Allah’a karşı gelmekten sakınmak için tüm çabanızı harcayın. O’nun mesajı Kuran’ı can kulağıyla dinleyip gereğini yerine getirin ve kendi yararınıza malınızdan O’nun yolunda harcayın. Bilin ki, kim benliğini tamahkârlık ve cimrilik duygusundan arındırırsa işte onlar umduklarına kavuşacak olanlardır. 22/78, 6/36, 20/76","Mustafa İslamoğlu Meali":"Şu halde, ne kadar gücünüz yetiyorsa Allah’a karşı o kadar sorumlu davranın: hem (O’nu) dinleyin, hem (O’na) itaat edin! Ve kendi hayrınıza olmak üzere infak edin![⁵¹⁴³] Kim kişiliğinin (zaafı olan) açgözlülükten (infak ile) korunursa, ebedî kurtuluşa nail olanlar işte onlardır.[⁵¹⁴⁴]","Orhan Kuntman Meali":"O halde gücünüz yettiği kadar Allah'tan korkun! (Hüküm, emir ve yasaklarını) can kulağıyla dinleyin, itaat edin ve kendinizin hayrına olarak (Allah rızası için) harcamalarda bulunun. Kim böyle nefsinin cimriliğinden sakınırsa, işte onlar kurtuluşa erenlerin ta kendileridir.","Osman Fırat Meali":"Öyle ise gücünüz yettiği kadar Allah’tan korkun, (O’nun öğütlerini) dinleyin, (O’na) itâ’at edin ve kendi iyiliğinize olarak (mallarınızı Allâh uğrunda) harcayın. Kim nefsinin (mala, kadına karşı) şehvetinden korunursa işte onlar, başarıya erenlerdir.","Ömer Nasuhi Bilmen Meali":"Artık gücünüz yettiği kadar Allah'tan korkun ve dinleyin ve itaat edin ve nefisleriniz için bir hayr olmak üzere infakta bulunun ve her kim nefsini cimrilikten vikaye ederse işte onlardır muradlarına ermiş olanlar, onlardır.","Suat Yıldırım Meali":"Onun için gücünüz yettiğince Allah'a karşı gelmekten, haramlara girmekten sakının, hakkı dinleyip, itaat edin ve kendi iyiliğinize olarak hayır yolunda mal harcayın. Kim nefsinin hırsından ve cimriliğinden kendini kurtarabilirse asıl felaha erenler işte onlardır. [59, 9]","Süleyman Ateş Meali":"Öyle ise gücünüz yettiği kadar Allah'tan korkun, (O'nun öğütlerini) dinleyin, (O'na) ita'at edin ve kendi iyiliğinize olarak (mallarınızı Allah uğrunda) harcayın. Kim nefsinin cimriliğinden korunursa işte onlar, başarıya erenlerdir.","Süleyman Tevfik (1927)":"Kudretiniz oldığı kadar Allâh'dan sakınınız. Emri işidüb itâ'at idiniz ve nefsiniz içün maldan infâk iyleyiniz. Nefsinin buhlüni mağlûb iden kimse felâha irmişdir.","Süleymaniye Vakfı Meali":"Siz, var gücünüzle Allah’tan çekinerek korunun. O’nu dinleyin ve O’na boyun eğin. Kendi iyiliğiniz için hayra harcama yapın. İçlerindeki doyumsuzluktan korunanlar umduklarına kavuşacak olanlardır.","Şaban Piriş Meali":"Gücünüzün yettiğince Allah'tan korkun, dinleyin ve itaat edin. Kendi iyiliğiniz için infakta bulunun. Kim nefsinin cimriliğinden korunursa, işte onlar, kurtuluşa erenler onlardır.","Ümit Şimşek Meali":"Elinizden geldiği kadar Allah'ın emir ve yasaklarına karşı gelmekten sakının. Kulak verin; itaat edin; kendi hayrınız için bağışta bulunun. Kim nefsinin tutkularından korunursa, işte onlar kurtuluşa erenlerin tâ kendileridir.","Yaşar Nuri Öztürk Meali":"O halde, gücünüz ölçüsünde Allah'tan sakının, dinleyin, itaat edin. Ve benlikleriniz için bir hayır olarak infakta bulunun. Nefsinin cimrilik ve doymazlığından korunanlar, kurtuluşa erenlerin ta kendileridir.","Eski Anadolu Türkçesi":"pes ķorķuñ Tañrı’dan gücüñüz yittügince daħı işidüñ ya'nį ögüdi daħı boyun virüñ. daħı nafaķa eyleñ ħayr gendüzüñüz içün. daħı her kim saķlandı gendüzi baħıllıġından şunlar anlardur ķurtılıcılar.","Satıraltı Meal (1534)":"Pes Tañrıdan ḳorḳuñuz gücüñüz yitişdükçe. Daḫı işidüp muṭī‘ oluñuz veṣadaḳa virüñüz sizüñ‐çün yaḫşı‐ raḳdur. Kim ṣaḳınsa nefsi baḫīllıġından,anlardur ulu sa‘ādete yitişenler.","Bunyadov-Memmedeliyev ":"Allahdan (Allahın əzabından) bacardığınız qədər qorxun. (Sizə verilə öyüd-nəsihətə) qulaq asın; (Allaha və Peyğəmbərinə) itaət edin və (mal-dövlətinizdən Allah yolunda) xərcləyin. Bu sizin özünüz üçün xeyirli olar. (Allah tərəfindən) nəfsinin xəsisliyindən (tamahından) qorunub saxlanılan kimsələr – məhz onlar nicat tapıb səadətə qovuşanlardır!","M. Pickthall (English)":"So keep your duty to Allah as best ye can, and listen, and obey, and spend; that is better for your souls. And whoso is saved from his own greed, such are the successful.","Yusuf Ali (English)":"So fear Allah(5497) as much as ye can; listen and obey and spend in charity for the benefit of your own souls.(5498) And those saved from the covetousness of their own souls,- they are the ones that achieve prosperity.(5499)"},"17":{"Arabic":"اِنْتُقْرِضُوااللّٰهَقَرْضًاحَسَنًايُضَاعِفْهُلَكُمْوَيَغْفِرْلَكُمْۜوَاللّٰهُشَكُورٌحَل۪يمٌۙ","Abdulbaki Gölpınarlı Meali":"Eğer Allah'a güzel bir tarzda borç verirseniz o, verdiğinizi katkat arttırır size ve suçlarınızı örter ve Allah, iyilik edenlere fazlasıyla mükafat verir, azaplandırmada da aceleci değildir.","Abdullah-Ahmet Akgül Meali":"<b>Eğer Allah’a güzel bir borç verecek olursanız </b><i>(ihtiyaç fazlası birikiminizi ahiret hazırlığına ve İslam Nizamındaki faizsiz Devlet Bankasına yatırırsanız)</i><b>, onu sizin için kat kat arttırır ve sizi bağışlar. Allah Şekûr’dur </b><i>(şükrü kabul edip çok ihsan eden)</i><b>, Halîm’dir </b><i>(cezayı vermekte acele etmeyen, hatayı hoş görüp erteleyendir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Eğer Allah'ın rızasını kazanmak için malınızı Allah yolunda harcarsanız, O verdiğinizi kat kat artırır ve suçlarınızı örter. Çünkü Allah iyilik edenlere fazlasıyla ödül verir. Kullarına azap etmede aceleci olmayıp sabır ve şefkatle muamele edendir.","Ahmet Tekin Meali":"Allah'a karz-ı hasen olarak borç verirseniz, mâlî mükellefiyetlerin dışında, Allah rızası için, Allah yolunda cihad edenlerin masraflarını karşılar, Allah'ın kullarına güzel ödünç verirseniz, size kat kat iade edilir. Allah sizi koruma kalkanına alır, bağışlar. Allah şükrün kıymetini bilir, bol bol verir. Kudretli, âdil, ve müsamahakârdır, fırsatlar ve imkânlar tanır.","Ahmet Varol Meali":"Eğer Allah'a güzel borç verirseniz onu sizin için kat kat artırır ve sizi bağışlar. Allah şükrün karşılığını verendir, hilim sahibidir.","Ali Bulaç Meali":"Eğer Allah'a güzel bir borç verecek olursanız, onu sizin için kat kat arttırır ve sizi bağışlar. Allah Şekûr'dur (şükrü kabul edip çok ihsan eden), Halim'dir (cezayı vermekte acele etmeyendir).","Ali Fikri Yavuz Meali":"Eğer Allah'ın emrine uygun olarak ihlâs ile harcarsanız, Allah onu size, kat kat (mükâfatı ile) artırıb verir. Hem de günahlarınızı bağışlar. Allah Şekûr'dur= azıcık bir iyiliğe çok sevab verir, Halîm'dir= azabı vermekte acele etmez.","Bahaeddin Sağlam Meali":"Eğer Allah için güzel bir şekilde bir borç verirseniz, Allah onu sizin için katlar ve sizi bağışlar. Çünkü Allah, çok iyi karşılık veren, şefkat ve hilm ile muamele edendir.","Bayraktar Bayraklı Meali":"Eğer Allah'a güzel bir ödünç verirseniz, O bunu fazlasıyla size geri ödeyecek ve günahlarınızı affedecektir. Çünkü Allah, iyiliklerin karşılığını verir; çok yumuşak davranır/cezada acele etmez.","Besim Atalay Meali (1965)":"Eğer Allaha güzel bir ödünç verirseniz, O da size iki katını verir, sizi bağışlar, Allah çok verir, Allah halimdir","Cemal Külünkoğlu Meali":"Eğer Allah'a güzel bir ödünç verecek olursanız (malınızı O'nun istediği istikamette harcar ve başkalarıyla paylaşırsanız), onu sizin için kat kat arttırır ve sizi bağışlar. Allah şükrü kabul edip çok ihsan eden fakat cezayı vermekte acele etmeyendir.","Cemil Said (1924)":"Allâh’a semîhâne bir karzda bulunur iseniz size iki kat olarak i’âde ider ve günâhlarınızı ’afv iyler. Allâh şekûr ve halîmdir.","Diyanet İşleri Meali (Eski)":"Eğer Allah'a güzel bir ödünç takdiminde bulunursanız, onu sizin için kat kat yapar ve sizi bağışlar; Allah, şükrün karşılığını verendir; Halim'dir.","Diyanet İşleri Meali (Yeni)":"Eğer siz Allah’a güzel bir borç verirseniz, Allah onu size, kat kat öder ve sizi bağışlar. Allah, şükrün karşılığını verendir, halîmdir (hemen cezalandırmaz, mühlet verir).","Kur'an Yolu (Diyanet İşleri)":"Allah’a güzel bir borç verirseniz O da bunu size fazlasıyla öder ve sizi bağışlar. Allah şükrün karşılığını bol bol verir, cezada ise acele etmez.","Diyanet Vakfı Meali":"Eğer Allah'a (rızası uğruna) ödünç verirseniz, Allah onu sizin için kat kat arttırır ve sizi bağışlar. Allah çok mükâfat verendir, ceza vermekte acele etmeyendir.","Edip Yüksel Meali":"ALLAH'a güzel bir ödünç sunarsanız, O da onu sizin için katlar ve sizi bağışlar. ALLAH Değer verir, Şefkatlidir.","Elmalılı Hamdi Yazır Meali":"Eğer Allah'a güzel bir borç verirseniz, Allah onu sizin için kat kat yapar ve sizi bağışlar. Allah çok mükafat verendir, halimdir.","Elmalılı Meali (Orijinal)":"Eğer Allaha bir karzı hasen arz ederseniz onu sizin için katlayıverir ve sizi de mağfiret buyurur, Allah şekûrdur halîmdir","Emrah Demiryent Meali":"Eğer Allah’a güzel bir borç (ödünç) verirseniz, Allah onu (n mükâfatını) sizin için kat kat arttırır ve sizi bağışlar. Allah, kendi rızası için yapılan az bir taate, âhirette çok büyük mükâfatlar/dereceler verendir, kullarını cezalandırmada acele etmeyen/hatalarından dönmeleri için onlara mühlet verendir.","Erhan Aktaş Meali":"Eğer Allah'a güzel bir ödünç verirseniz¹, onu size kat kat fazlasıyla geri öder ve sizi bağışlar. Allah; Çok Şükreden'dir², Çok Hoş Görülü'dür.","Hasan Basri Çantay Meali":"Eğer Allaha gönül hoşluğuyle ödünç verirseniz onu sizin için kat kat artırır. Hem sizi yarlığar da. Allah az (hayır) a çok mükâfat verendir. Ceza hususunda acele etmeyendir O.","Hayrat Neşriyat Meali":"Eğer Allah'a karz-ı hasen (güzel bir borç) ile borç verirseniz, onu size (kat kat)artırır ve size mağfiret eder. Çünki Allah, Şekûr (iyilik edene çok mükâfât veren)dir, Halîm(azabda hiç acele etmeyen)dir.","İhsan Aktaş Meali":"Eğer Allah’a (rızası uğruna, yoksul, muhtaç ve toplumun işsiz kesimine) güzel bir ödünç (karşılıksız bir şey) verirseniz (infak ederseniz), Allah onu sizin için kat kat arttırır ve sizi bağışlar. Allah, çok iyi karşılık veren hilm ile muamele edendir (kullarına daima yumuşak davranan, inkâr, isyan ve günahlar yüzünden onların rızkını kesmeyendir).","İlyas Yorulmaz Meali":"Eğer Allah’a güzel bir borç verirseniz, size karşılığını kat kat öder ve sizi bağışlar. Allah kullarının şükürlerine karşılık veren ve kullarına lütuflar yağdırandır.","İsmayıl Hakkı Baltacıoğlu":"Herkim Allah için iyilik edecek olursa Allah da ona iki katını verir. Hem de sizi yarlıgar. Allah değer tanıyıcıdır, yumuşak davranıcıdır.","İsmail Hakkı İzmirli":"Allah/a gönül hoşluğuyle bir ödünç verirseniz [⁷] Allah onu kat kat artırır, hem sizi yarlıgar, Allah şekûrdur, halimdir [⁸].","İsmail Yakıt":"Eğer siz Allah’a güzel bir ödünç verirseniz, O, size onu kat kat öder ve sizi bağışlar. Zira Allah, Şekûr’dur,⁷ Halîm’dir.","Kadri Çelik Meali":"Eğer Allah'a güzel bir borç verecek olursanız, onu sizin için kat kat arttırır ve sizi bağışlar. Allah şükrü kabul eden ve cezayı vermekte acele etmeyendir.","Mahmut Kısa Meali":"<b>Eğer </b>mükâfâtını âhirette almak üzere, Allah’ın fakir ve muhtaç kullarına yardım ederek <b>Allah’a güzel bir borç verirseniz, O da onu</b> âhirette <b>size kat kat fazlasıyla geri ödeyecek ve sizi</b>n günahlarınızı <b>bağışlayacaktır. </b>Çünkü <b>Allah, </b>iyiliklerin <b>karşılığını </b>cömertçe <b>verendir, </b>sonsuz<b> hilm </b>ve şefkat<b> sahibidir. </b>","Mahmut Özdemir Meali":"Eğer Allah’a güzel bir ödünç verirseniz, onu sizin için kat kat artırır; sizi bağışlar. Allah halîm şekûrdur.","Mehmet Çakır Meali":"Eğer Allah için harcanmak üzere, malî yatırım yaparsanız  Allah, buna misliyle mukabele edip sizi bağışlayacaktır. Allah teşekkür edene karşılık vermeye bayılır. ","Mehmet Çoban Meali":"Eğer siz ihtiyaç sahiplerine yardım ederek; Allah’a güzel bir borç verirseniz Allah borcunu size fazlasıyla geri öder. Bilerek bilmeyerek yaptığınız hatalardan af dilerseniz sizi bağışlar. Allah’a yaptığınız şükrün karşılığını verir. Bu Allah’ın şükür yasasıdır. Yaptığınız iyiliklerin karşılığını verir. Bu Allah’ın iyilik yasasıdır. Unutmayın ki Rabbiniz anlayışlıdır. Her hatanızda sizi hemen cezalandırmaz. Size mühlet verir. Verilen mühlet içinde aklınızın başınıza gelmesini, etrafınızdaki olaylardan ders çıkarmanızı, ayetlerdeki uyarıları dikkate almanızı bekler. Bu bekleyiş Rabbinizin size olan sevgisi ve anlayışındandır. Keşke bilseniz.         ","Mehmet Okuyan Meali":"Allah’a güzel bir borç [*] verirseniz, (Allah) onu sizin için kat kat artırır ve sizi bağışlar. Allah şükre çok karşılık verendir, hoşgörülüdür.","Mehmet Türk Meali":"Eğer Allah’a güzel bir borç¹ verirseniz, Allah, onu sizin için kat kat arttırır ve sizi bağışlar. Çünkü Allah, şükrün karşılığını anında verendir. (Kullarına karşı da) çok yumuşak davranandır.","Muhammed Esed Meali":"Eğer Allah’a güzel bir borç verirseniz, O bunu fazlasıyla size geri ödeyecek ve günahlarınızı bağışlayacaktır: çünkü Allah, şükrün karşılığını her zaman verendir, halîmdir;","Mustafa Çavdar Meali":"Eğer Allah’a güzel bir borçla borç verirseniz, O da onu kat kat fazlasıyla size geri verir ve sizi bağışlar. Zira Allah, şükredenleri karşılıksız bırakmayan ve hemen cezalandırmayandır. 5/12, 57/18","Mustafa İslamoğlu Meali":"Eğer Allah’a güzel bir borç verirseniz, (Allah) kat kat artırarak size döndürecek ve sizi bağışlayacaktır:[⁵¹⁴⁵] Zira Allah tüm şükürleri hak eden tek otoritedir,[⁵¹⁴⁶] (nankörlüğü) cezalandırmada acele etmeyendir;[⁵¹⁴⁷]","Orhan Kuntman Meali":"Eğer Allah'a (gönül hoşluğuyla) ödünç verirseniz, (rızasını elde etmek için malınızı hayırlı işlerde harcarsanız) Allah onu sizin için kat kat artırır ve sizi bağışlar, Allah çok lütufta bulunan ve cezalandırmakta acele etmeyendir.","Osman Fırat Meali":"Eğer Allâh’a (Allah rızası için muhtaca) güzel borç verirseniz, Allâh onu sizin için kat kat yapar ve sizi bağışlar. Allâh karşılık verendir, halimdir.","Ömer Nasuhi Bilmen Meali":"Eğer Allah için bir güzel ödünç verirseniz, onu sizin için kat kat arttırır ve sizin için mağfiret buyurur ve Allah şekûrdur ve halîmdir.","Suat Yıldırım Meali":"Eğer Allah'a ödünç verirseniz O sizin için, onun kârını kat kat artırarak verir, hem de sizin günahlarınızı bağışlar. Çünkü Allah şekûr'dur, halîmdir (küçük iyiliklerden ötürü bile büyük mükâfat verir, müsamahakârdır, cezalandırmada acele etmez). ","Süleyman Ateş Meali":"Eğer Allah'a güzel borç verirseniz, Allah onu sizin için kat kat yapar ve sizi bağışlar. Allah karşılık verendir, halimdir (hoşgörülüdür).","Süleyman Tevfik (1927)":"Eğer Allâh Te'âla'ya karz-ı hasen sûretiyle ikrâz ider iseniz (Allâh zrızasıyçün infâk iyler iseniz) Allâh onı sizin içün kat kat ider ve sizi mağfiret iyler. Allâh şükre mukâbele ider ve kullarına hilm ile mu'âmele buyurur.","Süleymaniye Vakfı Meali":"Allah’a güzel bir ödünç verirseniz O size, kat kat fazlasını verir ve durumunuzu düzeltir. Üzerine düşeni eksiksiz yapan ve yumuşak davranan Allah’tır.","Şaban Piriş Meali":"Eğer Allah'a güzel bir ödünçte bulunursanız, onu size kat kat geri öder ve sizi bağışlar. Allah, şükre karşılık verir ve ceza vermekte acele etmez.","Ümit Şimşek Meali":"Allah'a güzel bir borç verirseniz,(2) O sizin için bunu kat kat arttırır ve sizi bağışlar. Çünkü O iyiliklerin karşılığını bol bol veren, kullarına sabırla ve yumuşaklıkla muamele edendir.","Yaşar Nuri Öztürk Meali":"Eğer Allah'a gönül hoşluğuyla bir şey borç verirseniz O, onu sizin için katlayarak artırır ve sizin hatalarınızı bağışlar. Allah Şekûr'dur, şükredenlere karşılık verir; Halîm'dir, yumuşak ve merhametli davranır.","Eski Anadolu Türkçesi":"eger ödünç viresiz Tañrı’ya ödünç görklü ḥaķ artura anı sizüñ içün daħı yarlıġaya sizi. daħı Tañrı şükre müzd viricidür güc götürici.","Satıraltı Meal (1534)":"Eger ödünüç virseñüz Tañrı Ta‘ālāya yaḫşı ödünüç, ya‘nī ṣadaḳa; birine onvirür size ve günāhuñuz baġışlar. Daḫı Allāh şekūr, ḥalīmdür. Tiz ‘iḳāb ey‐lemez.","Bunyadov-Memmedeliyev ":"Əgər Allaha (Allah yolunda) gözəl (könül xoşluğu ilə) bir borc versəniz, (Allah) sizin üçün onun əvəzini qat-qat artırar və sizi bağışlayar. Allah qədirbiləndir, həlimdir!","M. Pickthall (English)":"If ye lend unto Allah a goodly loan, He will double it for you and will forgive you, for Allah is Responsive, Clement,","Yusuf Ali (English)":"If ye loan to Allah,(5500) a beautiful loan, He will double it to your (credit), and He will grant you Forgiveness: for Allah is most Ready to appreciate (service),(5501) Most Forbearing,-"},"18":{"Arabic":"عَالِمُالْغَيْبِوَالشَّهَادَةِالْعَز۪يزُالْحَك۪يمُ","Abdulbaki Gölpınarlı Meali":"Gizliyi de bilir, görüneni de, üstündür, hüküm ve hikmet sahibidir.","Abdullah-Ahmet Akgül Meali":"<i>(Allah)</i><b> Gaybı </b><i>(gizli ve görünmeyen durumları)</i><b> da, müşahede edilebileni de </b><i>(görünürde olanı da)</i><b> Bilen, Azîz </b><i>(Üstün ve Güçlü)</i><b>, Hakîm </b><i>(Hüküm ve Hikmet sahibi)</i><b>dir.</b> ","Abdullah Parlıyan Meali":"O Allah yaratılmışların akıl ve duyularıyla kavrayamadıkları şeyleri de duygu ve akıllarıyla görüp gözleyebildikleri şeyleri de bilendir. O güçlüdür, O'nun gücüne hiçbir güç ulaşamaz, O yaptığı herşeyi yerli yerince yapandır.","Ahmet Tekin Meali":"Allah duyu ve bilgi alanı ötesini, gayb âlemini ve görülen âlemi bilir. O kudretlidir, hikmet sahibidir, hükümrandır.","Ahmet Varol Meali":"Görünmeyeni de görüneni de bilendir. Yücedir, hikmet sahibidir.","Ali Bulaç Meali":"Gaybı da, müşahede edilebileni de bilen, Aziz (üstün ve güçlü), Hakim (hüküm ve hikmet sahibi)dir.","Ali Fikri Yavuz Meali":"Gizliyi de, aşikârı da bilen Azîz Hakîm'dir; (her şeye galibdir, hikmet sahibidir.)","Bahaeddin Sağlam Meali":"O, görünen ve görünmeyen âlemleri bilendir. Üstün güç sahibidir, her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"Görünmeyen ve görünen her şeyi bilir. O'nun gücü her şeye yeter ve her işinde hikmet vardır.[651]","Besim Atalay Meali (1965)":"Bilir O görüneni, görünmiyeni, O'dur emre, O'dur bilge","Cemal Külünkoğlu Meali":"O, yaratılmışların kavrayış alanının ötesindeki şeyleri de insanların duyuları ve akılları ile görüp gözleyebildiklerini de bilir (O'na hiçbir şey gizli kalmaz). O, mutlak galiptir, hüküm ve hikmet sahibidir.","Cemil Said (1924)":"Zâhir ve gâib her şeyi bilür ’azîz ve hakîmdir.","Diyanet İşleri Meali (Eski)":"Görüleni görülmeyeni bilendir, güçlüdür. Hakim'dir.*","Diyanet İşleri Meali (Yeni)":"O, gaybı da görünen âlemi de bilendir, mutlak güç sahibidir, hüküm ve hikmet sahibidir.","Kur'an Yolu (Diyanet İşleri)":"Allah, akıl ve duyularla idrak edilemeyeni de edileni de bilir; O üstündür, hikmet sahibidir.","Diyanet Vakfı Meali":"Görülmeyeni ve görüleni bilendir. Üstündür, hikmet sahibidir.","Edip Yüksel Meali":"Gizliyi ve açığı Bilendir; Üstündür, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Görünmeyeni ve görüneni bilendir. Üstündür, hikmet sahibidir.","Elmalılı Meali (Orijinal)":"Gaybe de şehadete de âlim, azîz, hakîmdir","Emrah Demiryent Meali":"(Allah,) gaybı da görüneni de hakkıyla bilendir. O, her işinde mutlak galip olandır, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Görünmeyen ve görünen her şeyi bilendir. Mutlak Üstün Olan'dır, En İyi Hüküm Veren'dir.","Hasan Basri Çantay Meali":"Gizliyi de, aşikârı da bilendir. Gaalib-i mutlakdır. Tam hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"(O,) gayb ve şehâdeti (gizli olanı ve görüneni) hakkıyla bilendir, Azîz (kudreti dâimâ üstün gelen)dir, Hakîm (her işi hikmetli olan)dır.","İhsan Aktaş Meali":"(Allah) gayb’ı (duyu ötesini) de, şehadeti (duyuların algı sahasına giren her şeyi) de bilendir; mutlak galiptir, doğru hüküm verendir.","İlyas Yorulmaz Meali":"Allah, bilinmeyenlerin ve açıkta olanların bileni, en güçlü olan ve her şeyin hükmünü verendir.","İsmayıl Hakkı Baltacıoğlu":"Görüneni de, görünmiyeni de bilen Odur. Erkli olan, doğruyu bildirici olan da Odur.","İsmail Hakkı İzmirli":"Allah gizli ve aşikâr her şeyi bilendir. Yegâne galiptir, hâkimdir.","İsmail Yakıt":"O, algılanamayan [ğayb] ve algılanabilen [şehâde] gerçekleri bilendir, Azîz’dir, Hakîm’dir.","Kadri Çelik Meali":"Görünmeyeni ve görüneni bilendir. Üstün güç sahibidir, hikmet sahibidir.","Mahmut Kısa Meali":"<b>O, </b>yaratılmışların algılama sınırlarının ötesinde bir âlem olan <b>gaybı da,</b>duyularla kavranabilen <b>şehâdet âlemini de </b>en mükemmel şekilde <b>bilmektedir. </b>Görülen ve görülmeyen, açıkta ve gizli olan her şeyden haberdardır. Aynı zamanda <b>O,</b> <b>sonsuz kudret ve hikmet sahibidir. </b>Asla yersiz ve gereksiz hüküm vermeyen ve hükmüne karşı konulamayan Yüce Yaratıcıdır!","Mahmut Özdemir Meali":"Gayb’ın ve Şehadet’in bileni Hakîm Azîz’dir.","Mehmet Çakır Meali":"Evrenin içini dışını bilen Allah, her şeye yine bu sınırsız gücüyle egemendir.","Mehmet Çoban Meali":"Allah görünen görünmeyen âlemi bilendir. Mutlak güçlüdür. Hüküm ve hikmet sahibidir.        ","Mehmet Okuyan Meali":"Görünmeyeni de görüneni de bilendir; [*] güçlüdür, doğru hüküm verendir.","Mehmet Türk Meali":"O (Allah), görülmeyeni de görüleni de bilir, çok şerefli, hüküm (ve hikmet) sahibidir.","Muhammed Esed Meali":"yaratılmışların kavrayış alanının ötesindeki şeyleri de, insanların duyguları ve akılları ile görüp gözleyebildiklerini de ¹⁵ bilir; Kudretlidir, Hikmet Sahibidir!","Mustafa Çavdar Meali":"O, görünen ve görünmeyen her şeyi bilen, mutlak üstün olan ve her hükmü doğru olandır. 2/77, 3/167, 9/105","Mustafa İslamoğlu Meali":"O, idraki aşan hakikatlerin de, idrak alanına giren gerçeklerin de sırrına vâkıf olandır; Her işinde mükemmel, her hükmünde tam isabet edendir.","Orhan Kuntman Meali":"Gaybı ve aşikarı bilendir; hüküm ve hikmet sahibidir O!.","Osman Fırat Meali":"O, görülen ve görülmeyeni bilendir, O üstün ve hakim olandır.","Ömer Nasuhi Bilmen Meali":"Gizliye de, âşikâr olana da alîmdir, azîzdir, hakîmdir.","Suat Yıldırım Meali":"Görünmeyen ve görünen her şeyi bilir. O azîzdir, hakîmdir (üstün kudret, tam hüküm ve hikmet sahibidir). ","Süleyman Ateş Meali":"Görünmeyeni ve görüneni bilendir. (O'na hiçbir şey gizli kalmaz, O,) Azizdir, hakimdir (üstündür, hüküm ve hikmet sahibidir).","Süleyman Tevfik (1927)":"Gizli ve âşikâr her şeyi bilir. Emrinde gâlib ve kâdir ve ef'âlinde hakîmdir.","Süleymaniye Vakfı Meali":"Görünmeyeni ve görüneni bilen O’dur. Üstün olan ve doğru kararlar veren de O’dur.","Şaban Piriş Meali":"Görülmeyeni ve görüleni bilir, güçlüdür, hakimdir.","Ümit Şimşek Meali":"O görüneni ve görünmeyeni bilen, kudreti herşeye üstün olan, hikmeti herşeyi kuşatandır.","Yaşar Nuri Öztürk Meali":"Görünmeyen ve görünen âlemleri bilendir O; Azîz'dir, Hakîm'dir.","Eski Anadolu Türkçesi":"ġayb bilici daħı ḥāżır beñdeşsüz dürüst işlü dürüst sözlü.","Satıraltı Meal (1534)":"Bilicidür ġaybı ve āşikāreleri. Ġālibdür emrine, ḥikmetler issidür.","Bunyadov-Memmedeliyev ":"(Allah) gizlini də, aşkarı da biləndir, yenilməz qüdrət sahibi, hikmət sahibidir!","M. Pickthall (English)":"Knower of the invisible and the visible, the Mighty, the Wise.","Yusuf Ali (English)":"Knower of what is open, Exalted in Might, Full of Wisdom.(5502)"},"TotalVerse":18,"Name":"Teğâbun"}