{"1":{"Arabic":"يَٓااَيُّهَاالنَّبِيُّاِذَاطَلَّقْتُمُالنِّسَٓاءَفَطَلِّقُوهُنَّلِعِدَّتِهِنَّوَاَحْصُواالْعِدَّةَۚوَاتَّقُوااللّٰهَرَبَّكُمْۚلَاتُخْرِجُوهُنَّمِنْبُيُوتِهِنَّوَلَايَخْرُجْنَاِلَّٓااَنْيَأْت۪ينَبِفَاحِشَةٍمُبَيِّنَةٍۜوَتِلْكَحُدُودُاللّٰهِۜوَمَنْيَتَعَدَّحُدُودَاللّٰهِفَقَدْظَلَمَنَفْسَهُۜلَاتَدْر۪يلَعَلَّاللّٰهَيُحْدِثُبَعْدَذٰلِكَاَمْرًا","Abdulbaki Gölpınarlı Meali":"Ey Peygamber, kadınları boşayacağınız zaman temiz oldukları vakit boşayın ve müddetlerini sayın ve çekinin Rabbiniz Allah'tan; çıkarmayın onları evlerinden ve onlar da çıkmasınlar, ancak apaçık bir çirkin harekette bulunurlarsa o başka ve işte bunlardır Allah'ın sınırları ve kim Allah'ın sınırlarını aşarsa gerçekten de kendisine zulmeder; bilmezsin, belki de Allah, bundan sonra bir iş çıkarıverir.","Abdullah-Ahmet Akgül Meali":"<b>Ey Peygamber </b><i>(AS)</i><b>! Kadınları boşayacağınız zaman, onları iddetleri bitiminde </b><i>(temizlendiklerinde)</i><b> boşayın ve iddeti </b><i>(doğru hesaplayıp) </i><b>sayın. Rabbiniz Allah’tan korkun </b><i>(ve kadınlarınıza haksızlıktan sakının. Bu halde iken)</i><b> onları evlerinden çıkarıp </b><i>(başıboş ve sahipsiz bırakmayın)</i><b>, onlar da çıkmasınlar; ancak açık ’çirkin bir hayâsızlık’ </b><i>(zina) </i><b>yapmaları durumu başkadır. İşte bunlar Allah’ın sınırlarıdır. Kim Allah’ın sınırlarını çiğnerse, gerçekte o kendi nefsine zulmetmiş </b><i>(sayılır)</i><b>. Sen bilemezsin; </b><i>(ama) </i><b>olabilir ki Allah, bunun arkasından </b><i>(farklı)</i><b> bir iş </b><i>(durum)</i><b> çıkarır. </b><i>(Boşamak istediğiniz hanımlarınızla aranızda bir muhabbet bağı yaratır.)</i> ","Abdullah Parlıyan Meali":"Ey peygamber! Kadınları boşamaya niyetlendiğinizde onlar için belirlenmiş müddeti gözeterek boşayın ve süreyi dikkatlice hesaplayın. Rabbiniz olan Allah'ın kitabıyla işlerinizi düzenleyin, onları evlerinizden kovmayın, kendileri de çıkmasınlar ve açıkça hayasız davranışlarda bulunmadıkça onlar o evden ayrılmak zorunda bırakılmasın. Bunlar boşanma hakkında Allah'ın koyduğu sınırlardır. Kim Allah tarafından konulan sınırları aşarsa, yaratılış gayesi dışında yaşamış olacağından kendisine haksızlık etmiş olur. Sen bu boşanmadan sonra Allah'ın ortaya ne çıkaracağını bilemezsin. Belkide Allah onun kalbini eşine karşı sevgiyle doldurup pişmanlığa sevkedebilir.","Ahmet Tekin Meali":"Ey peygamber, hanımları boşarken, hanımlarla ilgili boşanma kararı verirken, cinsel ilişki yasağına riayet ederek, iddetlerini, yeniden evlenmeleri için beklemeleri gereken süreyi gözönüne alarak boşayın, boşanma kararı verin, kararı tescil ve ilan edin. İddeti de belgeleyerek, yazarak sayın, hesap edin. Allah'a, Rabbinize sığının, emirlerine yapışın, günahlardan arınıp, azaptan korunun. İddetleri içinde, onları evlerinden atmayın, onlar da çıkmasınlar. Ancak delille, şahitle ispatlanmış apaçık bir edepsizlik yapmaları, gayri meşrû ilişkilere girmeleri halinde çıkarabilirsiniz. Bunlar Allah'ın koyduğu kurallardır. Kim Allah'ın koyduğu kuralları çiğnerse, kendisine haksızlık etmiş, kendisine zulmetmiş olur. Ey eşini boşayan, belki de Allah'ın, bundan sonra yeni bir plan ortaya koyacağını bilmiyorsun.","Ahmet Varol Meali":"Ey Peygamber! Kadınları boşayacağınızda iddetleri içinde (temizlik dönemlerinde) boşayın ve iddeti sayın. Rabbiniz olan Allah'tan sakının. Onları evlerinden çıkarmayın. Kendileri de çıkmasınlar. Ancak apaçık bir hayasızlık yapmaları durumu müstesna. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını aşarsa o kendine zulmetmiş olur. Bilemezsin olur ki Allah, bundan sonra bir durum ortaya çıkarır. [1]","Ali Bulaç Meali":"Ey Peygamber, kadınları boşadığınız zaman, iddetleri süresinde (temizlendiklerinde) boşayın ve iddeti sayın. Rabbiniz Allah'tan korkun. Onları evlerinden çıkarmayın, onlar da çıkmasınlar; ancak açık 'çirkin bir hayasızlık' göstermeleri durumu başka. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını çiğnerse, gerçekte o, kendi nefsine zulmetmiş olur. Sen bilmezsin; olabilir ki Allah, bunun arkasından bir iş (durum) oluşturur.","Ali Fikri Yavuz Meali":"Ey Peygamber (ve onun ümmeti olanlar)! Kadınları boşamak istediğiniz zaman, onları, (adet hallerinden) temizlenmeleri vaktinde boşayın ve iddeti, (üç hayızdan temizlenme müddetini) sayın. (Kendilerine zarar vermek hususunda) Rabbiniz olan Allah'dan korkun. Onları (boşandıkları) evlerinden çıkarmayın; (iddetleri bitinceye kadar) kendileri de çıkmasınlar; meğer ki, açık bir edebsizlik etmiş olsunlar. Bu hükümler, Allah'ın hududlarıdır. Kim Allah'ın hududunu aşarsa, nefsine zulüm etmiş olur. Bilmezsin, belki Allah, onun (bu bir veya iki defa boşamanın) arkasından bir iş (sevgi) çıkarır. (Böylece tekrar birleşmek ve anlaşmak hasıl olur).","Bahaeddin Sağlam Meali":"Ey Peygamber! Kadınları boşayacağınız zaman, iddetlerine riayet ederek onları boşayın. Ve iddet süresini sayın. Rabbiniz olan Allah’ın yasalarını çiğnemekten sakının. (İddet süresi içinde) onları evlerinden çıkarmayın. Onlar da çıkmasınlar. Meğer apaçık bir fahişelik yapmış iseler. Bunlar, Allah’ın sınırlarıdır. Artık kim Allah’ın sınırlarını aşarsa, gerçekten o, kendine zulmetmiştir. (İddet süresi beklenilir.) Bilemezsin, belki Allah bundan sonra yeni bir durum icat eder. (Eşler arasında bir sevgi yaratır, yeniden anlaşırlar.)","Bayraktar Bayraklı Meali":"Ey Peygamber! Hanımlarınızı boşayacağınız zaman iddetlerini gözeterek boşayınız ve bekleme sürelerini iyice hesap ediniz. Rabbiniz Allah'a saygı duyunuz. Apaçık bir hayâsızlık yapmış olmadıkça onları evlerinden çıkarmayınız. Kendileri de çıkmasınlar. Bunlar Allah'ın koyduğu sınırlardır. Kim Allah'ın koyduğu sınırları aşarsa, aslında kendisine yazık etmiş olur. Bilemezsin ki, belki Allah bundan sonra yeni bir durum ortaya çıkarıverir. [652][653]","Besim Atalay Meali (1965)":"Ey peygamber! Kadınları boşarsanız, aybaşı günleri içersinde boşayın; aybaşı günün sayınız, Tanrınız bulunan Allahtan sakınınız, belli bir utançla açığa çıkmadıkça onları ne evden çıkarınız, ne de evden çıkalar; Allahın sınırı bu, kim Allahın sınırların geçerse, kendisine zulmeder, bilemezsin, olur ki bundan sonra Allah başka bir durum verir","Cemal Külünkoğlu Meali":"Ey Nebi! (Son çare olarak) kadınları boşamak zorunda kaldığınız zaman, onları boşamadan sonraki iddet (bekleme süre)lerini (âdet halinden temizlenmelerini) dikkate alarak boşayın ve bu süreyi iyi hesaplayın (üç defa adet görmelerine kadar bekleyin). Rabbiniz olan Allah'a karşı gelmekten sakının! Boşanmış eşleri (zina gibi) açık bir edepsizlik yapmadıkça, iddet süresince (o ana kadar kocalarıyla birlikte paylaştıkları) evlerinden çıkarmayın, kendileri de (izinsiz) çıkıp gitmesinler. Bunlar, Allah'ın koyduğu sınırlardır. Kim Allah'ın sınırlarını aşarsa, kendisine yazık etmiş olur! Bilemezsin, olur ki Allah, bundan sonra (iddet süresi içinde) yeni bir durum ortaya çıkarır (gönülleri uzlaştırıp birleşme ortamı yaratır).","Cemil Said (1924)":"Ey Peygamber! Zevcelerinizi ancak ’iddetleri vaktinde tatlîk idiniz. Günleri iyice ta’dâd idiniz. Bu müddet hitâm bulmaksızın ne hânelerinizden koğabilürsiniz ne de çıkarabilürsiniz. Meğer ki âşikâr bir fâhişe olsun. Allâh’ın çizdiği hudûd budur, bunı kim tecâvüz ider ise nefsine zulm itmiş olur. Allâh’ın (barışmanız içün) bir vak’a ihdâs idüb itmeyeceğini bilemezsiniz.","Diyanet İşleri Meali (Eski)":"Ey Peygamber! Kadınları boşayacağınızda, onları, iddetlerini gözeterek boşayın ve iddeti sayın; Rabbiniz olan Allah'tan sakının; onları, apaçık bir hayasızlık yapmaları hali bir yana evlerinden çıkarmayın, onlar da çıkmasınlar. Bunlar, Allah'ın sınırlarıdır. Allah'ın sınırlarını kim aşarsa, şüphesiz, kendine yazık etmiş olur. Bilmezsin, olur ki, Allah bunun ardından bir hal meydana getirir.","Diyanet İşleri Meali (Yeni)":"Ey peygamber! Kadınları boşamak istediğinizde, onları iddetlerini dikkate alarak (temizlik hâlinde) boşayın ve iddeti sayın.[551] Rabbiniz olan Allah’a karşı gelmekten sakının. Apaçık bir hayâsızlık yapmaları dışında onları (bekleme süresince) evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah’ın sınırlarıdır. Kim Allah’ın sınırlarını aşarsa, şüphesiz kendine zulmetmiş olur. Bilemezsin, olur ki Allah, sonra yeni bir durum ortaya çıkarır.","Kur'an Yolu (Diyanet İşleri)":"Ey peygamber! Kadınları boşayacağınız zaman iddetlerini gözeterek boşayın ve bekleme sürelerini iyice hesap edin. Rabbiniz Allah’a saygısızlıktan sakının. Apaçık bir hayâsızlık yapmış olmadıkça onları evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah’ın koyduğu sınırlardır. Kim Allah’ın koyduğu sınırları aşarsa kendisine yazık etmiş olur. Bilemezsin ki; belki Allah bundan sonra yeni bir durum ortaya çıkarıverir.","Diyanet Vakfı Meali":"Ey Peygamber! Kadınları boşayacağınızda, onları iddetlerini gözeterek boşayın ve iddeti de sayın. Rabbiniz Allah'tan korkun. Apaçık bir hayasızlık yapmaları hali bir yana, onları evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını aşarsa, şüphesiz kendine zulmetmiş olur. Bilemezsin, olur ki Allah, bundan sonra bir durum ortaya çıkarıverir.  ","Edip Yüksel Meali":"Ey peygamber, kadınları boşadığınız zaman boşama sürelerini gözetin ve bu süreyi iyice hesaplayın. Rabbiniz olan ALLAH'ı dinleyin. Onları evlerinden çıkarmayın, onlar da çıkmasınlar (kötü davranarak onları buna zorlamayın). Ancak kanıtlanmış bir zina işlemeleri bunun dışındadır. ALLAH'ın yasası budur. Kim ALLAH'ın yasasını çiğnerse kendisine zulmetmiş olur. Bilmezsin, belki ALLAH bundan sonra (olumlu) bir iş ortaya çıkarır.","Elmalılı Hamdi Yazır Meali":"Ey Peygamber! Kadınları boşamak istediğiniz zaman onları iddetleri içinde boşayın ve iddeti de sayın. Rabbiniz Allah'tan korkun. Apaçık bir hayasızlık yapmaları hali bir yana, onları evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını aşarsa, şüphesiz kendine zulmetmiş olur. Bilmezsin, olur ki Allah, bundan sonra bir durum ortaya çıkarıverir.","Elmalılı Meali (Orijinal)":"Ey o Peygamber! Kadınları boşadığınız vakıt ıddetlerine doğru boşayın ve ıddeti sayın ve Rabbınız Allahdan korkun, onları evlerinden çıkarmayın, kendileri de çıkmasınlar meğer ki açık bir terbiyesizlik etmiş olalar, bunlar Allahın ta'yin ettiği hududdur ve her kim Allahın hududuna tecavüz ederse nefsine zulmetmiş olur, bilmezsin belki Allah onun arkasından bir iş çıkarır","Emrah Demiryent Meali":"Ey Peygamber (ve ümmeti)! Kadınları boşamak istediğinizde, onları iddetlerini dikkate alarak (âdet halinden temizlendiklerinde) boşayın ve iddeti sayın. Rabbiniz olan Allah’tan korkun. Apaçık bir hayâsızlık yapmaları dışında onları (iddetleri bitinceye kadar) evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah’ın (hükümlerinin) sınırlarıdır. Kim Allah’ın (hükümlerinin) sınırlarını aşarsa, şüphesiz kendi nefsine zulmetmiş olur. Bilemezsin, bakarsın ki Allah, bundan sonra yeni bir durum meydana getirir.","Erhan Aktaş Meali":"Ey Nebi! Kadınları boşayacağınız zaman, iddet¹ sürelerini gözeterek boşayın ve iddetlerini sayın. Rabb'iniz Allah'a karşı takva sahibi olun. Açıkça fahşa² yapmadıkça onları evlerinden çıkarmayın; onlar da çıkmasınlar. Bunlar, Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını aşarsa, kesinlikle kendisine haksızlık etmiş olur. Bilemezsin, olur ki Allah bundan sonra yeni bir hadis³ ortaya çıkarıverir.","Hasan Basri Çantay Meali":"Ey peygamber, kadınları boşayacağınız vakit iddetlerine doğru boşayın. O iddeti de sayın. Rabbiniz olan Allahdan korkun. Onları evlerinden çıkarmayın. Kendileri de çıkmasınlar. Meğer ki apaçık bir kötülük (meydana) getirmiş olsunlar. Bunlar Allahın hudududur. Kim Allahın hudûdunu (çiğneyip) aşarsa muhakkak ki kendisine yazık etmiş olur. Bilmezsin, olur ki Allah bunun arkasından bir iş peyda ediverir.","Hayrat Neşriyat Meali":"Ey Peygamber! Kadınları boşadığınızda, artık onları iddetleri içinde (âdetten temiz oldukları sırada) talâk edin (boşayın) ve iddeti sayın! Rabbiniz olan Allah'dan sakının! Onları evlerinden (zorla) çıkarmayın; (kendileri de) çıkmasınlar (çekip gitmesinler); ancak apaçık bir hayâsızlık getirmeleri (yapmaları) müstesnâdır.<br>Bunlar Allah'ın hudûdudur. O hâlde kim Allah'ın hudûdunu aşarsa, artık şübhesiz kendine zulmetmiş olur. Bilmezsin, umulur ki Allah, bundan sonra bir iş (pişmanlık) ortaya çıkarır!(1)","İhsan Aktaş Meali":"Ey Peygamber! (Son çare olarak) kadınları boşamak istediğiniz zaman, onları, (adet hâllerinden) temizlenmeleri vaktinde boşayın ve iddeti sayın (üç defa adet görmelerine kadar bekleyin). Ve Rabbiniz olan Allah’a karşı gelmekten sakının! Açıkça bir hayasızlık (zina) ya da edepsizlik yapmaları dışında onları (bekleme süresince) evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar, Allah’ın koyduğu sınırlardır. Kim Allah’ın sınırlarını aşarsa, kendisine yazık etmiş olur! (Ey insan!) Sen bilmezsin, (ama) ondan sonra Allah, yeniden bazı şeylerin meydana gelmesini sağlayabilir (gönülleri uzlaştırıp birleşme ortamı yaratır).","İlyas Yorulmaz Meali":"Ey Haberci (Nebi)! Kadınlarınızı boşadığınız zaman, kadınların iddet günlerini bekledikten sonra boşayın. Adetli günlerini hesap ederek, (hamile olup olmadıkları belli oluncaya kadar) iddet günlerini sayın. Rabbiniz Allah’dan korunun, bekleme günleri dolana (üç ay) kadar kadınlarınızı açık bir fuhşiyat getirmedikçe evlerinden çıkarmayın, kadınlar da çıkmasınlar. Bunlar Allah’ın koyduğu sınırlar olup, kim Allah’ın koyduğu sınırları aşarsa, kendi nefsine haksızlık yapmış olur. Sen nereden bilebilirsin ki? Belki Allah, bundan sonra başka bir çözüm yolu meydana getirecektir.","İsmayıl Hakkı Baltacıoğlu":"Ey peygamber! Kadınları boşıyacağınız vakit, aybaşlarından önce boşayın. Aybaşlarını da sayın. Çalabınız olan Allah’tan sakının. Onları evlerinden çıkarmayın. Onlar da çıkmasınlar. Açıktan açığa çirkin işi işlerlerse o başka. Bunlar Allah’ın koyduğu sınırlardır. Herkim bu sınırları aşacak olursa doğrusu kendine yazık etmiş olur. Ancak, Allah bundan sonra ne gösterecek bilemezsin.","İsmail Hakkı İzmirli":"Ey Peygamber! Ümmetine de ki kadınları boşayacağınız zaman iddetleri vaktinde [²] boşayın, iddeti de sayın, iddeti uzatmak, kendilerine zarar vermek hususunda Rabbiniz olan Allah/tan sakının, iddetleri bitmeden evvel onları evden çıkarmayın. Onlar dahi çıkmasınlar. Meğer ki aşikâr surette bir hayasızlık [³] etsinler, o vakit evden çıkarılır. İşte bu ahkâm Allah/ın hudududur. Her kim Allah/ın hududunu tecavüz ederse kendine zulmetmiş olur. Bilmezsin, olabilir ki Allah bundan sonra başka bir şey ihdas eder [⁴].","İsmail Yakıt":"Ey Peygamber! Kadınları boşamak istediğinizde onları iddetlerini¹ gözeterek/âdetten temizlenince boşayınız ve iddeti sayınız. Rabbiniz Allah’a karşı sorumluluk bilincinde olunuz. Apaçık bir hayâsızlık/saygısızlık [fâhişetin]² yapmaları dışında onları evlerinden çıkarmayınız, kendileri de çıkmasınlar. Bunlar Allah’ın sınırlarıdır. Kim Allah’ın sınırlarını aşarsa, şüphesiz kendine zulmetmiş olur. Sen bilemezsin belki de Allah, bundan sonra yeni bir durum ortaya çıkarır.","Kadri Çelik Meali":"Ey Peygamber! Kadınları boşayacağınızda, onları iddetlerini gözeterek (temizlendiklerinde) boşayın ve (üç) iddeti de sayın. Rabbiniz Allah'tan korkun. Apaçık bir hayâsızlık yapmaları bir yana, onları evlerinden çıkarmayın, kendileri de çıkmasınlar. Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırını aşarsa, şüphesiz kendisine zulmetmiş olur. Bilmezsin, belki Allah onun arkasından (gönlünüzde sevgi gibi) bir iş çıkarır (da boşanma fikrinden geri dönersiniz).","Mahmut Kısa Meali":"<b>Ey Peygamber! </b>Mümin erkeklere de ki: <b>Hanımları</b>nızı<b> boşa</b>mayakarar ver<b>diğiniz zaman, onları sürelerinde, </b>yani cinsel ilişkide bulunmadığınız bir temizlik döneminde<b> boşayın ve </b>ey hanımlar, kocalar ve aile büyükleri; boşamanın hukuken gerçekleşmesi için kadının beklemesi gereken <b>süreyi —</b>ki üç ay hâlidir— dikkatlice<b> hesaplayın. </b>Bütün bunları yaparken, <b>Rabb’iniz olan Allah’a</b> karşı gelmekten<b> sakının! </b>Kadınlar bu süreyi beklerlerken, <b>onları evlerin</b>iz<b>den çıkarmayın, onlar da </b>kocaları izin verse bile evlerini terk edip dışarı <b>çıkmasınlar; </b>çünkü bu süre bitinceye kadar kadın hâlâ o evin hanımıdır ve yeniden barışma fırsatının ortadan kalkmaması için karı-koca aynı evde oturmalıdır; <b>ancak onlar</b> <b>açık</b>ça ispatlanmış bir zina suçu işlerlerse veya kocalarını ve ailelerini rahatsız edecek <b>bir edepsizlik yaparlarsa, </b>o zaman onları evde tutmanın bir anlamı yoktur. Çünkü bir durumda kadının kocasına yakın durması bağları güçlendirmez, aksine iyice kopartır. Ayrıca, eşlerden biri zina etiği takdirde evlilik kendiliğinden sona ermiş olur.<br>Dikkat edin,<b> bunlar bizzat Allah tarafından çizilmiş sınırlardır; her kim Allah’ın sınırlarını çiğnerse, </b>yalnızca <b>kendisine zulmetmiş olur! </b>O hâlde, kadının bekleme süresi dolmadan evliliği sona erdirmeyin. <b>Bilemezsin, belki de Allah, bu </b>boşanma girişimi<b>nden sonra </b>eşler arasında yeniden sevgi ve yakınlık bağları oluşturarak hiç beklenmeyen<b> bir durum ortaya çıkarır.</b>","Mahmut Özdemir Meali":"Ey Nebiyy! Kadınlar’ı boşayacağınız zaman onları bekleme süresi içinde BOŞAYIN; Bekleme Süresi’ni / İddet’i tek tek sayın! Rabbiniz Allah’tan sakınıp korunun! Açık bir ahlaksızlık yapmadıkça, onların evlerinden onları çıkarmayın! Onlar da çıkmasın! Bunlar Allah’ın sınırlarıdır. Kim Allah’ın sınırlarını çiğnerse, kesinlikle kendi nefsine zulmetmiştir. Bilmezsin ki Allah, belki bundan sonra bir iş başlatır.","Mehmet Çakır Meali":"<b>Sevgili resulüm</b>! kadınları boşarken temizlik dönemlerinde boşayın. Üç temizlik dönemini sayın ve kendinizi, sizi yöneten Allah'a karşı sağlama alın. Bu süre zarfında kadınları evlerinde tutun. Kadınlar bu süre zarfında çok açık bir kabalık yapmadıkları sürece evi terketmesinler. Bunlar, Allah'ın getirdiği sınırlamalardır.  Allah'ın belirlediği bu sınırları ihlal eden, kendisine saygısızlık eder.  hiç bilemezsin, bakarsın Allah, bu bekleme süresini boşananlar lehine çevirebilir<b>…</b>","Mehmet Çoban Meali":"Ey Nebi! Kadınları boşamak istediğinizde hamile kalıp kalmadıklarını belirleyecek süreyi dikkate alarak boşayın! Bir kadının hamileliğinin anlaşılacağı süreyi sayarak takip edin! Hamile olup olmadığı belli olmayanların hamilelik sürelerine dikkat etmezseniz; doğacak çocuklar üzerinde tartışma yaşarsınız. Tartışmalar sonucu boşuna birbirinize düşman olursunuz. Onun için Rabbiniz olan Allah’a karşı gelmekten sakının! Allah’ın dediklerine uyun! Keyfinize göre iş yapmayın! Apaçık bir şekilde ortaya çıkmış utanılacak işler yapmaları dışında, hamileliklerinin ortaya çıkma süresince evlerinizden çıkarmayın! Kendileri de çıkmasın! Bunlar Allah’ın koyduğu yasalardır. Kim Allah’ın yasalarını aşarsa, şüphesiz kendine zulmeder. Bilemezsin! Olur ki Allah daha sonra yeni bir durum ortaya çıkarır.        ","Mehmet Okuyan Meali":"Ey Peygamber! Kadınları boşayacağınız zaman onları (bekleme) sürelerini gözeterek boşayın ve o süreyi sayın! [*] Rabbiniz Allah’a karşı [takvâ]lı (duyarlı) olun! Apaçık bir çirkinlik (fuhuş) yapmaları durumu hariç, onları (bulundukları) evlerinden çıkarmayın, kendileri de çıkmasınlar! Şu (hüküm)ler, Allah’ın (koyduğu) sınırlarıdır. Kim Allah’ın sınırlarını aşarsa işte onlar, elbette kendine haksızlık etmiş olur. Bilemezsin, belki de Allah bundan sonra bir durum ortaya çıkarır. [*]","Mehmet Türk Meali":"Ey Peygamber! Kadınları boşamak¹ istediğiniz zaman, iddetlerini² gözeterek boşayın ve iddet süresini iyi hesaplayın.³ Rabbiniz olan Allah’a karşı hata etmekten sakının. Onları, apaçık bir edepsizlik yapmaları dışında (iddet süresince) evlerinden çıkartmayın, onlar da (evlerinden) çıkmasınlar.⁴ İşte bütün bunlar, Allah’ın koyduğu kurallardır. Allah’ın kurallarını çiğneyenler, ancak kendi kendilerine zulmetmiş olurlar. Ne bileceksin? Belki Allah, bundan sonra yeni bir durum ortaya çıkarıverir.⁵","Muhammed Esed Meali":"EY PEYGAMBER! Kadınları boşa[maya niyetlen]diğinizde, ¹ onlar için belirlenmiş iddeti gözetecek şekilde boşayın ² ve süreyi [dikkatlice] hesaplayın ve Allah’a, Rabbinize karşı sorumluluğunuzun bilincinde olun. Onları evlerinizden kovmayın ³ ve açıkça hayasız davranışlarda bulunmadıkça ⁴ onlar ayrılma[k zorunda bırakılma]sın. ⁵ Bunlar, Allah’ın koyduğu sınırlardır; ve kim Allah tarafından konulan sınırları aşarsa, aslında kendisine karşı haksızlık etmiş olur: [çünkü, ey insan,] sen onu bilmezsin, [ama], o [ilk ihlal]den sonra Allah, yeniden bazı şeylerin meydana gelmesini sağlayabilir. ⁶","Mustafa Çavdar Meali":"Ey Nebi! Hanımları boşamak istediğinizde onların adet görme hallerini dikkate alarak boşayın ve iddet sürelerini iyi hesap edin ve Rabbiniz Allah’a karşı gelmekten sakının. İddet bekleyen eşlerinizi açıkça bir fuhuş yapmadıkları sürece evlerinizden çıkarmayın, onlar da evlerini terk etmesinler. İşte bunlar Allah’ın koyduğu sınırlardır. Kim Allah’ın koyduğu sınırları çiğnerse artık o kendine zulmetmiş olur. Hem nereden bileceksin belki Allah bundan sonra yeni bir takım gelişmeler meydana getirebilir. 2/226...240, 4/35, 33/49","Mustafa İslamoğlu Meali":"SEN ey Nebî![⁵¹⁴⁸] Kadınlarınızı boşamak (istediğinizde), Allah’a karşı sorumlu olduğunuzu bilin de, onları bekleme sürelerini gözeterek boşayın ve iddeti sayın.[⁵¹⁴⁹] Onları (içinde yaşadıkları) evlerinden çıkarmayın ve onlar da çıkmasınlar;[⁵¹⁵⁰] tabi ki, ayan açık bir ahlâksızlık[⁵¹⁵¹] yapmaları hali müstesna.[⁵¹⁵²] Bunlar Allah’ın çizdiği sınırlardır: Ve kim Allah’ın çizdiği sınırları aşarsa, artık o kendine zulmetmiş olur; (ve) sen bilemezsin (ey insan), belki de Allah bu (bekleyişin) ardından, birtakım yeni (ve hayırlı) gelişmelere kapı açabilir.[⁵¹⁵³]","Orhan Kuntman Meali":"Ey Peygamber, kadıları boşayacağınız zaman onları iddetleri içinde (adet günlerini göz önüne alarak, ondan önce temiz bir halde ve kendileriyle temas etmeksizin) boşayın, iddeti de sayın. (Üç defa adet ve temizlenme süresini hesap edin ki ilerde doğacak çocuğun sizden olmadığı kesinleşsin) Rabbiniz olan Allah'tan korkun. (Emirlerini yerine getirin, iddet süresini ne eksik sayın ne de uzatın) Apaçık bir hayâsızlık hariç- kızarak veya bir bahane ile- onları evlerinden çıkarmayın, kendileri de çıkmasınlar. (İddet süresi doluncaya kadar evlerinde oturmaya hakları vardır) Bunlar Allah’ın (hükmünün) hudûdlarıdır. Kim Allah’ın hudûdunu aşarsa kuşkusuz kendine yazık etmiş olur. Bilmezsiniz olur ki Allah, bunun ardından - hayırlı-bir durum peydâ ediverir. (Eşlerin arasındaki dargınlığı muhabbete çevirir de, barışırlar)","Osman Fırat Meali":"Ey Nebi! Kadınları boşayacağınız zaman onları iddetleri içinde (âdetten temiz oldukları sırada) boşayın ve iddeti sayın (üç defa âdet görüp temizlenmelerini hesabedin). Rabbiniz Allah’tan korkun (bekleme süresi içinde) onları evlerinden çıkarmayın. Kendileri de çıkmasınlar. Ancak apaçık bir edepsizlik yapmaları istisna... Bunlar Allâh’ın sınırlarıdır. Kim Allâh’ın sınırlarını geçerse, kendisine yazık etmiş olur. Bilmezsin belki Allâh, bundan sonra (iddet süresi içinde) yeni bir durum ortaya çıkarır.","Ömer Nasuhi Bilmen Meali":"Ey Peygamber! Kadınları boşadığınız vakit hemen iddetlerinden sayılacak bir zamanda boşayın ve iddeti sayın ve Rabbiniz olan Allah'tan korkun ve onları evlerinden çıkarmayın ve kendileri de çıkmasınlar. Meğer ki, apaçık bir kötülük, (meydana) getirmiş olsunlar ve işte bunlar, Allah'ın tayin ettiği huduttur. Ve her kim Allah'ın hududuna tecavüz ederse, mutlaka kendi nefsine zulmetmiş olur. Bilmezsin, olabilir ki Allah, ondan sonra bir iş vücuda getirir.","Suat Yıldırım Meali":"Ey Peygamber! Eşlerinizi boşayacağınız vakit onların iddetlerini dikkate alarak boşayın ve iddeti dikkatle sayın. Rabbiniz olan Allah'a karşı gelmekten, özellikle eşlerinizin hukukuna zarar vermekten sakının. Onlar zina gibi açık bir hayasızlık irtikâb etmedikçe siz onları evlerinizden çıkarmayın. Kendileri de çıkıp gitmesinler. İşte Allah'ın hudutları! Kim Allah'ın hudutlarını çiğnerse hakikaten kendine zulmetmiş olur. Nereden bileceksin, bakarsın Allah bundan sonra yeni bir durum meydana getirir. [2, 228-233; 4, 19]","Süleyman Ateş Meali":"Ey peygamber, kadınları boşa(mak iste)diğiniz zaman onları iddetleri içinde (adetten temiz oldukları sırada) boşayın ve iddeti sayın (üç defa adet görüp temizlenmelerini hesabedin). Rabbiniz Allah'tan korkun (bekleme süresi içinde) onları evlerinden çıkarmayın. Kendileri de çıkmasınlar. Ancak apaçık bir edepsizlik yapmaları durumu, bu hükmün dışındadır (o zaman evden çıkarabilirsiniz). Bunlar Allah'ın sınırlarıdır. Kim Allah'ın sınırlarını geçerse, kendisine yazık etmiş olur. Bilmezsin belki Allah, bundan sonra (iddet süresi içinde) yeni bir iş ortaya çıkarır (gönülleri uzlaştırıp birleşme ortamı yaratır).","Süleyman Tevfik (1927)":"Ey Nebî! Zevcelerinizi tatlîk iylediğinizde 'iddetleri vaktinde (hayızdan tahâretle temâsdan evvel) tatlîk idin ve iddet müddeti sayın. Ve onları ('iddetin devâmı müddetince) evlerinden çıkarmayın ve onlar da çıkmasunlar. Ancak âşikâr ve müsbet bir büyük kabahat iderlerse (o zamân evden çıkarılmak câiz olur.) İşte bu Allâh'ın hudûdudur. Allâh'ın hudûdını tecâvüz iden kendi nefsine zulüm ider. Bimezsin ki bu tatlîkden sonra Cenâb-ı Hak bir emir ihdâs ider. (Belki müddet-i 'iddet zarfında barışırlar)","Süleymaniye Vakfı Meali":"Ey Nebî! Karılarınızı boşadığınızda iddetleri[*] içinde boşayın ve iddetlerini sayın. Rabbiniz Allah’tan çekinin de açık bir fuhuş yapmamışlarsa onları evlerinden çıkarmayın. Onlar da çıkmasınlar. Bunlar Allah’ın koyduğu sınırlarıdır. Kim Allah’ın sınırlarını aşarsa kötülüğü kendine yapar. Bilemezsin, belki Allah bunun ardından yeni bir durum ortaya çıkarır.","Şaban Piriş Meali":"-Ey Peygamber! Kadınları boşayacağınız zaman, onları bekleme süresi içinde boşayın ve bekleme sürelerini sayın. Rabbiniz olan Allah'tan korkun. Açık bir ahlaksızlık yapmadıkça onları evlerinden çıkarmayın. Onlar da çıkmasınlar. İşte bu, Allah'ın kanunudur. Kim Allah'ın kanunlarını çiğnerse kendisine zulmetmiş olur. Bilmezsin ki Allah, belki bundan sonra yeni bir durum ortaya çıkarır.","Ümit Şimşek Meali":"Ey Peygamber! Hanımlarınızı boşayacağınız zaman, iddetlerini gözeterek boşayın; iddetlerini de sayın. Rabbiniz olan Allah'tan korkun. Apaçık bir fuhuş işlemedikçe onları evlerinden çıkarmayın; onlar da çıkmasınlar. Bunlar Allah'ın çizdiği sınırlardır. Kim Allah'ın sınırlarını aşarsa, kendisine yazık etmiş olur. Bilemezsin, belki de Allah bundan sonra yeni bir durum ortaya çıkarır.(1)","Yaşar Nuri Öztürk Meali":"Ey Peygamber! Kadınları boşadığınız zaman iddetlerine doğru boşayın ve iddeti iyi sayın! Rabbiniz olan Allah'tan sakının! Onları evlerinden çıkarmayın; onlar da çıkmasınlar. Apaçık ve belgeli bir yüzsüzlük yapmaları durumu müstesna. İşte bunlar Allah'ın sınırlarıdır. Allah'ın sınırlarını çiğneyen kendi benliğine zulmetmiş olur. Bilemezsin, belki Allah bundan sonra yeni bir iş/oluş ortaya çıkarır.","Eski Anadolu Türkçesi":"[296b] iy peyġamber! ķaçan ŧalaķ viresiz 'avratlara pes ŧalaķ virüñ anlara anlaruñ 'iddetine ķarşu daħı śayuñ 'iddeti. daħı ķorķuñ Tañrı’dan çalabuñuzdan. çıķarmañ anları evlerinden daħı çıķmasunlar illā kim getüreler zişt iş bellü eyleyici. daħı şol Tañrı ḥadlarıdur daħı her kim geçe Tañrı ḥadlarından bayıķ žulm eyledi gendüzine. bilmezsin ola kim Tañrı yiñi eyleye şundan śoñra bir iş.","Satıraltı Meal (1534)":"Yā nebiyye’llāh, ḳaçan ‘avratları boşasañuz, pes boşañuz ‘iddetleri‐ne degin. Daḫı ‘iddeti ṣayuñ. Daḫı ḳorḳuñuz sizi yaradan Tañrıdan. Çıḳar‐mañuz anları evlerinden. Daḫı çıḳmasunlar, illā işlemeyince anlar bir bellüyamanlıḳ. Ol Tañrı Ta‘ālānuñ ḥudūdıdur. Kim ki geçse Tañrı Ta‘ālāḥudūdından, pes nefsine ẓulm ider. Bilmezsin, illā kim Tañrı Ta‘ālā ḥādiẟide andan ṣoñra bir iş.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Övrətləri boşadığınız zaman onları gözləmə müddətlərində (heyzdən pak olduqdan sonra) boşayın. Gözləmə müddətini (iddəti) sayın. Rəbbiniz olan Allahdan qorxun. Onları – açıq-aşkar bir pis iş (zina) etməyənə qədər – (gözləmə müddəti qurtarmamış) yaşadıqları evlərdən çıxartmayın və onlar özləri də çıxmasınlar. Bu, Allahın hədləridir (hökmləridir). Allah müəyyən etdiyi hədləri aşan kimsə özünə zülm etmiş olar. Nə bilirsən, ola bilsin ki, Allah bundan sonra bir iş icad etsin (ərin ürəyinə yenidən zövcəsinin məhəbbətini salsın və onlar barışsınlar).","M. Pickthall (English)":"O Prophet! When ye (men) put away women, put them away for their (legal) period and reckon the period, and keep your duty to Allah, your Lord. Expel them not from their houses nor let them go forth unless they commit open immorality. Such are the limits (imposed by) Allah; and whoso transgresseth Allah's limits, he verily wrongeth his soul. Thou knowest not: it may be that Allah will afterward bring some new thing to pass.","Yusuf Ali (English)":"O Prophet!(5503) When ye do divorce women,(5504) divorce them at their prescribed periods,(5505) and count (accurately), their prescribed periods: And fear Allah your Lord:(5506) and turn them not out of their houses, nor shall they (themselves) leave,(5507) except in case they are guilty of some open lewdness, those are limits set by Allah. and any who transgresses the limits of Allah, does verily wrong his (own) soul: thou knowest not if perchance Allah will bring about thereafter some new situation.(5508)"},"2":{"Arabic":"فَاِذَابَلَغْنَاَجَلَهُنَّفَاَمْسِكُوهُنَّبِمَعْرُوفٍاَوْفَارِقُوهُنَّبِمَعْرُوفٍوَاَشْهِدُواذَوَيْعَدْلٍمِنْكُمْوَاَق۪يمُواالشَّهَادَةَلِلّٰهِۜذٰلِكُمْيُوعَظُبِه۪مَنْكَانَيُؤْمِنُبِاللّٰهِوَالْيَوْمِالْاٰخِرِۜوَمَنْيَتَّقِاللّٰهَيَجْعَلْلَهُمَخْرَجًاۙ","Abdulbaki Gölpınarlı Meali":"Müddetlerini tamamlayınca da onları güzellikle alın, yahut da güzellikle ayrılın onlardan ve sizden iki tane adalet sahibi tanığı bulundurun da tanıklık etsinler ve tanıklığı da Allah için doğru yapın; işte Allah'a ve ahiret gününe inanana böylece öğüt verilmededir; ve kim, çekinirse Allah'tan, ona sıkıntıdan bir kurtuluş vesilesi yaratır.","Abdullah-Ahmet Akgül Meali":"<b>Sonra </b><i>(üç iddet bekleme)</i><b> sürelerine ulaştıkları zaman, artık onları ma’ruf </b><i>(bilinen güzel bir tarz)</i><b> üzere ya </b><i>(yanınızda)</i><b> tutun, ya da ma’ruf üzere </b><i>(güzel bir şekilde) </i><b>onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de şahit tutarak </b><i>(mahkeme kararı ve resmiyet kanalıyla boşanın)</i><b>. Şahitliği de Allah için dosdoğru yapın. İşte bununla, Allah’a ve ahiret gününe iman edenlere öğüt verilip </b><i>(uyarılmaktadır)</i><b>. Kim Allah’tan korkup </b><i>(haksızlık ve ahlâksızlıktan)</i><b> sakınırsa </b><i>(ve Rabbine güvenip sığınırsa</i><b>, </b><i>Allah)</i><b> ona </b><i>(her türlü darlık ve zorluktan kurtulacak)</i><b> bir çıkış yolu açacaktır. </b> ","Abdullah Parlıyan Meali":"Bekleme sürelerinin sonuna yaklaştıkları zaman onları uygun bir şekilde tutun, evliliğiniz devam etsin ya da güzellikle ayrılın ve kendi aranızdan dürüstlüğü bilinen iki kişi verdiğiniz karara şahit olarak bulunsun. Ey şahitler! Siz de Allah için dosdoğru şahitlik yapın. İşte Allah'a ve ahiret gününe inananlara böylece öğüt verilmektedir. Ve kim yolunu Allah ve kitabıyla bulmaya çalışırsa, her işinde ona bir çıkış imkanı sağlar.","Ahmet Tekin Meali":"İddetlerini tamamladıklarında, ya İslâmi kurallarla örtüşen örfe, hakkaniyete uygun, iyilikle, meşruiyet çizgileri içinde hanımlarınızı nikâhınızda tutun, ya da, İslâmi kurallarla örtüşen örfe, hakkaniyete uygun, iyilikle, meşruiyet çizgileri içinde karşılıklı konuşup anlaşarak onlardan ayrılın. İçinizden âdil olduğuna inandığınız iki erkek şâhit huzurunda bunları yapın. Allah için bildiklerinizi ortaya dökerek doğruluktan ayrılmadan kusursuz şâhitlik yapın. Bu işittiklerinizle, Allah'a, Allah'a imanın gerektirdiği esaslara ve âhiret gününe iman edene öğüt veriliyor, sorumlulukları hatırlatılarak uyarılıyor. Allah'a sığınıp, emirlerine yapışanlara, günahlardan arınıp, azaptan korunanlara Allah mutlaka bir çıkış yolu gösterir.","Ahmet Varol Meali":"İddet sürelerini doldurduklarında [2] artık onları ya iyilikle tutun veya iyilikle kendilerinden ayrılın. İçinizden adalet sahibi iki kişiyi de şahit tutun. Şahitliği Allah için doğru olarak yerine getirin. İşte bununla, Allah'a ve ahiret gününe iman edene öğüt verilir. Kim Allah'tan sakınırsa (Allah) onun için bir çıkış yolu vareder.","Ali Bulaç Meali":"Sonra (üç iddet bekleme) sürelerine ulaştıkları zaman, artık onları maruf (bilinen güzel bir tarz) üzere tutun, ya da maruf üzere onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de şahid tutun. Şahidliği Allah için dosdoğru yerine getirin. İşte bununla, Allah'a ve ahiret gününe iman edenlere öğüt verilir. Kim Allah'tan korkup-sakınırsa, (Allah) ona bir çıkış yolu gösterir;","Ali Fikri Yavuz Meali":"Sonra (üç adet görme) müddetlerinin sonuna yaklaştıkları zaman, onları güzellikle (ric'at yaparak nikâhınızda) tutun, yahud güzellikle (haklarını ödeyerek) onlardan ayrılın; ve içinizden adalet sahibi iki erkeği de şahid yapın. (Siz de ey şahidler), şahidliği Allah için doğru ifa edin. Bu, size söylenen var ya, onunla Allah'a ve ahiret gününe iman etmekte olan kimselere öğüt verilir. Kim de Allah'dan korkarsa, ona (darlıktan genişliğe) bir çıkış yolu ihsan eder.","Bahaeddin Sağlam Meali":"Onlar, sürelerini bitirecekleri zaman, ya güzelce onları tutun veya güzelce onları bırakın. Ve içinizden iki adil kişiyi şahit tutun. Siz de Allah için şahitliği yapın. İşte bu, Allah’a ve ahiret gününe inananlara bir öğüttür. Ve kim Allah’ın yasalarına riayet ederse, Allah ona bir çıkış kapısını yaratır.","Bayraktar Bayraklı Meali":"Sürelerinin sonuna ulaştıklarında onları ya uygun biçimde tutunuz yahut onlardan uygun biçimde ayrılınız. İçinizden âdil iki kişiyi şahit tutunuz ve şahitliği Allah adına özenle yerine getiriniz. İşte, Allah'a ve âhiret gününe inananlara öğütlenen budur. Kim Allah'a saygı duyarsa, O, kendisine bir çıkış yolu yaratır.","Besim Atalay Meali (1965)":"Aybaşı günü bittiğinde, onları ya iyilikle tutunuz, ya iyilikle ayrılın, içinizden doğru iki tanık çağırıp, Allah için tanık tutun; ahret günü ile Allaha inanan bir kimseye, verilen öğüt işte budur, Allah, sakınana çıkar bir yol yaratır","Cemal Külünkoğlu Meali":"İddet müddetlerini doldurduklarında (ayrı ayrı iki defa boşadığınız eşlerinizi) ya meşru ölçüler içerisinde (nikâhınız altında) tutun veya onlardan meşru ölçülere göre ayrılın ve (her iki durum için de) içinizden iki âdil kimseyi şahit tutun. Şahitliği Allah için dosdoğru yapın! İşte bütün bunlar Allah'a ve ahiret gününe inanan kimselere verilen öğütlerdir. Kim Allah'ın koyduğu hükümler konusunda duyarlı ve bilinçli davranırsa, (Allah) ona (selamete) ulaşacak bir çıkış yolu açar.","Cemil Said (1924)":"’İddet muktezî oldukdan sonra yâ nikâhı tecdîd veyâ hüsn-ü sûretle müfârakat idersiniz. ’Âdil şâhidler çağırınız. Allâh’ın huzûrunda şehâdet itsünler, işte Allâh’a ve kıyâmet gününe îmân idenlere bunlar tavsiye olunuyor. Allâh kendinden korkanı mihnetden kurtaracak","Diyanet İşleri Meali (Eski)":"2,3. Kadınların iddet süreleri biteceğinde, onları ya uygun bir şekilde alıkoyun, ya da onlardan ayrılın; içinizden de iki adil şahit getirin; şahidliği Allah için yapın; işte bu, Allah'a ve ahiret gününe inanan kimseye verilen öğüttür. Allah, kendisine karşı gelmekten sakınan kimseye kurtuluş yolu sağlar, ona beklemediği yerden rızık verir. Allah'a güvenen kimseye O yeter. Allah, buyruğunu yerine getirendir. Allah her şey için bir ölçü var etmiştir.","Diyanet İşleri Meali (Yeni)":"Boşanan kadınlar iddetlerinin sonuna varınca, onları güzelce tutun, yahut onlardan güzelce ayrılın. İçinizden iki âdil kimseyi şahit tutun. Şahitliği Allah için dosdoğru yapın. İşte bununla Allah’a ve ahiret gününe inanan kimselere öğüt verilmektedir. Kim Allah’a karşı gelmekten sakınırsa, Allah ona bir çıkış yolu açar.","Kur'an Yolu (Diyanet İşleri)":"Sürelerinin sonuna ulaştıklarında onları ya uygun biçimde tutun yahut onlardan uygun biçimde ayrılın; içinizden adaletli iki kişiyi şahit tutun ve şahitliği Allah için özenle yerine getirin. İşte Allah’a ve âhiret gününe inananlara öğütlenen budur. Kim Allah’a saygısızlıktan sakınırsa, Allah ona bir çıkış yolu gösterir.","Diyanet Vakfı Meali":"2, 3. İddet müddetlerini doldurduklarında onları ya meşru ölçüler içerisinde (nikâhınız altında) tutun veya onlardan meşru ölçülere göre ayrılın. İçinizden adalet sahibi iki kişiyi de şahit tutun. Şahitliği Allah için yapın. İşte bu, Allah'a ve ahiret gününe inananlara verilen öğüttür. Kim Allah'tan korkarsa, Allah ona bir çıkış yolu ihsan eder. Ve ona beklemediği yerden rızık verir. Kim Allah'a güvenirse O, ona yeter. Şüphesiz Allah, emrini yerine getirendir. Allah her şey için bir ölçü koymuştur.  ","Edip Yüksel Meali":"Sürelerini doldurdukları zaman, onları güzelce tutun, yahut güzelce ayırın. İçinizden adalet sahibi iki kişiyi de bu işleme tanık tutun. Tanıklığı ALLAH için yapınız. İşte bu, ALLAH'a ve ahiret gününe inananlar için bir öğüttür. Kim ALLAH'ı sayıp dinlerse ona bir çıkış yolu yaratır.","Elmalılı Hamdi Yazır Meali":"Sürelerinin sonuna vardıklarında onları güzelce tutun, yahut güzellikle onlardan ayrılın. İçinizden adalet sahibi iki kişiyi şahit tutun. Şahidliği Allah için yapın. İşte Allah'a ve son güne inanan kimseye öğütlenen budur. Kim Allah'tan korkarsa Allah ona bir çıkış yolu yaratır.","Elmalılı Meali (Orijinal)":"Sonra müddetlerini doldurmağa yaklaştıklarında onları güzellikle tutun yâhud güzellikle ayrılın ve sizlerden adalet sahibi iki erkeği işhad eyleyin, şehadeti de Allah için doğru eda edin, bu size söylenenleri duydunuz a, bununla Allaha ve Âhıret gününe iyman eder kimselere öğüt verilir, her kim de Allahdan korkarsa Allah ona bir mahrec müyesser kılar","Emrah Demiryent Meali":"Boşanan kadınlar iddetlerinin sonuna varınca, onları ya güzelce (nikâhınız altında) tutun yahut onlardan güzelce ayrılın. İçinizden iki âdil kimseyi şahit tutun. Şahitliği Allah için dosdoğru yapın. İşte bununla Allah’a ve âhiret gününe inanan kimselere öğüt verilmektedir. Kim Allah’a karşı gelmekten sakınırsa, Allah ona bir çıkış yolu ihsan eder.","Erhan Aktaş Meali":"Bekleme süreleri tamamlandığında onları ma'rufa¹ uygun olarak tutun veya ma'rufa uygun olarak onlardan ayrılın. Ve sizden adalet sahibi iki kişi tanık olsun. Tanıklığı, Allah için yerine getirin. İşte Allah'a ve Ahiret Günü'ne inananlara verilen öğüt budur. Kim Allah için takva sahibi olursa, Allah, ona bir çıkış yolu nasip eder.","Hasan Basri Çantay Meali":"Sonra (o kadınlar) müddetlerini doldur (mıya yaklaş) dıkları zaman onları ya güzellikle tutun, yahud güzellikle kendilerinden ayrılın ve içinizden adalet saahibi iki kişiyi de şâhid yapın. (Ey şâhidler siz de) şâhidliği Allah için edâ edin. İşte bu (yok mu?) Allaha ve âhiret gününe îman etmekde olanlara onunla öğüt verilir. Kim Allahdan korkarsa (Allah) ona bir (kurtuluş) çıkış yeri ihsan eder.","Hayrat Neşriyat Meali":"Nihâyet (o boşanan kadınlar) iddet (bekleme müddet)lerinin sonuna geldikleri zaman, ya onları iyilikle tutun veya onlardan iyilikle ayrılın; içinizden adâletli iki kişiyi de şâhid tutun; şâhidliği Allah için dosdoğru yapın! Allah'a ve âhiret gününe îmân etmekte olan kimselere bununla nasîhat olunur; kim Allah'dan sakınırsa, (Allah) ona (her darlıktan) bir çıkış yolu kılar.","İhsan Aktaş Meali":"Boşanan kadınlar iddetlerinin sonuna varınca, onları ya meşru ölçüler içerisinde (nikâhınız altında) tutun veya onlardan meşru ölçülere göre ayrılın. (Boşanmanın geçerli olabilmesi için de) içinizden adalet sahibi iki kişiyi de şahit tutun. Şahitliği Allah için yapın. İşte bu, Allah’a ve ahiret gününe inananlara verilen öğüttür. Kim Allah’a (onun emirlerine) karşı gelmekten sakınırsa, Allah ona bir çıkış yolu ihsan eder. *","İlyas Yorulmaz Meali":" Kadınlar iddet müddetini tamamladıklarında, ya onları uygun bir şekilde evinizde tutarsınız veyahut da uygun bir şekilde onları bırakırsınız. Kadınlarınızdan ayrılırken, adalet sahibi iki kişi de şahitlik etsin. Allah için şahitlikleri yerine getirin, Allah’a ve ahiret gününe inananlara verilen öğütler bunlar. Kim Allah’dan (şahitliği yerine getirerek) kendini korursa, Allah o’na başka bir çıkış yolu meydana getirir.","İsmayıl Hakkı Baltacıoğlu":"Aybaşları bittikten sonra da onları ya güzellikle tutun, ya da onlardan güzellikle ayrılın. İçinizden iki doğru kişiyi de tanık tutun. Tanıklığı da Allah için yapın. Bununla Allah’a son güne inananlara öğüt veriliyor. Herkim Allah’tan sakınırsa Allah da onu sıkıntıdan kurtarır,","İsmail Hakkı İzmirli":"Boşanan kadınların iddetleri sonunda onları güzelce tutun [⁵] veya onlardan yine güzelce [⁶] ayrılın. Sonradan ihtilâfa düşmemek için içinizden iki şahid-i âdil tutun. Siz şahitler de şehadeti Allah için yapın. Bununla Allah/a ve âhiret gününe iman edenlere öğüt verilir. Her kim Allah/tan sakınırsa Allah kendisini sıkıntıdan çıkaracak bir şey verir","İsmail Yakıt":"İddet sürelerini doldurduklarında onları ya güzellikle [ma’rûf] tutunuz yahut güzellikle ayrılınız³. (Her iki durumda) içinizden adil iki kişiyi de şahit tutunuz⁴. Şahitliği Allah için dosdoğru yapınız. İşte böylece Allah’a ve ahiret gününe inanan kimselere öğüt verilmektedir. Kim Allah’a karşı sorumluluk bilincinde olursa, Allah ona bir çözüm yolu verir.","Kadri Çelik Meali":"Sonra (üç iddet bekleme) sürelerine ulaştıkları zaman, artık onları bilinen güzel bir tarz üzere tutun ya da bilinen güzel bir tarz üzere onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de şahit yapın. Şahitliği Allah için dosdoğru yerine getirin. İşte bununla, Allah'a ve ahiret gününe iman edenlere öğüt verilir. Kim Allah'tan korkup sakınırsa, (Allah) ona bir çıkış yolu gösterir.","Mahmut Kısa Meali":"Boşadığınız kadınlar<b> bekleme sürelerinin sonuna yaklaştıklarında, ya </b>boşanmaktan vazgeçerek <b>onları </b>meşrû ölçüler içerisinde, <b>güzelce</b>nikâhınız altında<b> tutun, yahut</b> <b>güzelce serbest bırakın. </b>Bekleme süresi bitinceye kadar, boşamaktan vazgeçip evliliği sürdürme hakkına sahipsiniz. Fakat bekleme süresi dolduktan sonra pişman olup eşinizi geri almak isterseniz, ancak onun rızasıyla ve yeniden nikah kıyıp evlilik bedeli ödeyerek onunla tekrar evlenebilirsiniz. Bu hüküm, birinci veya ikinci boşamalar için geçerlidir. Eğer eşinizi üçüncü kez boşamışsanız, kadın bir başkasıyla —formalite icabı değil, gerçek bir nikahla— evlenip boşanmadıkça onunla bir daha evlenemezsiniz (<i>2. Bakara: 229-232</i>). Bütün bunları yaparken, <b>aranızdan adâlet sahibi iki </b>kişiyi de<b> şâhit tutun </b>ve bütün bu işlemleri kayıt edin. <b>Allah için şâhitliği </b>dosdoğru <b>yerine getirin</b> ve hiç kimsenin haksızlığa uğramasına meydan vermeyin!<b> İşte, </b>içinizden <b>Allah’a ve âhiret gününe inananlara </b>boşanma konusunda <b>öğütlenen budur. </b>Unutmayın: <b>Kim Allah’</b>ın emir ve yasakların<b>a karşı dikkatli ve saygılı davranır </b>iyi bir Müslüman olmak için uğraşır<b>sa, </b>Allah <b>ona</b>her dara düştüğünde <b>bir çıkış yolu gösterecektir!</b>","Mahmut Özdemir Meali":"Bekleme süresinin sonuna eriştikleri zaman ya onları örfe uygun olarak tutun veya onlardan örfe uygun olarak ayrılın! İçinizden adalet sahibi iki kişiyi de şahid tutun! Şahidliği Allah için doğru yapın! İşte böylesi, Allah’a ve Âhir Gün’e inanmakta olan kimseler için öğüt veriliyor. Kim Allah’tan sakınıp korunursa, ona bir çıkış gösterir.","Mehmet Çakır Meali":"<b>Kadınların </b>bekleme süreleri dolunca,  ya kendilerine güzel davranarak geçinmeye devam edersiniz ya da güzellikle bırakırsınız.  İçinizden iki adlî şahit ile durumu belgeleyin. Tanıklığı da Allah için / hakça yapın. Allah'a ve ahiret gününe inananlar bu öğütleri dikkate almalıdır.  Allah, kendisini sağlama alana, elbet bir çıkış yolu gösterecek ve","Mehmet Çoban Meali":"Boşanan kadınların hamileliklerini belirleyecek olan süre bitince onları güzelce tutun yahut güzelce ayrılın! İçinizden iki âdil kimseyi şahit tutun! Şahitliği Allah için dosdoğru yapın! İşte bununla Allah’a ve ahiret gününe inanan kimselere öğüt verilmektedir. Kim Allah’a karşı gelmekten sakınırsa Allah O’na bir çıkış yolu açar.        ","Mehmet Okuyan Meali":"(Bekleme) sürelerini doldurduklarında onları ya uygun bir şekilde (nikâhınızda) tutun veya onlardan uygun bir şekilde ayrılın! İçinizden adil iki kişiyi de şahit tutun! Şahitliği Allah için yapın! [*] İşte bu, Allah’a ve ahiret gününe inananlara verilen öğüttür. Kim Allah’a karşı [takvâ]lı (duyarlı) olursa (Allah) ona çıkış yolu yaratır. [*]","Mehmet Türk Meali":"Sonra iddet sürelerini doldurduklarında, artık onları, ya meşru ölçüler içerisinde (nikâhınız altında) tutun, ya da yine meşru ölçüler içerisinde onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de şâhitliği Allah adına dosdoğru yapmaları şartıyla şâhit tutun.¹ İşte bütün bunlarla, Allah’a ve âhiret gününe inananlara öğüt verilmektedir. Kim Allah’a karşı hata etmekten sakınırsa, Allah ona mutlaka bir çıkış yolu ihsan eder.","Muhammed Esed Meali":"Böylece, iddetlerinin sonuna yaklaşmak üzere olduklarında, ya onları uygun bir şekilde tutun, yahut uygun bir şekilde bırakın. Ve kendi toplumunuz içinden ⁷ dürüst[lüğü bilinen] iki kişi [verdiğiniz karara] şahit olarak bulunsun; kendiniz de Allah huzurunda doğru şahitlik yapın: ⁸ İşte bunlar Allah’a ve Ahiret Günü’ne inananlara verilen öğütlerdir. Ve Allah, Kendisine karşı sorumluluk bilinci taşıyan herkese, [mutsuzluktan] bir çıkış yolu [daima] sağlar,","Mustafa Çavdar Meali":"Hanımların bekleme sürelerinin sonuna geldiklerinde ya onları güzellikle alıkoyun ya da onlardan güzellikle ayrılın ve bu kararınıza da içinizden iki adil kişiyi şahit tutun. Şahitler siz de Allah için şahitliği hakkıyla yapın! İşte bütün bunlar Allah’a ve ahiret gününe inanıp güvenen siz müminlere bir öğüttür. Artık kim Allah’a karşı gelmekten sakınırsa Allah ona bir çıkış yolu gösterir. 2/226...240, 4/35, 33/49, 65/4","Mustafa İslamoğlu Meali":"İmdi, sürelerinin sonuna yaklaştıklarında ya onları meşru bir biçimde tutun, ya da meşru bir biçimde ayırın; ve siz(in toplumunuz)dan adaletli iki kişiyi de şahit olarak bulundurun;[⁵¹⁵⁴] ve (hepiniz) şahitliği Allah için dürüstçe yapın! Bakın, bütün bunlar, Allah’a ve Âhiret Günü’ne iman edenlere verilen bir öğüttür. Ve her kim Allah’a karşı sorumlu olduğunu bilirse, O onun için bir kapı aralar","Orhan Kuntman Meali":"Onların iddetleri (süreleri) sonuna yaklaştığı zaman da, ya (barışıp) güzellikle nikâhınız altında tutun, ya da güzellikle onlardan ayrılın. İçinizden iki adil kişi de şahit olsun, şahitliği Allah için yapsın, işte bunlar Allah'a ve ahiret gününe iman eden kimselere verilen öğüttür. Kim Allah’tan korkarsa (bu hükümleri yerine getirirse) Allah ona bir çıkış yolu ihsan eder. (Selâmete erdirir)","Osman Fırat Meali":"(Boşanacak) kadınlar iddetlerinin sonuna varınca, onları güzelce tutun, yahut onlardan güzelce ayrılın. İçinizden iki âdil kimseyi şahit tutun. Şahitliği Allah için dosdoğru yapın. İşte bununla Allah’a ve ahiret gününe iman eden kimselere öğüt verilmektedir. Kim Allah’a karşı gelmekten sakınırsa, Allah ona bir çıkış yolu açar.","Ömer Nasuhi Bilmen Meali":"Sonra (o kadınları) iddetlerini doldurmaya yaklaştıkları vakit artık onları güzellikle tutun veya güzellikle onlardan ayrılın ve sizden iki adâlet sahibini de şahit tutun ve şehâdeti Allah için doğruca ifâ edin, işte size bu (bildirilen, bir şeydir ki) bununla Allah'a, ahiret gününe imân eden kimseye öğüt verilir ve her kim Allah'tan korkarsa onun için bir çıkış yeri nâsip eder.","Suat Yıldırım Meali":"2, 3. Bekleme sürelerinin (üç âdet süresinin) sonuna yaklaştıkları zaman, onları ya güzelce evinizde alıkoyun, evliliği devam ettirin, yahut güzellikle ayrılın ve bu boşanmaya sizden iki âdil kimseyi şahit tutun ve şahitliği de Allah için dürüst yapın. İşte sizden Allah'a ve âhirete iman edenlere verilen talimat, yapılan tavsiye budur. Kim Allah'a karşı gelmekten sakınırsa, Allah ona sıkıntıdan çıkış kapıları açar. Onu hiç ummadığı yerlerden rızıklandırır. Allah'a dayanıp güvenene Allah kâfidir. Allah buyruğunu elbette yerine getirir. Gerçekten Allah her şey için bir ölçü, her iş için bir vâde belirlemiştir. [2, 240; 33, 49]","Süleyman Ateş Meali":"Sürelerinin sonuna vardıklarında ya onları güzelce (yanınızda) tutun, yahut, güzellikle onlardan ayrılın. (Eşinizi yanınızda tutmak veya ondan ayrılmak için) içinizden adaletli iki kişiyi de şahid tutun. Şahidliği Allah için yapın. İşte içinizden Allah'a ve Son Güne inanan kimseye öğütlenen budur. Kim Allah(ın yasakların)dan sakınırsa (Allah) ona bir çıkış (yolu) yaratır.","Süleyman Tevfik (1927)":"'İddet hitâm bulunca onları ma'rûf ve müstahsin sûretle taht-ı nikâhınızda tutun veyâhud ma'rûf ve müstahsin vecihle onlardan müfârakat idin. Buna 'adâlet sâhibi iki şâhid işhâd iyleyin ve Allâh içün şehâdeti yerine getirin. Bununla Allâh ve âhiret gününe îmân iden mütte'ız olur. (Vaz' ve nasîhat alır) Ve Allâh'a ittikâ iden kimseye Cenâb-ı Hak müşkilâtdan çıkacak kapular açar.","Süleymaniye Vakfı Meali":"Sürelerinin sonuna geldiklerinde kadınları ya maruf[1] ile tutun ya da maruf ile ayırın. İçinizden güvenilir iki kişiyi[2] şahit tutun; şahitliği Allah için tam yapın. İşte bu size, sizden Allah’a ve Ahiret gününe inanan kimseye verilen öğüttür. Kim Allah’tan çekinerek kendini korursa Allah bir çıkış yolu açar.","Şaban Piriş Meali":"Bekleme süresinin sonuna geldiklerinde ya onları iyilikle tutun veya iyilikle ayrılın. İçinizden adalet sahibi iki kişiyi de şahit tutun. Şahitliği de Allah için doğru yapın. İşte bununla Allah'a ve ahiret gününe iman eden kimseler için öğüt veriliyor. Kim Allah'tan sakınırsa, Allah ona bir çıkış yolu gösterir.","Ümit Şimşek Meali":"İddetlerini doldurduklarında, onları ya güzellikle tutun, ya da güzellikle ayrılın. Aranızdan adalet sahibi iki kişiyi de şahit tutun. Şahitliği Allah için yapın. Allah'a ve âhiret gününe inanan kimseye verilen öğüt böyledir. Kim Allah'a karşı gelmekten sakınırsa, Allah ona bir çıkış yolu nasip eder.","Yaşar Nuri Öztürk Meali":"Sürelerini doldurma noktasına geldiklerinde o kadınları ya örfün gerektirdiği biçimde tutun yahut da yine örfün gerektirdiği şartlarla onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de tanık tutun. Tanıklığı Allah için tam bir biçimde yapın. Allah'a ve âhiret gününe inanan kişiye işte bu şekilde öğüt verilmektedir. Kim Allah'tan sakınırsa, Allah ona bir çıkış yolu nasip eder.","Eski Anadolu Türkçesi":"pes ķaçan ireler zamānlarına dutuñ anları eylüg-ile yā ayrıluñ anlardan eylüg- ile. daħı ŧanuķ dutuñ iki 'adālet issini sizden daħı ŧururuñ ŧañuklıġı Tañrı içün. şol ögütlenür anuñ-ile ol kim oldı inanur Tañrı’ya daħı śoñraġı güne. daħı her kim ķorķar-ise Tañrı’dan ķıla ḥaķķı-içün çıķacaķ yir ya'nį ķayġulardan.","Satıraltı Meal (1534)":"Pes ḳaçan ‘iddetleri tamām olsa, anları eylüg‐ile dutuñuz, yā yaḫşılıḳ bileayrılışuñuz. Daḫı ṭanuḳ idüñüz iki yaḫşı kişi sizden. Daḫı durġuruñṭanuḳluġı Allāh içün. Anuñla ögütlenür, kim ki īmān getürse Tañrıya veḳıyāmet günine ve kim ki Tañrıdan ḳorḳsa, aña çıḳaçaḳ yirler ḳılur.","Bunyadov-Memmedeliyev ":"Bunların (bu qadınların) gözləmə müddəti başa çatdıqda (barışmaq istəsəniz) onları yaxşılıqla (mehrlərini verib) yola salın. (Sonradan aranızda ixtilaf olmasın deyə) içərinizdən iki ədalətli şahid tutun. (Siz də ey şahidlər!) Allah üçün (doğru) şahidlik edin! Bununla Allaha və axirət gününə iman gətirənlərə öyüd-nəsihət verilir. Kim Allahdan qorxsa, Allah ona (hər çətinlikdən) bir çıxış yolu əta edər.","M. Pickthall (English)":"Then, when they have reached their term, take them back in kindness or part from them in kindness, and call to witness two just men among you, and keep your testimony upright for Allah. Whoso believeth in Allah and the Last Day is exhorted to act thus. And whosoever keepeth his duty to Allah, Allah will appoint a way out for him,","Yusuf Ali (English)":"Thus when they fulfil their term appointed, either take them back on equitable terms(5509) or part with them on equitable terms; and take for witness two persons from among you, endued with justice, and establish the evidence(5510) (As) before Allah. Such is the admonition given to him who believes in Allah and the Last Day. And for those who fear Allah, He (ever) prepares(5511) a way out,"},"3":{"Arabic":"وَيَرْزُقْهُمِنْحَيْثُلَايَحْتَسِبُۜوَمَنْيَتَوَكَّلْعَلَىاللّٰهِفَهُوَحَسْبُهُۜاِنَّاللّٰهَبَالِغُاَمْرِه۪ۜقَدْجَعَلَاللّٰهُلِكُلِّشَيْءٍقَدْرًا","Abdulbaki Gölpınarlı Meali":"Ve onu, hesaplamadığı yerden rızıklandırır ve kim Allah'a dayanırsa o, yeter ona; şüphe yok ki Allah, yapacağı işi yerine getirir, gerçekten de Allah, her şeye bir ölçü, bir miktar tayin etmiştir.","Abdullah-Ahmet Akgül Meali":"<b>Ve onu hesaba katmadığı </b><i>(hiç ummadığı)</i><b> bir yönden rızıklandıracaktır. Kim de Allah’a tevekkül ederse O, kendisine yeterlidir </b><i>(onu asla sahipsiz bırakmayacaktır)</i><b>. Elbette Allah, Kendi emrini </b><i>(ve takdirini)</i><b> yerine getirip amacına ulaştırandır. Allah, her şey için bir ölçü koyup </b><i>(geçerli)</i> <b>kılmıştır. </b><i>(O her konuyla ilgili bir miktar ve mikyas=tartma ve kıyaslama ayarı yaratmıştır.)</i> ","Abdullah Parlıyan Meali":"Ve ummadığı, hesaplayamadığı bir yönde onu rızıklandırır. Kim Allah'a güvenip dayanırsa, Allah ona yeter. Gerçek şu ki Allah istediği her işi sonucuna ulaştırır ve Allah herşey için bir ölçü belirleyip ortaya koymuştur.","Ahmet Tekin Meali":"Ona, ummadığı ve hesap edemediği yerlerden rızık ve servet verir. Allah'a dayanıp güvenene, işlerini Allah'a havale edene Allah kâfidir. Allah planını, hükmünü kesinlikle icra ederek hedefine ulaştırır. Allah her şey için bir plan, bir vade, bir ölçü belirlemiştir.","Ahmet Varol Meali":"Ve onu ummadığı yerden rızıklandırır. Kim Allah'a güvenirse O, ona yeter. Şüphesiz Allah emrini yerine getirendir. Allah her şey için bir ölçü koymuştur.","Ali Bulaç Meali":"Ve onu hesaba katmadığı bir yönden rızıklandırır. Kim de Allah'a tevekkül ederse, O, ona yeter. Elbette Allah, kendi emrini yerine getirip-gerçekleştirendir. Allah, her şey için bir ölçü kılmıştır.","Ali Fikri Yavuz Meali":"Bir de ona, ummadığı yerden rızık verir. Kim Allah'a tevekkül ederse, O, ona yeter. Muhakkak ki Allah, emrini yerine getirendir. Allah her şey için bir kader, (ölçü ve muayyen bir zaman) tayin etmiştir.","Bahaeddin Sağlam Meali":"Ve ummadığı bir yerden, Allah onun rızkını verir. Artık kim Allah’a tevekkül ederse, Allah ona yeter. Allah, emrini mutlaka yerine getirendir. Şüphesiz Allah, her şeye bir sınır, bir kader tayin etmiştir.","Bayraktar Bayraklı Meali":"Allah, onu hiç beklemediği yerden rızıklandırır. Kim Allah'a dayanıp güvenirse, O, kendine yeter. Şüphesiz Allah, dilediği şeyi sonuca ulaştırır. Allah her şey için bir ölçü belirlemiştir.","Besim Atalay Meali (1965)":"Sayıdan dış, ona azık da verir, Allaha güvenene, Allah yetişir; evet Allah kendi emrini yürütecektir; Allah, her nesneye bir ölçü kıldı ","Cemal Külünkoğlu Meali":"Ve ona beklemediği ve tahmin etmediği yerden rızık verir. Kim Allah'a dayanıp güvenirse O, ona yeter. Hiç kuşku yok ki Allah her emrini gerçekleştirir. Çünkü Allah her şey için bir ölçü belirlemiştir.","Cemil Said (1924)":"ve hatırına getürmediği ihsânlar ile rızkını virecekdir. Allâh kendine tevekkül idenlerin imdâdına yetişür. Allâh’ın takdîrâtı dâimâ netîcelenir. Allâh her şeye bir müddet ta’yîn iylemişdir.","Diyanet İşleri Meali (Eski)":"2,3. Kadınların iddet süreleri biteceğinde, onları ya uygun bir şekilde alıkoyun, ya da onlardan ayrılın; içinizden de iki adil şahit getirin; şahidliği Allah için yapın; işte bu, Allah'a ve ahiret gününe inanan kimseye verilen öğüttür. Allah, kendisine karşı gelmekten sakınan kimseye kurtuluş yolu sağlar, ona beklemediği yerden rızık verir. Allah'a güvenen kimseye O yeter. Allah, buyruğunu yerine getirendir. Allah her şey için bir ölçü var etmiştir.","Diyanet İşleri Meali (Yeni)":"Onu beklemediği yerden rızıklandırır. Kim Allah’a tevekkül ederse, O kendisine yeter. Şüphesiz Allah, emrini yerine getirendir. Allah, her şeye bir ölçü koymuştur.","Kur'an Yolu (Diyanet İşleri)":"Ve ona hiç beklemediği yerden rızık verir. Kim Allah’a dayanıp güvenirse Allah ona yeter. Şüphesiz Allah dilediği şeyi sonuca ulaştırır. Allah her şey için bir ölçü koymuştur.","Diyanet Vakfı Meali":"2, 3. İddet müddetlerini doldurduklarında onları ya meşru ölçüler içerisinde (nikâhınız altında) tutun veya onlardan meşru ölçülere göre ayrılın. İçinizden adalet sahibi iki kişiyi de şahit tutun. Şahitliği Allah için yapın. İşte bu, Allah'a ve ahiret gününe inananlara verilen öğüttür. Kim Allah'tan korkarsa, Allah ona bir çıkış yolu ihsan eder. Ve ona beklemediği yerden rızık verir. Kim Allah'a güvenirse O, ona yeter. Şüphesiz Allah, emrini yerine getirendir. Allah her şey için bir ölçü koymuştur.  ","Edip Yüksel Meali":"Ve beklemediği yerden ona rızık verir. Kim ALLAH'a güvenirse O, ona yeter. ALLAH buyruğunu yerine getirendir. ALLAH herşey için bir ölçü koymuştur.","Elmalılı Hamdi Yazır Meali":"Ve onu ummadığı yerden rızıklandırır. Kim Allah'a güvenirse O, ona yeter. Allah, emrini yerine getirendir. Allah her şey için bir ölçü koymuştur.","Elmalılı Meali (Orijinal)":"Ve onu hatır-u hayaline gelmez cihetten merzuk eder ve her kim Allaha tevekkül kılarsa o ona yetişir, her halde Allah emrini yerine getirir, Allah her şey için bir mıkdar ta'yin etmiştir","Emrah Demiryent Meali":"Ve ummadığı bir yerden, Allah onu rızıklandırır. Kim Allah’a tevekkül ederse, Allah ona yeter. Allah, hükmünü mutlaka yerine getirendir. Şüphesiz Allah, her şey için (ezelî ve ebedî ilmindeki hikmete göre) belli bir ölçü/belli bir kader tayin etmiştir.","Erhan Aktaş Meali":"Ve Allah, ona ummadığı yerden rızık verir. Kim Allah'a tevekkül¹ ederse, O, ona yeter. Kuşkusuz Allah, buyruğunu yerine getirir. Allah, her şey için bir ölçü belirlemiştir.","Hasan Basri Çantay Meali":"Onu haatır-u hayâline gelmeyecek bir cihetden de rızıklandırır. Kim Allaha güvenib dayanırsa O, kendisine yetişir. Şübhesiz ki Allah, emrini yerine getirendir. Allah her şey için bir ölçü ta'yîn etmişdir.","Hayrat Neşriyat Meali":"Ve onu hesab etmediği yerden rızıklandırır! Kim Allah'a tevekkül ederse, artık O ona yeter! Şübhesiz ki Allah, emrini yerine getirendir. Doğrusu Allah, herşey için bir ölçü koymuştur.","İhsan Aktaş Meali":"Ve hesaplayamadığı (ummadığı), bir cihetten onu rızıklandırır. Kim (rızkı elde etmek için kendi üzerine düşeni yaptıktan sonra) Allah’a güvenip dayanırsa, Allah ona yeter. Şüphesiz ki Allah, buyruğunu (istediğini) yerine getirendir. Gerçekten Allah, her şey için bir ölçü belirleyip ortaya koymuştur.","İlyas Yorulmaz Meali":"O’nu hiç hesap etmediği yerden rızıklandırır. Kim Allah’a güvenip dayanırsa, Allah ona yeter. Elbetteki Allah emrini tamamlayacaktır. Çünkü Allah her şeyi bir ölçüye göre yapmıştır.","İsmayıl Hakkı Baltacıoğlu":"onu hiç ummadığı bir yerden azıklandırır. Herkim Allah’a dayanırsa Allah da ona yeter. Çünkü Allah buyruğunu yerine getirendir. Allah’ın bütün işleri ölçü iledir.","İsmail Hakkı İzmirli":"Ve ona hatırına gelmeyen bir yerden rızk ihsan eder. Her kim Allah/a güvenirse Allah ona elverir. Çünkü Allah emrini yerine getirir ve her bir şey için mukadder bir vakit tâyin buyurmuştur.[⁷]","İsmail Yakıt":"Onu hesap etmediği yerden rızıklandırır. Kim Allah’a güvenip dayanırsa, Allah ona yeter. Muhakkak ki Allah emrini yerine getirendir. Andolsun Allah her şeye bir ölçü [kadrân] koymuştur.","Kadri Çelik Meali":"Ve onu hesaba katmadığı bir yönden de rızıklandırır. Kim de Allah'a tevekkül ederse, O, ona yeter. Elbette Allah, kendi emrini yerine getirip gerçekleştirendir. Allah, her şey için bir ölçü kılmıştır.","Mahmut Kısa Meali":"<b>Ve </b>bununla da kalmayacak, <b>ona hiç ummadığı yerden nîmetler bahşedecektir.</b>Evet, <b>her kim Allah’a güvenir </b>ve O’nun koruması altına girer<b>se </b>bilsin ki, Allah <b>ona yeter! Hiç kuşkusuz Allah, emrini </b>mutlaka<b> yerine getirir </b>ve hiçbir güç buna mani olamaz! Nitekim <b>Allah, her şey için bir ölçü belirlemiş </b>ve kâinâtı hak, hukuk ve adâlet esaslarına göre, belli bir hikmet ve amaç doğrultusunda ve şaşmaz kanunlara bağlı mükemmel bir sistem hâlinde düzenlemiş<b>tir.</b>","Mahmut Özdemir Meali":"Onu, hesap etmeyeceği yerden rızıklandırır. Kim de Allah’a tevekkül ederse, onun hesabı O’na aittir. Allah, kendi emrini yerine getirmektedir. Kesinlikle Allah her bir şey için bir kadr / miktar / ölçü koydu.","Mehmet Çakır Meali":"hiç ummadığı yerden geçimini sağlayacaktır. İşini, sağlamasını yaparak, Allah’a havale edenlere Allah yeter. Her şeye belli bir ölçü ve ömür biçen Allah, kendi fermanını mutlaka işletecektir. ","Mehmet Çoban Meali":"Allah insanı beklemediği yerden rızıklandırır. Kim Allah’a güvenirse Allah ona yeter. Şüphesiz Allah emrini yerine getirendir. Allah her şeye bir ölçü koymuştur.        ","Mehmet Okuyan Meali":"Onu hesap edemeyeceği bir yerden rızıklandırır. Kim Allah’a güvenirse O, ona yeter. Şüphesiz ki Allah emrini yerine getirendir. Elbette Allah her şey için bir ölçü koymuştur.","Mehmet Türk Meali":"Ve ona beklemediği yerden bir nasip verir.¹ Kim de Allah’a güvenirse O, ona yeter. Allah, hükmünü kesinlikle istediği gibi yürütür. Çünkü Allah, her şey için bir ölçü koymuştur.","Muhammed Esed Meali":"ve ona bütün beklentilerin ötesinde ⁹ bir rızık verir: Allah’a güvenen herkese O [tek başına] yeter. Gerçek şu ki, Allah, irade ettiği işi sonucuna ulaştırır: [ve] Allah her şey için bir [vade ve] ölçü belirlemiştir.","Mustafa Çavdar Meali":"Ve ona hiç ummadığı yerlerden rızıklar lütfeder. Zira kim Allah’a dayanır ve güvenirse Allah ona yeter. Hiç kuşku yok ki Allah her emrini gerçekleştirir. Çünkü Allah her şey için bir ölçü belirlemiştir. 11/6, 89/15...25","Mustafa İslamoğlu Meali":"ve hiç beklemediği yerden onu rızıklandırır; ve her kim Allah’a güvenirse, artık O ona yeter: Şüphesiz Allah emrini gayesine erdirendir;[⁵¹⁵⁵] doğrusu Allah her bir şey için bir ölçü/kader koymuştur.","Orhan Kuntman Meali":"Ve ona beklemediği yerden rızık verir, kim Allah'a güvenip dayanırsa, Allah ona yeter! (Onu başarıya ulaştırır) Şüphe yok ki Allah emrini (va’dini) yerine getirendir. Allah her şey için bir ölçü (bir vakit) takdir etmiştir. (O vakit geldiğinde emri mutlaka gerçekleşir)","Osman Fırat Meali":"Ve onu beklemediği yerden rızıklandırır. Kim Allah’a tevekkül ederse, O kendisine yeter. Şüphesiz Allah, emrini yerine getirendir. Muhakkak ki Allah, her şeye bir ölçü koymuştur.","Ömer Nasuhi Bilmen Meali":"Ve onu hiç hatırına gelmeyen bir cihetten merzûk buyurur ve her kim Allah'a tevekkül ederse artık O, ona kâfîdir. Şüphe yok ki Allah emrini yerine getirendir, muhakkak ki (Allah) her şey için bir miktar tayin buyurmuştur.","Suat Yıldırım Meali":"2, 3. Bekleme sürelerinin (üç âdet süresinin) sonuna yaklaştıkları zaman, onları ya güzelce evinizde alıkoyun, evliliği devam ettirin, yahut güzellikle ayrılın ve bu boşanmaya sizden iki âdil kimseyi şahit tutun ve şahitliği de Allah için dürüst yapın. İşte sizden Allah'a ve âhirete iman edenlere verilen talimat, yapılan tavsiye budur. Kim Allah'a karşı gelmekten sakınırsa, Allah ona sıkıntıdan çıkış kapıları açar. Onu hiç ummadığı yerlerden rızıklandırır. Allah'a dayanıp güvenene Allah kâfidir. Allah buyruğunu elbette yerine getirir. Gerçekten Allah her şey için bir ölçü, her iş için bir vâde belirlemiştir. [2, 240; 33, 49]","Süleyman Ateş Meali":"Ve onu ummadığı yerden rızıklandırır. Kim Allah'a dayanırsa O, ona yeter. Allah, buyruğunu yerine getirendir. Allah herşey için bir ölçü koymuştur.","Süleyman Tevfik (1927)":"Ve onı ümîd itmediği yerden rızıklandırır. Ve Allâh'a tevekkül idene Allâh kâfîdir. Allâh emrini infâz ve icrâ iyler. Cenâb-ı Hak her şey içün bir mikdâr ta'yîn buyurmuşdur.","Süleymaniye Vakfı Meali":"Beklemediği yerden ona rızık verir. Kim Allah’a güvenirse O, ona yeter. İşini tam yapan Allah’tır. Allah her şey için bir ölçü koymuştur.","Şaban Piriş Meali":"Ve Ona hiç beklemediği bir yerden rızık verir. Kim Allah'a teslim olursa o kendisine yeter. Şüphesiz Allah, emrini yerine getirendir. Allah, her şey için bir ölçü koymuştur.","Ümit Şimşek Meali":"Ve onu ummadığı yerden rızıklandırır. Allah'a tevekkül edene O yeter. Allah buyruğunu mutlaka gerçekleştirir. Herşey için Allah bir ölçü belirlemiştir.","Yaşar Nuri Öztürk Meali":"Ve onu hiç beklemediği yönden rızıklandırır. Kim Allah'a dayanıp güvenirse O, ona yeter! Hiç kuşkusuz, Allah, emrini yerine getirecektir. Allah her şey için bir ölçü/bir kader belirlemiştir.","Eski Anadolu Türkçesi":"daħı rūzį vire aña ol yirden kim śanmaz. daħı her kim tevekkül eyleye Tañrı’ya ol ŧapdur aña. bayıķ Tañrı iricidür işine. bayıķ ķıldı Tañrı her neseye endāze.","Satıraltı Meal (1534)":"Ve aña rızḳ virür sizmedügi yirlerden ve kim ki Tañrıya ṣıġınsa, olözine kifāyetdür her işlerde. Tañrı Ta‘ālā işine irişicidür. Tañrı Ta‘ālā hernesneye miḳdār eylemişdür.","Bunyadov-Memmedeliyev ":"Və ona gözləmədiyi yerdən ruzi verər. Kim Allaha təvəkkül etsə, (Allah) ona kifayət edər. Allah Öz əmrini yerinə yetirəndir. Allah hər şey üçün bir ölçü (hədd, müddət) tə’yin etmişdir.","M. Pickthall (English)":"And will provide for him from (a quarter) whence he hath no expectation. And whosoever putteth his trust in Allah, He will suffice him. Lo! Allah bringeth His command to pass. Allah hath set a measure for all things.","Yusuf Ali (English)":"And He provides for him from (sources) he never could imagine. And if any one puts his trust in Allah, sufficient is (Allah) for him. For Allah will surely accomplish his purpose:(5512) verily, for all things has Allah appointed a due proportion."},"4":{"Arabic":"وَالّٰٓـ۪ٔييَئِسْنَمِنَالْمَح۪يضِمِنْنِسَٓائِكُمْاِنِارْتَبْتُمْفَعِدَّتُهُنَّثَلٰثَةُاَشْهُرٍۙوَالّٰٓـ۪ٔيلَمْيَحِضْنَۜوَاُو۬لَاتُالْاَحْمَالِاَجَلُهُنَّاَنْيَضَعْنَحَمْلَهُنَّۜوَمَنْيَتَّقِاللّٰهَيَجْعَلْلَهُمِنْاَمْرِه۪يُسْرًا","Abdulbaki Gölpınarlı Meali":"Kadınlarınızdan adetten kesilmişlerin, kesilip kesilmedikleri hakkında şüpheye düşerseniz müddetleri, üç aydır ve adet görmeyenlerin de böyle ve gebe olanların müddeti, çocuklarını doğuruncaya dek ve kim çekinirse Allah'tan, onun işine bir kolaylık verir o.","Abdullah-Ahmet Akgül Meali":"<i>(Yaşlılık sebebiyle)</i><b> Kadınlarınızdan artık âdetten kesilmiş </b><i>(menopoza girmiş veya ameliyatla aybaşı özelliğini yitirmiş)</i><b> bulunanlarla; </b><i>(ve yine evlenme çağına geldiği halde tıbbi nedenler ve fıtri -doğuştan gelen- bazı engellerle)</i><b> âdet görmemiş olanların iddet </b><i>(bekleme süre)</i><b>leri ise -eğer şüpheye düşecek olursanız- </b><i>(biliniz ki)</i><b> üç aydır. Hamile kadınların bekleme süresi ise, yüklerini bırakmaları </b><i>(doğum yapmaları ile sona ulaşır)</i><b>. Kim Allah’tan korkup </b><i>(haksızlık ve hayâsızlıktan) </i><b>sakınırsa </b><i>(Allah)</i><b> ona </b><i>(her)</i><b> işinde bir kolaylık kılacaktır. </b> ","Abdullah Parlıyan Meali":"Ay hali görmekten kesilen ve hiç ay hali görmeyen kadınlarınıza gelince, onların bekleme süreleri hakkında eğer şüphe ederseniz, onun süresi üç ay olacaktır. Hamile olanların bekleme süreleri ise, doğum yaptıklarında sona erecektir. Her kim de yolunu Allah'ın kitabıyla bulmaya çalışırsa, Allah da ona her işinde kolaylık verir.","Ahmet Tekin Meali":"Hanımlarınız içinden, âdetten kesilmiş olanlarla, hayat boyu hiç âdet görmeyenler hususunda tereddüt ederseniz onların iddeti, bekleme süresi üç aydır. Hamile olanların iddeti ise, doğum ile sona erer. Allah'a sığınıp, emirlerine yapışanlara, günahlardan arınıp, azaptan korunanlara Allah, gerçekleştirmek istedikleri işlerinde kolaylık verir.","Ahmet Varol Meali":"Kadınlarınızdan adetten kesilmiş olanlarla henüz adet görmemiş olanların (iddetlerinden) şüphe ederseniz, onların iddetleri üç aydır. Hamile olanların bekleme süreleri ise yüklerini bırakmalarına (doğum yapmalarına) kadardır. Kim Allah'tan sakınırsa (Allah) ona işinde bir kolaylık verir.","Ali Bulaç Meali":"Kadınlarınızdan artık adetten kesilmiş olanlarla henüz adet görmemiş bulunanların iddet (bekleme süre)leri, -eğer şüpheye düşecek olursanız (bilin ki)üç aydır. Hamile kadınların bekleme-süresi ise, yüklerini bırakmaları (ile biter). Kim Allah'tan korkup-sakınırsa (Allah) ona işinde bir kolaylık gösterir.","Ali Fikri Yavuz Meali":"(Yaşlılık dolayısı ile) hayızdan kesilmiş kadınlarınız (hakkındaki iddet bekleme hükmünden) şübhelendinizse, (Bunu bilemediğinize göre) onların iddeti de üç aydır; henüz hayız görmiyenler de öyle... (Boşandıkları zaman üç ay iddet beklerler.) Gebe kadınların iddetleri ise, çocuklarını doğurmaları ile son bulur. Kim Allah'dan korkarsa, Allah onun işine bir kolaylık verir.","Bahaeddin Sağlam Meali":"Kadınlarınızdan aybaşı kanını görmekten ümit kesenlerin iddet sürelerinden şüpheye düşerseniz, onların iddet süresi üç aydır. Hiç adet görmeyenlerin de iddet süresi üç aydır. Hamilelerin iddet süreleri ise, çocuklarını doğurma zamanıdır. Artık kim Allah’ın yasalarına riayet ederse, Allah onun işinde ona kolaylık sağlar.","Bayraktar Bayraklı Meali":"Kadınlarınızdan âdetten kesilmiş olanlar ile âdet görmeyenler hakkında tereddüt ederseniz onların bekleme süresi üç aydır. Hamile olanların bekleme süreleri ise doğum yapmalarıyla sona erer. Kim Allah'a saygı duyarsa Allah ona işinde bir kolaylık verir.","Besim Atalay Meali (1965)":"Aybaşısı kesilen kadınların süresinden şüphe ederseniz, süreleri üç aydır, aybaşı görmemiş bulunanlar da öyledirler, gebe olanların süresi, doğurmakla sona erer, Allahtan sakınanın Allah işini kolaylatır","Cemal Külünkoğlu Meali":"Kadınlarınızdan âdetten kesilmiş olanlarla (hastalıktan ya da adet düzensizliğinden dolayı) âdet görmeyenler hususunda tereddüt ederseniz, onların bekleme süresi üç aydır. Hamile olanların bekleme süresi ise, doğum yapmalarıyla sona erer. Kim Allah'ın bu hükümleri konusunda duyarlı ve bilinçli davranırsa, Allah ona işinde bir kolaylık verir.","Cemil Said (1924)":"Artık hayız görmeyen kadınlar ile hiç hayız görmemiş kadınların ’iddetlerinde şübhe idiyor iseniz ânlar içün dahî müddet üç aydır. Hâmile Kadınlara gelince ânların vaz-’ı hamlini bekleyiniz. Allâh kendinden korkan içün bu müşkülâtı âsân ider.","Diyanet İşleri Meali (Eski)":"Kadınlarınızdan ay hali görmekten kesilenler ile henüz ay hali görmemiş olanların iddetleri hususunda şüpheye düşerseniz, bilin ki, onların iddet beklemesi üç aydır; gebe olanların iddeti, doğurmaları ile tamamlanır. Allah, buyruğuna karşı gelmekten sakınan kimseye işinde kolaylık verir.","Diyanet İşleri Meali (Yeni)":"Kadınlarınızdan âdetten kesilmiş olanlarla, henüz âdet görmeyenler hususunda tereddüt ederseniz, onların bekleme süresi üç aydır. Hamile olanların bekleme süresi ise, doğum yapmalarıyla sona erer. Kim Allah’a karşı gelmekten sakınırsa, Allah ona işinde bir kolaylık verir.","Kur'an Yolu (Diyanet İşleri)":"Kadınlarınızdan âdetten kesilmiş olanlar ile âdet görmeyenler hakkında tereddüt ederseniz onların bekleme süresi üç aydır. Gebe olanların bekleme süreleri ise doğum yapmalarıyla sona erer. Kim Allah’a saygısızlıktan sakınırsa Allah ona işinde bir kolaylık verir.","Diyanet Vakfı Meali":"Kadınlarınız içinden âdetten kesilmiş olanlarla, âdet görmeyenler hususunda tereddüt ederseniz, onların bekleme süresi üç aydır. Gebe olanların bekleme süresi ise, yüklerini bırakmaları (doğum yapmaları)dır. Kim Allah'tan korkarsa, Allah ona işinde bir kolaylık verir.","Edip Yüksel Meali":"Menopoz dönemine girerek aybaşından kesilen kadınlarınıza gelince, kuşkunuz varsa, bekleme süreleri üç aydır. Aybaşı hali görmeyen ve gebe olanların süresi, yüklerini bırakmalarıyla sona erer. Kim ALLAH'ı dinlerse, onun işini kolaylaştırır.","Elmalılı Hamdi Yazır Meali":"Kadınlarınız içinden âdetten kesilmiş olanlarla, henüz âdetini görmemiş bulunanlardan eğer şüphe ederseniz (iddetlerinin nasıl olacağında tereddüt ederseniz), onların bekleme süresi üç aydır. Gebe olanların bekleme süresi ise, yüklerini bırakmaları, doğum yapmalarıdır. Kim Allah'tan korkarsa, Allah ona işinde bir kolaylık verir.","Elmalılı Meali (Orijinal)":"Hayızdan kesilmiş olan kadınlarınız - şübhelendinizse - onların ıddeti de üç aydır, hayız görmiyenler de öyle, yüklülerin ise ecelleri hamillerini vaz'ı etmeleridir ve her kim Allaha korunursa Allah onun işine bir kolaylık verir","Emrah Demiryent Meali":"Kadınlarınızdan âdetten kesilmiş olanlarla, henüz âdet görmeyenler (in iddeti) hususunda tereddüt ederseniz, onların iddetleri üç aydır. Hamile olanların iddeti ise, doğum yapmalarıyla sona erer. Kim Allah’a karşı gelmekten sakınırsa, Allah ona işinde bir kolaylık verir.","Erhan Aktaş Meali":"Kadınlarınızdan adet görmekten kesilenler ve adet görmeyenlerden¹; kuşku duyarsanız, o zaman onların iddetleri² üç aydır. Hamile kadınların bekleme süresi ise doğum yapıncaya kadardır. Kim Allah için takva³ sahibi olursa, Allah ona işinde kolaylık sağlar.","Hasan Basri Çantay Meali":"Kadınlarınız içinden artık âdetden kesilmiş olanlarla henüz âdetini görmemiş bulunanlar (ın iddetlerin) de, eğer şübhe ederseniz, onların iddeti üç aydır. Yüklü kadınların iddetleri ise yüklerini vaz etmeleri (le biter). Kim Allahdan korkarsa O, kendisine (her) işinde, bir kolaylık verir.","Hayrat Neşriyat Meali":"Kadınlarınızdan hayızdan kesilmiş olanlar ile (henüz) hayız görmemiş olanlar(ın bekleme müddetleri) husûsunda şübheye düşerseniz, o takdirde (bilin ki) onların bekleme müddetleri üç aydır. Hâmile olanların bekleme müddeti ise, yüklerini bırakmalarına(çocuklarını doğurana) kadardır. Artık kim Allah'dan sakınırsa, (Allah) ona kendi işinden bir kolaylık kılar.","İhsan Aktaş Meali":"Ve (boşanmış olan) kadınlarınızdan (menopoz dönemine girerek) ay hali görmekten kesilenler ile (adet düzensizliği gibi herhangi bir nedenle veya bir hastalıktan dolayı) ay hali hiç görmemiş (veya hayatında hiç göremeyen) kadınlardan iddetleri hususunda şüpheye düşerseniz, bilin ki, onların iddet beklemesi üç aydır; gebe olanların iddeti, doğurmaları ile tamamlanır. Ve her kim Allah’a (onun emirlerine) karşı gelmekten sakınırsa, Allah ona işinde kolaylık verir. *","İlyas Yorulmaz Meali":"Kadınlarınızdan ay hali olamayanlar ve ay hali gecikenler olursa ve siz (hamile olmasından) şüpheleniyorsanız, o zaman onların iddet bekleme süresi üç aydır. Boşanmış hamile kadınların iddet (bekleme) süreleri doğum yaptıklarında sona erer. Kim Allah’dan korunursa, Allah o’na kendisinden bir kolaylık meydana getirecektir. ","İsmayıl Hakkı Baltacıoğlu":"Kadınlarınız içerisinde aybaşısından kesilmiş olanların süresinden işkillenecek olursanız bilin ki onların süresi üç aydır. Henüz aybaşısını görmiyenlerin süresi de o kadardır. Gebe kadıların süresi doğurmalarıyla sona erer. Her kim Allah’tan sakınırsa Allah da ona her işinde kolaylık gösterir.","İsmail Hakkı İzmirli":"Kadınlarınızdan âdetten kesilenlerin iddetinde şüphe ederseniz onların iddet zamanları üç aydır. Henüz âdet görmeyenler de böyledir. Gebe kadınların iddetleri doğurunca nihayet bulur. Her kim Allah/tan sakınırsa Allah dünyada ve âhirette onun işine kolaylık verir.","İsmail Yakıt":"Kadınlarınızdan âdetten kesilmiş olanlarla âdet görmeyenler⁵ hakkında eğer bir tereddüdünüz [irtebtum] olursa, onların bekleme süreleri üç aydır. Hamile olanların bekleme süresi ise doğum yapmalarıyla sona erer.⁶ Kim Allah’a karşı sorumluluk bilincinde olursa Allah ona işinde kolaylık verir.","Kadri Çelik Meali":"Hayızdan kesilmiş kadınlarınızdan (hayızdan kesilişlerinin yaşlılıktan mı yoksa başka bir sebepten mi olduğu hususunda) şüphe ederseniz, bilin ki onların bekleme süresi üç aydır. Henüz hayız görmeyenler de böyledir. Hamile olan kadınların bekleme süresi doğurmaları ile son bulur. Kim Allah'tan korkarsa (Allah) onun işine kolaylık verir.","Mahmut Kısa Meali":"Boşanan kadınların bekleme süresinin üç ay hâli dönemi olduğu daha önce bildirilmişti (<i>2. Bakara: 228</i>). Herhangi bir sebeple<b> ay hâlinden kesilmiş olan kadınlarınıza gelince, onların bekleme süreleri hakkında </b>ilâhî hükmün ne olduğuna dâir <b>bir şüpheniz varsa, </b>bilin ki bu süre tam <b>üç aydır. </b>Yaşının küçüklüğü veya herhangi bir hastalık sebebiyle hiç <b>ay hâli görmeyen kadınların durumu da böyledir. </b><br><b>Hamile kadınların bekleme süresi ise, çocuklarını doğuruncaya kadardır. </b><br>Kocası ölmüş kadınlara gelince, onlar dört ay on gün beklerler (<i>2. Bakara: 234</i>). Kadın hamile iken kocası ölmüşse, çocuğunu doğurduğu anda bekleme süresini tamamlamış olur. <br>Bekleme mecburiyeti, gerdeğe girmiş kadınlar için geçerlidir. Gerdeğe girmeden boşanmış kadınların bir başkasıyla evlenmek için herhangi bir iddet beklemelerine gerek yoktur (<i>33. Ahzap: 49</i>).<br>Evet, <b>her kim Allah’tan </b>gelen bu hükümleri çiğnemekten <b>sakınırsa, </b>Allah <b>ona </b>her<b> işinde kolaylık sağlayacaktır.</b>","Mahmut Özdemir Meali":"Kadınlarınızdan Âdet’ten kesilmiş olanlara gelince; tereddüt ettiğinizde, onların iddeti / bekleme süresi üç aydır. Âdet görmemiş olanlar da böyledir. Hamile Olanlar’ın bekleme süresi yüklerini bırakıncaya (doğuruncaya) kadardır. Kim Allah’tan sakınıp korunursa, ona işinde kolaylık sağlar.","Mehmet Çakır Meali":"-Eğer merak ediyorsanız- âdetten kesilen kadınlarınızın bekleme süreleri, üç aydır. Henüz âdet görmemiş olanların durumu da böyledir. Hamilelerin bekleme süreleri ise doğum yapana kadardır. Allah, işini sağlam yapana, bir kolayl","Mehmet Çoban Meali":"Kadınlarınızdan âdetten kesilmiş olanlarla, henüz âdet görmeyenler hususunda tereddüt ederseniz, onların bekleme süresi üç aydır. Hamile olanların bekleme süresi ise doğum yapmalarıyla sona erer. Kim Allah’a karşı gelmekten sakınırsa Allah ona işinde kolaylık verir.        ","Mehmet Okuyan Meali":"Kadınlarınızdan âdet halinden ümit kesenlerin (durumundan) şüphe ederseniz, onların bekleme süresi üç aydır. (Bir sebeple) âdet göremeyenler (için de durum böyledir). [*] Hamile olanların (bekleme) süresi ise yüklerini bırakmaları (doğuma kadar)dır. Kim Allah’a karşı [takvâ]lı (duyarlı) olursa, (Allah) ona işinde kolaylık verir.","Mehmet Türk Meali":"Kadınlarınızdan âdetten kesilmiş olanlarla, (henüz) âdet görmeyenler hususunda tereddüt ederseniz, onların (iddet) bekleme süresi de üç aydır. Gebe olanların bekleme süresi ise doğum yapmalarına kadardır. Kim Allah’a karşı hata etmekten sakınırsa, Allah ona işinde mutlaka bir kolaylık verir.","Muhammed Esed Meali":"Ay hali görmekten kesilen ve hiç ay hali görmeyen ¹⁰ kadınlarınıza gelince, onların iddeti, -eğer [onun süresiyle ilgili] bir şüpheniz varsa- üç [takvim] ay[ı] olacaktır; hamile olanların iddetleri ise, doğum yaptıklarında sona erecektir. Allah, kendisine karşı sorumluluk bilinci taşıyan herkese, buyruklarına uymayı kolaylaştırır: ¹¹","Mustafa Çavdar Meali":"Adetten kesilmiş hanımlarınızın bekleme süreleri konusunda şüphe ediyorsanız onların iddet süreleri tam üç aydır, adet görmeyenlerin iddet süreleri de aynıdır. Hamile hanımların iddet süreleri ise doğum yaptıklarında sona erer. Kim Allah’a karşı gelmekten sakınırsa Allah ona işinde mutlaka bir kolaylık ihsan eder. 2/226...240","Mustafa İslamoğlu Meali":"Ve ay halinden tamamen kesilen kadınlarınız konusunda kuşkuya düşerseniz;[⁵¹⁵⁶] bilin ki onların bekleme süresi üç aydır;[⁵¹⁵⁷] hiç ay hali görmeyenlerin durumu da öyledir;[⁵¹⁵⁸] hamile olanların iddeti ise doğum yapıncaya kadardır.[⁵¹⁵⁹] Ve her kim Allah’a karşı sorumluluğunun bilincinde olursa, O ona buyruğunu kolay kılar:[⁵¹⁶⁰]","Orhan Kuntman Meali":"(Boşanacağınız) Kadınlar arasında, adetten kesilmiş ve adet görmeyenlerin iddetleri hususunda kuşkuya düşerseniz -biliniz ki- onların bekleme süresi üç aydır. (Bu sürenin sonunda kocaları ile ilişkileri kesilmiş olur, başkasıyla evlenebilirler) Hamile kadınların bekleme süresi ise, doğum yapmaları ile biter. Kim Allah'tan korkarsa, (koyduğu hükümleri yerine getirirse) Allah ona işinde kolaylık verir.","Osman Fırat Meali":"(Yaşlılıklarından ötürü) Âdetten kesilen kadınlarınızın (bekleme süresinden) şüphe ederseniz, (bilin ki) onların bekleme süresi üç aydır. Ve âdet görmeyenler de böyledir. Hamile olanların bekleme süresi, yüklerini bırakmalarına kadardır. Kim Allah’tan korkarsa (Allâh) ona işinde bir kolaylık yaratır.","Ömer Nasuhi Bilmen Meali":"Ve o kadınlar ki, hayızdan kesilmişlerdir veya hayız görmeye başlamamışlardır, Eğer (iddetleri hususunda) şüpheye düşmüş iseniz, (biliniz ki) onların iddetleri üç aydır, yüklü olan kadınların ise, yüklerini vaz'edinceye değindir, ve her kim Allah'tan korkarsa onun için işinden dolayı bir kolaylık verir.","Suat Yıldırım Meali":"Kadınlarınızdan âdetten kesilenlerin iddetinde tereddüt ederseniz, onların iddet süreleri üç aydır. Henüz âdet görmeyenlerin de süreleri böyledir. Hamile olan kadınların iddetleri, çocuklarını doğurdukları vakit biter. Kim Allah'ı sayıp O' na karşı gelmekten korunursa, Allah onun işinde bir kolaylık verir. ","Süleyman Ateş Meali":"(Yaşlılıklarından ötürü) Adetten kesilen kadınlarınızın (bekleme süresinden) şüphe ederseniz, (bilin ki) onların bekleme süresi üç aydır. Henüz adet görmeyenler de böyledir. Gebe olanların bekleme süresi, yüklerini bırakmalarına kadardır. Kim Allah'tan korkarsa (Allah) ona işinde bir kolaylık yaratır.","Süleyman Tevfik (1927)":"Zevcelerinizden hayızdan kesilmiş olanlarla aslâ hayız görmeyenlerin 'iddeti müddetinde iştibah ider iseniz (biliniz ki) onların iddeti üç aydır. Hâmil kadınların iddeti ise vaz-'ı hamle kadardır. Allâh Te'âlâ'dan ittikâ iden kimseye Cenâb-ı Hak umûrunda kolaylık kılar.","Süleymaniye Vakfı Meali":"Karılarınızdan adetten kesilmiş olanlar hakkında şüpheye düşerseniz iddetleri üç aydır; adet görmeyenler[*] de öyledir. Hamile olanların bekleme süreleri yapacakları doğumla biter. Kim Allah’tan çekinerek kendini korursa Allah onun işini kolaylaştırır.","Şaban Piriş Meali":"Kadınlarınızdan âdetten kesilmiş olanlar eğer tereddüt ederseniz, onların bekleme süresi üç aydır. Henüz âdet görmemiş olanlar da böyledir. Hamile kadınların bekleme süresi, yüklerini bırakıncaya kadardır. Kim Allah'tan korkarsa, ona işinde bir kolaylık sağlar.","Ümit Şimşek Meali":"Hayızdan kesilmiş hanımlarınızın iddetinde şüpheye düşerseniz, onların da, henüz hayız görmemiş olanların da iddeti üç aydır. Hamile olanların iddeti de çocuklarını doğurunca sona erer. Kim Allah'a karşı gelmekten sakınırsa, Allah ona işinde kolaylık verir.","Yaşar Nuri Öztürk Meali":"Âdetten kesilen kadınlarınızın iddet bekleme sürelerinde kuşkuya düşerseniz, onların iddetleri üç aydır. Hiç âdet görmemiş kadınların süreleri de böyledir. Gebe olan kadınların süreleri ise yüklerini bırakmalarına kadardır. Kim Allah'tan sakınırsa, O ona işinde bir kolaylık nasip eder.","Eski Anadolu Türkçesi":"daħı anlar kim nevmįd oldılar ḥayżdan 'avratlaruñuzdan eger gümānlenesiz 'iddeti anlaruñ üç aylardur daħı anlar kim ḥayż görmedi ya'nį 'iddetlerine. daħı yükler isleri zamānı anlaruñ ya'nį iddetlerinüñ ķomaķlarıdur yüklerini. daħı her kim ķorķa Tañrı’dan ķıla anuñ-içün işinden geñezlik.","Satıraltı Meal (1534)":"Ol ‘avratlar ki ümīẕ kesdiler ḥayżdan, sizüñ ‘avratlaruñuzdan, eger şekeyleseñüz anlaruñ ‘iddeti üç aydur ve ol ‘avratlar ki ḥayż görmezler her‐giz. Yüklü ‘avratlaruñ daḫı ‘iddeti doġurıncadur. Kim ki Tañrıdan ḳorḳsaaña her işini geñez ḳılur.","Bunyadov-Memmedeliyev ":"(Yaşa dolmaqla) heyzdən kəsilmiş qadınlarınız (onların gözləmə müddəti) barədə şübhə etsəniz, (bilin ki) onların və həmçinin (yaşları müsaid olmadığı üçün) hələ heyz görməmiş olanların (heyz görməmiş gənc övrətlərinizin) gözləmə müddəti üç aydır (bu müddət başa çatdıqdan sonra başqası ilə evlənə bilərlər). Hamilə qadınların gözləmə müddəti isə onlar bari-həmlini yerə qoyduqda başa çatır. Kim Allahdan qorxsa, Allah onun işini (dünya və axirətdə) asan edər.","M. Pickthall (English)":"And for such of your women as despair of menstruation, if ye doubt, their period (of waiting) shall be three months along with those who have it not. And for those with child, their period shall be till they bring forth their burden. And whosoever keepeth his duty to Allah, He maketh his course easy for him.","Yusuf Ali (English)":"Such of your women as have passed the age of monthly courses, for them the prescribed period, if ye have any doubts, is three months, and for those who have no courses (it is the same):(5513) for those who carry (life within their wombs), their period is until they deliver their burdens: and for those who fear Allah, He will make their path easy.(5514)"},"5":{"Arabic":"ذٰلِكَاَمْرُاللّٰهِاَنْزَلَهُٓاِلَيْكُمْۜوَمَنْيَتَّقِاللّٰهَيُكَفِّرْعَنْهُسَيِّـَٔاتِه۪وَيُعْظِمْلَهُٓاَجْرًا","Abdulbaki Gölpınarlı Meali":"Budur Allah'ın emri ki size indirmiştir onu ve kim, çekinirse Allah'tan, onun kötülüklerini örter ve mükafatını büyültür.","Abdullah-Ahmet Akgül Meali":"<b>Bu </b><i>(Kur’an ve kadın hakları)</i><b> Allah’ın size indirdiği emri </b><i>(ve kurallarıdır)</i><b>. Kim Allah’tan korkup </b><i>(kadın haklarına tecavüzden)</i><b> sakınırsa, Allah kötülüklerini örter ve onun ecrini büyültüp-çoğaltır.</b> ","Abdullah Parlıyan Meali":"Bu Allah'ın size indirdiği buyruğudur. Kim yolunu Allah ile bulmaya çalışırsa, Allah onun kötülüklerini örtüp temizler ve mükafatını büyütür.","Ahmet Tekin Meali":"İşte bunlar Allah'ın size indirdiği düzenin, şeriatın kurallarıdır. Allah'a sığınıp, emirlerine yapışanın, günahlardan arınıp, azaptan korunanın, Allah kusurlarını siler, bağışlar, mükâfatını artırır.","Ahmet Varol Meali":"Bu, Allah'ın size indirdiği emridir. Kim Allah'tan sakınırsa (Allah) onun kötülüklerini örter ve onun ecrini büyütür.","Ali Bulaç Meali":"Bu, Allah'ın size indirdiği emridir. Kim Allah'tan korkup-sakınırsa, Allah kötülüklerini örter ve onun ecrini büyütür.","Ali Fikri Yavuz Meali":"İşte bu (anlatılan hükümler), Allah'ın emridir; (amel etmek için) onu size indirdi. Kim Allah'dan korkarsa, Allah onun günahlarını örter ve onun sevabını büyütür.","Bahaeddin Sağlam Meali":"Bu, Allah’ın size indirdiği bir emridir. Artık kim Allah’ın yasalarına riayet ederse, Allah onun günahlarını siler ve onun için mükâfatını büyütür.","Bayraktar Bayraklı Meali":"İşte bu, Allah'ın size indirdiği buyruğudur. Evet, kim Allah'a saygı duyarsa Allah onun kötülüklerini örter ve ödülünü büyütür.","Besim Atalay Meali (1965)":"Bu, Allahın sizlere gönderdiği emirdir, Allahtan sakınanın bağışlar günahlarını, sevabını büyültür","Cemal Külünkoğlu Meali":"Bütün bu (anlatılan hükümler) Allah'ın size indirdiği emridir. Kim Allah'ın bu hükümleri konusunda duyarlı ve bilinçli davranırsa, Allah onun günâhlarını bağışlar ve ona büyük mükâfatlar verir.","Cemil Said (1924)":"İşte Allâh’ın size gönderdiği emir budur. Allâh kendinden korkanların günâhlarını ’afv ve mükâfâtını tezyîd ider.","Diyanet İşleri Meali (Eski)":"Bu, Allah'ın size indirmiş olduğu buyruğudur. Kim Allah'ın buyruğuna karşı gelmekten sakınırsa, O, onun kötülüklerini örter, ecrini büyültür.","Diyanet İşleri Meali (Yeni)":"İşte bu, Allah’ın size indirdiği emridir. Kim Allah’a karşı gelmekten sakınırsa, Allah onun kötülüklerini örter ve onun mükâfatını büyütür.","Kur'an Yolu (Diyanet İşleri)":"İşte bu, Allah’ın size indirdiği buyruğudur. Evet, kim Allah’a saygısızlıktan sakınırsa Allah onun kötülüklerini örter ve ona büyük bir karşılık verir.","Diyanet Vakfı Meali":"İşte bu, Allah'ın size indirdiği buyruğudur. Kim Allah'tan korkarsa Allah onun kötülüklerini örter ve onun mükâfatını arttırır.","Edip Yüksel Meali":"Bu, ALLAH'ın size indirdiği emridir. Kim ALLAH'ı dinlerse onun kötülüklerini örter ve ödülünü büyütür.","Elmalılı Hamdi Yazır Meali":"Bu, Allah'ın size indirdiği buyruğudur. Kim Allah'tan korkarsa Allah onun kötülüklerini örter ve onun mükafatını büyütür.","Elmalılı Meali (Orijinal)":"İşte bu (anlatılan ahkâm) Allahın emridir, onu size indirdi ve her kim Allahdan korkarsa Allah onun kabahatlerini örter ve ecrini büyültür","Emrah Demiryent Meali":"İşte bu (anlatılan hükümler), Allah’ın size bildirdiği emridir. Kim Allah’a karşı gelmekten sakınırsa, Allah onun kötülüklerini örter ve onun mükâfatını arttırır.","Erhan Aktaş Meali":"İşte bu, Allah'ın size indirdiği buyruğudur. Kim Allah için takva sahibi olursa, onun kötülüklerine kafir¹ olur ve ona yüce, üstün bir ödül verir.","Hasan Basri Çantay Meali":"İşte bu (nlar) Allahın size indirdiği emridir. Kim Allahdan korkarsa (Allah) onun kusurlarını örter, onun mükâfatını büyütür.","Hayrat Neşriyat Meali":"Bu, Allah'ın emridir ki, onu size indirmiştir. Kim Allah'dan sakınırsa,(2) (Allah) onun kötülüklerini örter ve onun için mükâfâtı büyütür.","İhsan Aktaş Meali":"Bu (anlatılan hükümler) Allah’ın buyruğudur ki, size indirmiştir. Kim Allah’a (buyruklarına) karşı gelmekten sakınırsa, Allah onun kötülüklerini örter ve onun ödülünü büyütür (artırır).","İlyas Yorulmaz Meali":"Bunlar Allah’ın size indirmiş olduğu emirleridir. Kim Allah’dan korunursa (emirlerine titizlik gösterip uyarsa) Allah da o’nun yaptığı yanlışlarını (kötülüklerini) örter ve o’na büyük bir karşılık verir.","İsmayıl Hakkı Baltacıoğlu":"İşte Allah’ın size bildirdiği buyruk budur. Herkim Allah’tan sakınırsa Allah da onun kötülüklerini örter, hem de onun karşılığını büyültür.","İsmail Hakkı İzmirli":"İşte bu, Allah/ın size indirdiği emridir. Her kim Allah/tan sakınırsa Allah onun kötülüklerini örter ve mükâfatını büyültür.","İsmail Yakıt":"Bu, Allah’ın üzerinize indirmiş olduğu buyruğudur. Kim Allah’a karşı sorumluluk bilincinde olursa, (Allah) onun kötülüklerini örter ve mükâfatını büyütür.","Kadri Çelik Meali":"Bu, Allah'ın size indirdiği emridir. Kim Allah'tan korkup sakınırsa, Allah onun kötülüklerini örter ve onun ecrini büyütür.","Mahmut Kısa Meali":"<b>Bu </b>hükümler,<b> Allah’ın size göndermiş olduğu emridir. </b>Dikkat edin; <b>her kim Allah’tan </b>gelen ilkeler ışığında hayatına yön vererek dürüst ve erdemlice bir hayatı tercih ederek kötülüklerden titizlikle <b>sakınırsa, </b>Allah <b>onun</b> <b>günahlarını bağışlayacak ve kendisini </b>cennette <b>büyük bir ödülle onurlandıracaktır!</b><br>Kocaları ölmüş olan kadınlar, onların vasiyet edeceği bir yıllık nafakayla geçimlerini sağlarlar (<i>2. Bakara: 240</i>). Boşanmış kadınların nafakalarına gelince:","Mahmut Özdemir Meali":"Bu, Allah’ın size indirdiği emridir. Kim de Allah’tan sakınıp korunursa, onun kötülüklerini örter; ona ücretini çok büyültür.","Mehmet Çakır Meali":"Bu size indirilen bir, Tanrı fermanıdır.  Allah, işini sağlam yapanın günahlarını bağışladığı gibi, sevabını da arttıracaktır.","Mehmet Çoban Meali":"İşte bunlar Allah’ın size gönderdiği yasalardır. Kim Allah’a karşı gelmekten sakınır, yasalarına uyarsa; Allah onun kötülüklerini örter, mükâfatlarını artırır.          ","Mehmet Okuyan Meali":"İşte bu(nlar), Allah’ın size indirdiği emirleridir. Kim Allah’a karşı [takvâ]lı olursa, (Allah) onun kötülüklerini örter ve onun ödülünü artırır.","Mehmet Türk Meali":"İşte bütün bu(nlar), Allah’ın size indirdiği emridir. Her kim Allah’a karşı hata etmekten sakınırsa, Allah onun kusurlarını örter ve mükâfatını artırır.","Muhammed Esed Meali":"bu, Allah’ın size indirdiği buyruğudur. Ve O, Allah’a karşı sorumluluğunun bilincinde olan herkesin [bazı] kötü fiillerini örter ve onlara büyük bir ödül bağışlar.","Mustafa Çavdar Meali":"İşte bu Allah’ın size indirdiği emridir. Artık kim Allah’a karşı gelmekten sakınırsa Allah onun günahlarını örter ve ona muazzam bir ödül verir. 10/7, 65/8","Mustafa İslamoğlu Meali":"İşte bu Allah’ın size indirmiş olduğu buyruğudur; kim Allah’a karşı sorumluluğunun bilincinde olursa, (Allah) onun günahlarını örter ve ona muazzam bir ödül verir.","Orhan Kuntman Meali":"İşte bunlar Allah’ın, size indirdiği emirleridir, kim Allah'tan korkarsa, Allah onun kusurlarım bağışlar ve mükâfatını artırır.","Osman Fırat Meali":"İşte bu, Allah’ın size indirdiği emridir. Kim Allah’a karşı gelmekten sakınırsa, Allah onun kötülüklerini örter ve onun mükâfatını büyütür.","Ömer Nasuhi Bilmen Meali":"İşte bu, Allah'ın emridir, size indirilmiştir ve her kim Allah'dan korkarsa onun günahlarını örter ve onun için mükâfaatı büyütür.","Suat Yıldırım Meali":"İşte bu, Allah'ın size indirdiği bir emirdir. Kim Allah'a karşı gelmekten korunursa Allah onun günahlarını örter, onun mükâfatını artırır, ecrini bol bol verir. ","Süleyman Ateş Meali":"Bu, Allah'ın size indirdiği buyruğudur. Kim Allah'tan korkarsa (Allah) onun kötülüklerini örter ve onun mükafatını büyütür.","Süleyman Tevfik (1927)":"Bu Allâh'ın size inzâl iylediği emridir. Allâh'dan ittikâ idenin (emrine itâ'atle) Allâh günâhlarını 'afv ider ve ecir ve mükâfâtını ihsân buyurur.","Süleymaniye Vakfı Meali":"Bu Allah’ın emridir, onu size indirmiştir. Kim Allah’tan çekinerek kendini korursa Allah da onun kabahatlerini örter ve alacağı ödülü arttırır.","Şaban Piriş Meali":"Bu, Allah'ın size indirdiği emridir. Kim Allah'tan sakınırsa, O, onun günahlarını bağışlar ve mükafatını da büyük verir.","Ümit Şimşek Meali":"İşte bu, Allah'ın size indirdiği buyruğudur. Kim Allah'a karşı gelmekten sakınırsa, Allah onun günahlarını örter ve ödülünü arttırır.","Yaşar Nuri Öztürk Meali":"İşte bu, Allah'ın size indirmiş olduğu emridir. Kim Allah'tan sakınırsa O, onun çirkinliklerini örter ve onun ödülünü büyütür.","Eski Anadolu Türkçesi":"şol Tañrı buyruġıdur indürdi anı sizdin yaña. daħı her kim ķorķar-ise Tañrı’dan yarlıġaya aña yavuz işlerin daħı ulu eyleye anuñ-içün müzdi.","Satıraltı Meal (1534)":"Ol Tañrı Ta‘ālā buyruġıdur. İndürdi anı üstüñüze. Kim ki Tañrıdan ṣaḳın‐sa, günāhların baġışlar ve anuñ ecrini ululadur.","Bunyadov-Memmedeliyev ":"Bu, Allahın sizə nazil etdiyi buyuruğudur. Kim Allahdan qorxsa, Allah onun (günahlarının) üstünü örtər və (axirətdə) mükafatını artırar.","M. Pickthall (English)":"That is the commandment of Allah which He revealeth unto you. And whoso keepeth his duty to Allah, He will remit from him his evil deeds and magnify reward for him.","Yusuf Ali (English)":"That is the Command of Allah, which He has sent down to you: and if any one fears Allah, He will remove his ills,(5515) from him, and will enlarge his reward."},"6":{"Arabic":"اَسْكِنُوهُنَّمِنْحَيْثُسَكَنْتُمْمِنْوُجْدِكُمْوَلَاتُضَٓارُّوهُنَّلِتُضَيِّقُواعَلَيْهِنَّۜوَاِنْكُنَّاُو۬لَاتِحَمْلٍفَاَنْفِقُواعَلَيْهِنَّحَتّٰىيَضَعْنَحَمْلَهُنَّۚفَاِنْاَرْضَعْنَلَكُمْفَاٰتُوهُنَّاُجُورَهُنَّۚوَأْتَمِرُوابَيْنَكُمْبِمَعْرُوفٍۚوَاِنْتَعَاسَرْتُمْفَسَتُرْضِعُلَهُٓاُخْرٰىۜ","Abdulbaki Gölpınarlı Meali":"Onları, gücünüz yeterse oturduğunuz yerin bir kısmında oturtun ve onları sıkıştırarak zararlandırmayın ve gebeyseler doğuruncaya dek doyurun onları ve çocuklarınızı emziriyorlarsa da artık ücretlerini verin ve karıkoca; güzelce danışıp görüşerek yapın bu işleri ve bir güçlük çıkarsa çocuğu başka bir kadın emzirir artık.","Abdullah-Ahmet Akgül Meali":"<i>(Boşadığınız)</i><b> Kadınları, gücünüz oranında oturmakta olduğunuz yerin </b><i>(evin)</i><b> bir yanında </b><i>(uygun ve ayrı bir odasında)</i><b> oturtup barındırın, onlara ’darlık ve sıkıntıya düşürmek amacıyla’ zarar vermeye </b><i>(kalkmayın)</i><b>. Eğer onlar hamile iseler, yüklerini bırakıncaya </b><i>(doğumlarını yapıncaya)</i><b> kadar onlara nafaka </b><i>(geçim standardı)</i><b> sağlayın. </b><i>(Boşanan kadınlar)</i><b> Şayet sizler için </b><i>(çocuğu)</i><b> emzirirlerse, onların ücretlerini karşılayın. </b><i>(Durum ve ilişkilerinizi)</i><b> Kendi aranızda ma’ruf </b><i>(güzellikle ve İslam’a uygun bir tarz)</i><b> üzere görüşüp-konuşup </b><i>(anlaşın.)</i><b> Eğer </b><i>(maddi ve ailevi bir)</i><b> güçlük içine girerseniz, bu durumda </b><i>(çocuğu)</i><b> onun </b><i>(babası)</i><b> için bir başkası da emzirebilir </b><i>(zorlamayın)</i><b>. </b> ","Abdullah Parlıyan Meali":"O halde boşadığınız fakat bekleme süreleri bitmemiş olan kadınların sizinle aynı yerde aynı imkanları kullanarak geçinmelerini sağlayın ve onları rahatsız edip hayatlarını çekilmez hale getirmeyin. Eğer hamile iseler, doğumlarını yapıncaya kadar onlar için her türlü harcamayı yapın. Boşanma kesinleştikten sonra çocuğunuzu emzirirlerse onlara emzirme ücretlerini ödeyin bu emzirme işinde her iki taraf ve çocuğun menfatine uygun olan şekli aranızda görüşün ve kararlaştırın, boşanıp ayrıldık diye küsüşüp birbirinize zorluk çıkarmayın. Eğer aranızda emzirme meselesinde bir zorluk çıkarsa yani baba cimrilik edip gerekeni vermez, ana da emzirmeye nazlanırsa o vakit onu babanın hesabına diğer bir kadın emzirsin.","Ahmet Tekin Meali":"İddetlerini bekleyen hanımlarınızı imkânlarınızın elverdiği ölçüde ikamet ettiğiniz yerin bir bölümünde oturtun. Onları sıkıştırıp, gitmelerini sağlamak için kendilerine zarar vermeye kalkışmayın. Eğer hâmile iseler, doğuruncaya kadar nafakalarını verin. Sizin adınıza çocuğunuzu emziriyorlarsa, onlara ücretlerini ödeyin. Çocuk konusunda, birbirinize danışarak, Kur'ân ve sünnetin hükümlerine, meşrû, İslamî kurallarla örtüşen örfe, ilmî verilere, mü'minlerin tasvip ettiği, icrasında hayır gördüğü konulara, hakkaniyete uygun bir şekilde, karşılıklı anlayış göstererek birlikte karar verin. Eğer birbirinize güçlük çıkarırsanız, anlaşamazsanız, çocuğu babanın hesabına bir sütanne emzirecektir.","Ahmet Varol Meali":"O kadınları [3] gücünüz ölçüsünde oturduğunuz yerin bir bölümünde oturtun ve onları sıkıntıya sokmak için kendilerine zarar vermeğe kalkmayın. Eğer hamile iseler yüklerini bırakıncaya kadar onlara nafaka verin. Sizin için (çocuklarınızı) emzirirlerse ücretlerini verin. Aranızda güzellikle danışın. Eğer güçlük içine düşerseniz o zaman (çocuğu) onun (babanın) hesabına bir başka kadın emzirir.","Ali Bulaç Meali":"(Boşadığınız) Kadınları, gücünüz oranında oturmakta olduğunuz yerin bir yanında oturtun, onlara 'darlık ve sıkıntıya düşürmek amacıyla' zarar vermeyin. Eğer onlar hamile iseler, yüklerini bırakıncaya (doğumlarını yapıncaya) kadar onlara nafaka verin. Şayet sizler için (çocuğu) emzirirlerse, onlara ücretlerini ödeyin. (Durum ve ilişkilerinizi) Kendi aranızda maruf (güzellikle ve İslam'a uygun bir tarz) üzere görüşüp-konuşun. Eğer güçlük içine girerseniz, bu durumda (çocuğu) onun (babası) için bir başkası emzirebilir.","Ali Fikri Yavuz Meali":"(Boşamış olduğunuz) o kadınları, (iddetleri zarfında) gücünüzün yettiği kadar oturduğunuz yerin bir kısmında oturtun. Bir de üzerlerine tazyik yapmak için onlara zarar vermeye kalkışmayın; ve eğer gebe iseler, çocuklarını doğuruncaya kadar nafakalarını verin. Sonra (boşadığınız kadınlarla ilginiz kesilince) sizin hesabınıza (çocuklarınızı) emzirirlerse, o vakit de ücretlerini verin ve aranızda iyilikle (ücret işini) müşavere edin; anlaşın. Eğer (anne çocuğa süt vermemekle) güçlüğe uğrarsanız, bu takdirde baba hesabına (çocuğu) başka bir kadın emzirecektir.","Bahaeddin Sağlam Meali":"O boşadığınız kadınları, gücünüz nispetinde oturduğunuz yerde oturtun. Onları sıkıştırmak için onlara zarar vermeyin. Eğer hamile iseler, yüklerini doğuruncaya kadar onların nafakalarını verin. Eğer sizin için (çocuklarınıza) süt verirlerse, onların ücretlerini onlara verin. Ve aranızda güzelce anlaşın. Eğer anlaşamazsanız, başka bir kadın onun için, (çocuğu) emzirecektir.","Bayraktar Bayraklı Meali":"O kadınları imkanınıza göre kendi oturduğunuz yerde oturtunuz ve onları baskı altına almak için kendilerine zarar vermeye kalkışmayınız. Eğer hamile iseler, doğum yapıncaya kadar nafakalarını karşılayınız. Sizin hesabınıza çocuğunuzu emzirirlerse onlara karşılığını ödeyiniz ve aranızda güzelce konuşup anlaşınız. Anlaşmakta zorlanırsanız bu durumda çocuğu, o erkeğin hesabına başka bir kadın emzirecektir.","Besim Atalay Meali (1965)":"Sizler bu kadınları, gücünüzün yettiğince evinizde oturtunuz, sıkıştırıp zarar vermiyesiniz, eğer gebe iseler, doğurana değin yediresiniz, çocuğu emzirmek istiyorlarsa, karşılığın veriniz, aranızda güzellikle konuşun, eğer güçlük çekerseniz, başka biri emzirir","Cemal Külünkoğlu Meali":"(Boşadığınız ve sürelerini bekleyen) kadınları gücünüz nispetinde, (bekleme süreleri sona erinceye kadar) oturduğunuz evlerin bir bölümünde (ihtiyaçlarını karşılayarak) oturtun. Çıkıp gitmeleri için onlara baskı yapmayın! Eğer hamile iseler, doğum yapıncaya kadar onların geçimlerini sağlayın! Sizin için (çocuğu) emzirirlerse (emzirme) ücretlerini de verin ve aranızda uygun bir şekilde anlaşın! Eğer (anlaşmakta) güçlük çekerseniz, çocuğu bir başka kadın emzirebilir.","Cemil Said (1924)":"Tatlîk itdiğiniz kadınları (’iddetin hitâmına kadar) kendi iskân itdiğiniz mahalde vesâit-i mevcûdeniz ile oturtınız. Ânları dar yerde oturtarak zahmet virmeyiniz. Hâmile olanlara iyi bakınız. Vaz-’ı haml idinceye kadar nafakalarını te’mîn idiniz. Çocuklarınızı irzâ’ idiyorlar ise ücret viriniz. Bu ücreti beyninizde karârlaşdırınız ve semîhâne hareket idiniz. Eğer irzâ’a mâni’ var ise diğer bir kadın (süd nine) çocuğı irzâ’ iylesün.","Diyanet İşleri Meali (Eski)":"Boşadığınız, fakat iddeti dolmamış kadınları gücünüz nispetinde, kendi oturduğunuz yerde oturtun. Onları sıkıntıya sokmak için zarar vermeye kalkışmayın. Eğer hamile iseler, doğurmalarına kadar nafakalarını verin. Çocuğu sizin için emzirirlerse, onlara ücretlerini ödeyin; aranızda uygun bir şekilde anlaşın; eğer güçlükle karşılaşırsanız çocuğu başka bir kadın emzirebilir.","Diyanet İşleri Meali (Yeni)":"Onları (iddetleri süresince) gücünüz nispetinde, oturduğunuz yerin bir bölümünde oturtun. Onları sıkıntıya sokmak için kendilerine zarar vermeye kalkışmayın. Eğer hamile iseler, doğum yapıncaya kadar nafakalarını verin. Sizin için (çocuğu) emzirirlerse (emzirme) ücretlerini de verin ve aranızda uygun bir şekilde anlaşın. Eğer anlaşamazsanız, çocuğu baba hesabına başka bir kadın emzirecektir.","Kur'an Yolu (Diyanet İşleri)":"O kadınları, durumunuza uygun olarak kendi oturduğunuz yerde oturtun ve onların imkânlarını daraltmak yoluyla kendilerine zarar vermeye kalkışmayın. Eğer gebe iseler, doğum yapıncaya kadar nafakalarını karşılayın. Sizin hesabınıza (çocuğunuzu) emzirirlerse onlara karşılığını ödeyin ve aranızda güzelce konuşup anlaşın. Anlaşmakta zorlanırsanız bu durumda o erkeğin hesabına başka bir kadın emzirecektir.","Diyanet Vakfı Meali":"Onları gücünüz ölçüsünde oturduğunuz yerin bir bölümünde oturtun, onları sıkıştırıp (gitmelerini sağlamak için) kendilerine zarar vermeye kalkışmayın. Eğer hâmile iseler, doğum yapıncaya kadar nafakalarını verin. Sizin için çocuğu emzirirlerse onlara ücretlerini verin, aranızda uygun bir şekilde anlaşın. Eğer anlaşamazsanız çocuğu, başka bir kadın emzirecektir.","Edip Yüksel Meali":"O kadınları, gücünüz oranında, oturduğunuz yerde oturtun. Ayrılmaya zorlamak için onları rahatsız etmeyin. Gebe iseler, yüklerini bırakıncaya kadar onların geçimlerini sağlayın. Sizin için emzirirlerse ücretlerini ödeyin. Aranızda güzel bir ilişki kurun. Güçlükle karşılaşırsanız, onu başka bir kadın emzirecektir.","Elmalılı Hamdi Yazır Meali":"O kadınları, gücünüz ölçüsünde oturduğunuz yerin bir bölümünde oturtun ve onları sıkıştırmak için kendilerine zarar vermeye kalkışmayın. Şayet gebe iseler, yüklerini bırakıncaya kadar onları besleyin. Sonra sizin için emzirirlerse ücretlerini verin ve aranızda güzellikle konuşup danışın. Güçlük çekerseniz çocuğu, başka bir kadın emzirecektir.","Elmalılı Meali (Orijinal)":"O kadınları gücünüzün yettiğinden sâkin olduğunuz yerin bir kısmında iskân ediniz, ve üzerlerine tazyık yapmak için onları ızrara kalkışmayınız ve eğer yüklü iseler hamillerini vaz'ı edinciye kadar nefakalarını verin, sonra sizin hisabınıza emzirirlerse o vakit de ecirlerini verin ve aranızda iyilikle emr edin ve eğer zorlaşıyorsanız o halde baba hisabına diğer bir emzikli emzirecektir","Emrah Demiryent Meali":"(Boşamış olduğunuz) o kadınları, (iddetleri süresince) imkânlarınız nispetinde oturduğunuz meskenlerin bir bölümünde oturtun. (Evinizi terk etmeleri için) onları sıkıntıya sokup, kendilerine zarar vermeyin! Eğer hamile iseler, doğum yapıncaya kadar nafakalarını verin. Sizin için (çocuğu) emzirirlerse (emzirme) ücretlerini de verin ve aranızda uygun bir şekilde anlaşın. Eğer (boşadığınız kadınlarla, emzirme ücreti hususunda) anlaşamazsanız, çocuğu başka bir kadın (sütanne) emzirebilir.","Erhan Aktaş Meali":"Oturduğunuz yerin bir bölümünde gücünüz yettiğince onları oturtun. Onları sıkıntıya sokmak için, zarar verecek bir şey yapmayın. Eğer hamile iseler, doğum yapıncaya kadar onlara karşılıksız yardımda bulunun. Sonra emzirirlerse ücretlerini verin. Aranızda konuşarak ma'ruf bir şekilde anlaşın. Eğer bir zorlukla karşılaşırsanız o zaman emzirme işini başkasına yaptırın. ","Hasan Basri Çantay Meali":"(Boşanan) o kadınları, gücünüzün yetdiği kadar, ikaamet etdiğiniz yerin bir kısmında oturtun. (Evleri) başlarına dar etmek (onları çıkmıya mecbur kılmak) için kendilerine zarar yapmayın. Eğer onlar yüklü iseler yüklerini koyuncuya kadar nafakalarını verin. Eğer (kendilerinden olan evlâdlarınızı) sizin fâidenize emzirirlerse onlara ücretlerini verin. Aranızda (bu hususda) güzelce müşavere edin. Eğer güçlüğe uğrarsanız o halde (çocuğu) onun (hesabına) bir başka (kadın) emzirecekdir.","Hayrat Neşriyat Meali":"(Boşadığınız) o kadınları gücünüz nisbetinde kendi oturduğunuz ye rin bir bölümünde oturtun; on ları sıkış tırmak (ve bir an önce çıkmalarını sağ lamak) için kendilerine zarar verme(ye kalkışma)yın!<br>Eğer hâmile iseler, artık yüklerini bıra kıncaya kadar onlara nafaka verin! Sonra sizin için(çocuğunuzu) emzirirlerse, onlara ücretlerini de verin! (Bu hu sus ta) aranızda güzel bir şekilde an laşın! Eğer (anlaşmakta) zorluk çekerse niz, o zaman (çocuğu) onun (babanın) hesâbına baş ka sı emzirecektir.","İhsan Aktaş Meali":"Onları (boşamış olduğunuz kadınları iddetleri süresince) gücünüz nispetinde, barındığınız yerin bir bölümünde (ihtiyaçlarını karşılayarak) barındırın. Onları sıkıntıya sokmak için sakın kendilerine zarar vermeye kalkışmayın! Eğer hamile iseler, doğum yapıncaya (çocuklarını doğurana) kadar nafakalarını verin! Sizin için (çocuğu) emzirirlerse (emzirme) ücretlerini de verin ve aranızda uygun bir şekilde anlaşın! Eğer (anlaşmakta) güçlük çekerseniz, çocuğu bir başka kadın emzirebilir.","İlyas Yorulmaz Meali":"Boşadığınız hamile kadınları, sahibi olduğunuz evlerden birisine yerleştirin (sokağa atmayın). Onları (kaçıp gitmeleri için) sıkıştırıp eziyet ederek zarar vermeyin. Eğer boşadığınız kadınlar hamile iseler, doğumlarını yapıncaya kadar rızıklarını ve ihtiyaçlarını karşılayın. Eğer doğumdan sonra sizin için bebeği emzirirse, ücretlerini de verin ve aranızda uygun bir şekilde anlaşma yapın. Eğer anlaşmanızda güçlük çıkarsa, bebeği başka biri emzirebilir.","İsmayıl Hakkı Baltacıoğlu":"O kadınları süreleri bitinceye kadar, gücünüz yettiği kadar, oturduğunuz yerin bir kısmında oturtun. Onları bezdirmek için onlara zarar vermiye kalkışmayın. Gebe iseler, doğuruncaya kadar onlara geçimliklerini verin. Sizden olan çocukları emzirecek olurlarsa emeklerini ödeyin. Bunun için biribirinizle güzelce anlaşın. Eğer bir güçlüğe uğrıyacak olursanız çocuğu bir başka kadın emzirir.","İsmail Hakkı İzmirli":"Boşadığınız kadınları iddetleri bitinceye kadar gücünüzün yettiği kadar sakin olduğunuz yerde iskân edin. Çıkıp gitmeleri için sıkıştırmak suretiyle onlara zarar vermek fikrinde olmayın. Gebeyseler doğuruncaya kadar onlara nafaka verin. Eğer boşanan kadınlar çocuklarınızı emzirirlerse onların emzirme ücretini veriniz. Emzirme ve ücret hususunda güzelce birbirinize danışın. Bu hususta aranızda güçlük çıkarsa çocuğu diğer bir kadın emzirir l.","İsmail Yakıt":"Onları (bekleme sürelerinde) gücünüz/imkânınız nispetinde, oturduğunuz yerin bir bölümünde/odasında oturtunuz.⁷ Onları sıkıntıya sokmak için kendilerine zarar vermeye kalkışmayınız. Eğer hamile iseler, doğum yapıncaya kadar nafakalarını veriniz. Eğer çocuğu sizin hesabınıza emzirirlerse, ücretlerini (ayrıca) veriniz ve aranızda güzellikle anlaşınız. Eğer anlaşamazsanız, çocuğu (babası adına) bir başkası emzirebilir.⁸","Kadri Çelik Meali":"(Boşandığınız) Kadınları, gücünüz oranında oturmakta olduğunuz yerin bir kısmında oturtun, onları darlık ve sıkıntıya düşürmek amacıyla kendilerine zarar vermeyin. Eğer onlar hamile iseler, yüklerini bırakıncaya (doğumlarını yapıncaya) kadar onlara nafaka verin. Şayet sizler için (çocuğu) emzirirlerse, onlara ücretlerini ödeyin. Kendi aranızda güzel bir tarz üzere görüşüp konuşun. Eğer güçlük içine girerseniz, bu durumda (çocuğu), onun (babası) için bir başkası emzirebilir.","Mahmut Kısa Meali":"<b>Boşamış olduğunuz kadınları, </b>bekleme süreleri sona erinceye kadar<b> gücünüz oranında </b>ihtiyaçlarını karşılayarak kendi <b>evlerinizde barındırın. </b>Evinizi terk etmeleri için <b>baskı yapmak amacıyla onları rahatsız etmeyin! Eğer hamileyseler, doğum yapıncaya kadar onların geçimlerini sağlayın. </b>Boşanma gerçekleştikten sonra<b>sizin için </b>çocuğunuzu <b>emzirirlerse, </b>emzirme <b>ücretlerini onlara</b><b>ödeyin. </b>Bu gibi konuları <b>aranızda en güzel bir şekilde </b>karşılıklı birbirinizle <b>danışıp </b>konuşarak çözüm ve karara bağlay<b>ın. Eğer aranızda anlaşmaya varamazsanız, çocuğu bir başka kadın da emzirebilir. </b>Fakat çocuğu emzirecek bir kadın bulunamazsa, annesi onu emzirmek zorundadır. <br>Nafakada temel ölçü şudur:","Mahmut Özdemir Meali":"Boşadığınız kadınları gücünüz ölçüsünde kendi oturduğunuz yerden bir yere oturtun! Onları dara sokmak / daraltmak için onlara zarar vermeye kalkışmayın! Eğer hamile iseler, doğuruncaya kadar nafakalarını verin! Sizin için emzirdilerse, onlara ücretlerini verin! Aranızda örfe uygun bir şekilde iş görün (işleri yürütün)! Bir güçlükle karşılaştıysanız, onu bir başkası emzirecektir.","Mehmet Çakır Meali":"<b>Mümkün</b> ise kadınları kendi oturduğunuz yerde tutun. Kendilerini baskı altında tutmak için bir takım dayatmalarda bulunmayın. Hamile iseler, doğumlarını yapana kadar nafakalarını verin. Bebeğinizi emzirirlerse ücretlerini verin Ücret konusunu aranızda güzellikle halledin. Zorluk çıkarırsanız, bebeği başkası emzirecek demektir.","Mehmet Çoban Meali":"Boşadığınız kadınları gücünüz nispetinde oturduğunuz evin misafir bölümünde oturtun. Çünkü boşamaya karar verdiğiniz kadınlarınız artık sizin için misafirdir. Onları sıkıntıya sokmak için kendilerine zarar vermeye kalkışmayın! İnsan misafirlerine hakaret etmez. Onları el üstünde tutar. Eğer hamile iseler, doğum yapıncaya kadar maddi ihtiyaçlarını giderin! Sizin için doğan çocuğu emzirirlerse emzirme ücretlerini ödeyin! Ücret konusunda örfe uyun! Sakın çocuğun annesi sensin onu emzirmeye mecbursun demeyin! Çocukların her türlü bakımı babaya aittir. Ücrette anlaşamazsanız emzirmek üzere başka bir kadınla anlaşın! Emzirmesi için annesine baskı yapmayın!         ","Mehmet Okuyan Meali":"Gücünüz ölçüsünde oturduğunuz yerin (evinizin) bir bölümünde onları (da) oturtun! Onları (gitmeleri için) sıkıştırıp kendilerine zarar vermeyin! (Boşandığınız kadınlar) hamile iseler, doğum yapıncaya kadar nafakalarını verin! Sizin için (çocuğunuzu) emzirirlerse onlara ücretlerini verin; aranızda uygun bir şekilde istişare edin! (Emzirtme konusunda) zorluk çekerseniz, onu başka bir (kadın) emzirecektir.","Mehmet Türk Meali":"(Boşadığınız) o kadınları, gücünüz ölçüsünde oturduğunuz yerin bir bölümünde oturtun ve onları rahatsız ederek zarar vermeğe kalkışmayın. Şâyet gebe iseler çocuklarını doğuruncaya kadar, onların geçimini sağlayın.¹ Eğer çocuğu sizin namınıza emzirirlerse onlara ücretlerini verin ve (bu durumu) aranızda güzellikle konuşup anlaşın.² Yok, eğer anlaşamazsanız (o zaman) çocuğu (babası) başka bir kadına emzirtsin.³","Muhammed Esed Meali":"[O halde, iddetlerinin içinde bulunan] kadınların, sizinle aynı yerde, aynı imkanları kullanarak geçinmelerini sağlayın; ¹² ve onları rahatsız edip hayatlarını çekilmez hale getirmeyin. Eğer hamile kalırlarsa, doğumlarını yapıncaya kadar onlar için her türlü harcamayı yapın; [boşanma kesinleştikten sonra] çocuğunuzu emzirirlerse onlara [hak ettikleri] karşılığı verin; ve kendi aranızda [çocuğun geleceğini] uygun bir şekilde konuşun. Eğer ikiniz de [annenin çocuğu emzirmesi ihtimalini] zor görürseniz ¹³ onu [babasının] adına ¹⁴ başka bir kadın emzirsin.","Mustafa Çavdar Meali":"Boşadığınız hanımlarınızı imkânlarınız ölçüsünde oturduğunuz evlerin bir bölümünde oturtun, evden çıkıp gitsinler diye onları sıkıştırmayın, eğer hamile iseler doğumlarına kadar onların geçimini temin edin. Şayet çocuğunuzu emzirirlerse onların emzirme ücretini verin, emzirme ve ücret konusunda günün şartlarına göre aranızda anlaşın. Bu konuda anlaşamadığınız takdirde baba başka bir sütanne bulacaktır. 2/226...240, 65/1","Mustafa İslamoğlu Meali":"(İddet bekleyen kadınlarınızı), imkânlarınız nisbetinde barındığınız şartlara[⁵¹⁶¹] uygun olarak barındırın; onlar üzerinde baskı kurup hayatlarını çekilmez hale getirmeyin; eğer hamileyseler, doğum yapıncaya kadar nafakalarını üstlenin; eğer (çocuğunuzu) sizin hesabınıza emzirirlerse, onlara hak ettikleri karşılığı verin ve (çocuğun geleceğini) kendi aranızda ortak değerler çerçevesinde istişare edin;[⁵¹⁶²] eğer (emzirme konusunda) karşılıklı zorlanırsanız, bu takdirde (baba) hesabına bir başkası emzirecektir.[⁵¹⁶³]","Orhan Kuntman Meali":"(Boşanmak için süresini bekleyen) Kadınları, -gücünüzün ölçüsüne göre- evinizin bir kısmında oturtun, -bir an evvel gitmelerini sağlamak için- onları sıkıştırıp zarar vermeyin. Eğer hamile iseler, doğum yapıncaya kadar nafakalarını verin. (Doğumdan sonra) sizin çocuklarınızı emzirirlerse, onlara ücretlerini verin ve aranızda konuşarak ücret bedeli hususunda uygun bir şekilde anlaşın, eğer anlaşamazsanız, bebeği başka bir kadın emzirir.","Osman Fırat Meali":"Onları gücünüz nispetinde, oturduğunuz yerin bir bölümünde oturtun. Onları sıkıntıya sokmak için kendilerine zarar vermeye kalkışmayın. Eğer hamile iseler, doğum yapıncaya kadar nafakalarını verin. Sizin için (çocuğu) emzirirlerse (emzirme) ücretlerini de verin ve aranızda uygun bir şekilde anlaşın. Eğer anlaşamazsanız, çocuğu baba hesabına başka bir kadın emzirecektir.","Ömer Nasuhi Bilmen Meali":"O (boşanan) kadınları gücünüzün yettiği kadar ikamet ettiğiniz yerin bir kısmında oturtun ve üzerlerine tazyikte bulunmanız için kendilerine zarar vermeyin ve eğer yüklü bulunmakta iseler yüklerini koyuncaya değin onlara nafakalarını verin. Eğer sizin için (çocuklarınızı) emzirirlerse onlara ücretlerini verin, ve aranızda makuf bir veçhile müşaverede bulunun ve eğer müşkilata uğrar iseniz onun için başkası emzirecektir.","Suat Yıldırım Meali":"Boşadığınız eşlerinizi, imkânlarınız nisbetinde oturduğunuz meskenlerin bir bölümünde iddetlerini tamamlayıncaya kadar oturtun! Onlar üzerinde çıkıp gitmelerini sağlamak için bir baskı kurmak niyetiyle onlara zarar vermeye kalkışmayın. Eğer onlar hamile iseler, çocuklarını doğuruncaya kadar nafakalarını verin. Sonra boşadığınız eşlerle ilginiz kesilince sizin hesabınıza çocuklarınızı emzirirlerse, ücretlerini verin. Aranızda ücret işini meşrû çerçevede, örfe uygun olarak güzellikle görüşüp sonuçlandırın! Eğer annesinin çocuğu emzirmemesi sebebiyle sıkıntıya düşerseniz, bu takdirde baba, ücret vererek bir başka emziren kadın bulacaktır. [2, 233]","Süleyman Ateş Meali":"(Boşadığınız) O kadınları, gücünüz ölçüsünde oturduğunuz yerin bir bölümünde oturtun ve onları sıkıştır(ıp evden çıkmağa zorla)mak için kendilerine zarar vermeğe kalkışmayın. Şayet gebe iseler, yüklerini bırakıncaya kadar onların geçimini sağlayın. Sonra sizin için (çocuğunuzu) emzirirlerse onlara ücretlerini verin ve aranızda güzellikle konuşup anlaşın. Eğer (anlaşmakta) güçlük çekerseniz (o zaman) çocuğu, başka bir kadın emzirecektir.","Süleyman Tevfik (1927)":"Onları (tatlîk itdiğiniz kadınları) 'iddetinin hitâmına kadar, kudretinizin yetdiği bir mekânda iskân idin. Onları tazyîk içün ızrâr itmeyin. Eğer hâmil iseler vaz-'ı haml idinceye kadar nafakalarını virin. Eğer evlâdınızı sizin içün emzirirlerse ücretini, aranızda ma'rûf ve müstahsen sûretde karârlaşdırub tesviye iyleyin. Eğer süd emzirmek husûsunda müşkilât olur ise çocuğı diğer biri emzirsün. (Süd anneye virilsün).","Süleymaniye Vakfı Meali":"Boşadığınız kadınları (iddetleri esnasında) gücünüze göre oturduğunuz yerin bir kısmında oturtun. Onlara baskı yapmak için zarar vermeye kalkmayın. Hamile iseler, doğum yapıncaya kadar ihtiyaçlarını karşılayın. Çocuğu sizin için emzirirlerse ücretlerini verin. İşleri aranızda güzelce yürütün. Karşılıklı olarak zorlanırsanız çocuğu bir başkası emzirir.","Şaban Piriş Meali":"Boşadığınız kadınları, gücünüz ölçüsünde oturduğunuz yerde oturtun. Onları sıkıntıya düşürmek için zarar vermeye kalkışmayın. Eğer hamile iseler doğuruncaya kadar nafakalarını verin. Eğer sizin için emzirirlerse, onlara ücretlerini verin. Aranızda uygun bir şekilde anlaşın. Eğer bir güçlükle karşılaşırsanız, çocuğu bir başkası emzirir.","Ümit Şimşek Meali":"Boşadığınız hanımları, gücünüz ölçüsünde, evinizin bir bölümünde oturtun. Sıkıştırıp da çıkmaya zorlamak için onlara zarar vermeyin. Hamile iseler, doğum yapıncaya kadar nafakalarını verin. Eğer sizin için çocuğu emzirirlerse ücretlerini verin. Aranızda güzellikle anlaşın. Bu size zor gelecek olursa, çocuğu başka biri emzirsin.","Yaşar Nuri Öztürk Meali":"O kadınları, imkânlarınız ölçüsünde, barındığınız yerin bir kısmında barındırın. Onları baskı altında tutmak için onlara zarar verme yönüne gitmeyin. Eğer hamile iseler yüklerini bırakıncaya kadar onlara nafaka verin. Eğer sizin için çocuk emziriyorlarsa, ücretlerini de verin. Aranızda örfe uygun biçimde konuşup tartışın. Eğer anlaşmakta zorluk çekerseniz o zaman, doğmuş olan çocuğu baba hesabına başka bir kadın emzirecektir.","Eski Anadolu Türkçesi":"[297a] oturduñ 'avratları ol yirde kim oturursız gücünüz yitdüginden. daħı ziyān degürmeñ anlara tā ŧar eyleyesiz anlaruñ üzere. daħı eger olalar yükler isleri nafaķa eyleñ anlaruñ üzere tā ķoyalar yüklerini. pes eger emzüreler sizüñ içün virüñ anlara kirilerini. daħı buyrışuñ arañuzda eylügi. daħı eger ķatılıķ eyleyesiz biribiriñüz ile pes tįz emzüre anuñ-içün ayruķ 'avrat.","Satıraltı Meal (1534)":"Sākin eyledüñüz ‘avratlaruñuzı, siz sākin olġan evlerde gücüñüz yitdügiḳadar ve anlara ziyān degürmeñ ṭarlıḳ eylemeg‐içün anlara ve eger yüklü olsa‐lar, nafaḳa eyleñüz anlara, anlar doġurınca. Pes eger sizüñ oġlanla‐ruñuzı emzürseler, anlara kirilerin virüñüz. Daḫı ortañuzda yaḫşılıġı buyu‐ruñuz ve eger muvāfaḳat olmasa, özge ‘avrat emzürsin.","Bunyadov-Memmedeliyev ":"Onları (boşadığınız, lakin gözləmə müddətləri sona yetməmiş qadınları) imkanınız çatdığı qədər öz yaşadığınız yerdə sakin edin. (Bu qadınları) sıxışdırmaq (evdən çıxıb getməyə məcbur etmək) məqsədilə onlara zərər (əziyyət) verməyə cəhd göstərməyin. Əgər onlar hamilədirlərsə, bari-həmləni yerə qoyana qədər xərclərini verin. (Həmin qadınlar gözləmə müddətləri qurtarandan sonra) sizin üçün uşaq əmizdirirlərsə, onların (süd) haqqını verin (çünki onlar artıq sizin uşaqlarınıza süd verməyə borclu deyillər). Öz aranızda yaxşılıqla (şəriətə müvafiq şəkildə) sazişə gəlin. Əgər (bu məsələdə) çətinliyə düşsəniz (bir-birinizlə razılığa gələ bilməsəniz), onu (uşağı) başqa bir qadın əmizdirə bilər.","M. Pickthall (English)":"Lodge them where ye dwell, according to your wealth, and harass them not so as to straiten life for them. And if they are with child, then spend for them till they bring forth their burden. Then, if they give suck for you, give them their due payment and consult together in kindness; but if ye make difficulties for one another, then let some other woman give suck for him (the father of the child).","Yusuf Ali (English)":"Let the women live (in ´iddat) in the same style as ye live, according to your means: Annoy them not, so as to restrict them.(5516) And if they carry (life in their wombs), then(5517) spend (your substance) on them until they deliver their burden: and if they suckle your (offspring), give them their recompense: and take mutual counsel together, according to what is just and reasonable. And if ye find yourselves(5518) in difficulties, let another woman suckle (the child) on the (father´s) behalf.(5519)"},"7":{"Arabic":"لِيُنْفِقْذُوسَعَةٍمِنْسَعَتِه۪ۜوَمَنْقُدِرَعَلَيْهِرِزْقُهُفَلْيُنْفِقْمِمَّٓااٰتٰيهُاللّٰهُۜلَايُكَلِّفُاللّٰهُنَفْسًااِلَّامَٓااٰتٰيهَاۜسَيَجْعَلُاللّٰهُبَعْدَعُسْرٍيُسْرًا۟","Abdulbaki Gölpınarlı Meali":"Vaktihali yerinde ve eli geniş olan, vaktinehaline göre nafaka versin ve rızkı dar olana gelince, Allah, kendisine ne verirse onun bir kısmını nafaka olarak versin; Allah, hiç kimseye, kendi verdiği miktardan daha fazla bir şey teklif etmez; Allah, güçlükten sonra bir kolaylık verecektir.","Abdullah-Ahmet Akgül Meali":"<b>Geniş imkânları olan, nafakayı geniş imkânlarına göre verip karşılasın. Rızkı kısıtlı tutulan da, artık Allah’ın kendisine verdiği kadarıyla verip </b><i>(boşadığı hanımlarını mahrum bırakmasın)</i><b>. Allah, hiçbir nefse=kişiye ona verdiği </b><i>(nimetler)</i><b>den başkasıyla </b><i>(fazlasıyla) </i><b>yükümlülük koymamıştır. Allah, bir güçlüğün ardından </b><i>(mutlaka)</i><b> bir kolaylığı </b><i>(nasip)</i><b> kılıp </b><i>(kulunu darlıktan kurtaracaktır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Bütün bu durumlarda geniş imkanlara sahip olan kişi imkanına göre nafaka versin. Rızık imkanları dar olan kimse ise Allah'ın kendisine verdiğine uygun biçimde nafaka vermiş olsun. Allah hiçbir kimseye kendi verdiğinden daha fazlasından yükümlü tutmaz. Allah güçlükten sonra mutlaka kolaylık verecektir.","Ahmet Tekin Meali":"Eli geniş, imkânları bol olan, bol nafaka versin. Geçim darlığı çeken de, Allah'ın kendisine ihsan ettiği nimetlerin, imkânların bir kısmını nafaka olarak versin. Allah hiç kimseyi, verdiği nimetlerin ve imkânın üstünde yükümlü tutmaz, mükellef kılmaz. Allah her güçlüğün ardından bir kolaylık planlayıp hazırlar.","Ahmet Varol Meali":"Genişlik içinde olan nafakayı imkânlarına göre versin, rızkı kendisine daraltılmış olan da Allah'ın kendisine verdiğinden versin. Allah hiç bir canı ona verdiğinden başkasıyla yükümlü tutmaz. Allah zorluktan sonra kolaylık nasib edecektir.","Ali Bulaç Meali":"Geniş-imkanları olan, nafakayı geniş imkanlarına göre versin. Rızkı kısıtlı tutulan da, artık Allah'ın kendisine verdiği kadarıyla versin. Allah, hiç bir nefse ona verdiğinden başkasıyla yükümlülük koymaz. Allah, bir güçlüğün ardından bir kolaylığı kılıp-verecektir.","Ali Fikri Yavuz Meali":"Genişliği (zenginliği) olan, (boşanmış kadınlara ve süt annelere) genişliğinden nafaka versin; rızkı dar olan da, Allah'ın ona verdiğinden harcasın. Allah bir kimseyi, ancak ona verdiği şeyle mükellef tutar. Allah bir güçlüğün arkasından bir kolaylık ihsan eder.","Bahaeddin Sağlam Meali":"İmkânı bol olan, imkânından harcama yapsın. Rızkı dar olan kişi ise, Allah’ın ona verdiği ölçüde harcama yapsın. Allah hiç kimseye verdiğinden başkasını yüklemez. Allah, her zorluktan sonra bir kolaylık yaratacaktır.","Bayraktar Bayraklı Meali":"Varlıklı olan, sahip olduğu imkanlara göre harcasın; rızkı daralmış bulunan da Allah'ın kendisine verdiği kadarından harcasın. Allah kimseyi kendi verdiğinden fazlasıyla yükümlü tutmaz. Allah, bir güçlüğün ardından bir kolaylık sağlayacaktır.","Besim Atalay Meali (1965)":"Zengin olan, ona göre yedirir, eli darda bulunan da, Allah ne verirse onu yedire, ancak Allah verdiğince yükletir, Allah darlıktan sonra bir genişlik yaratacaktır","Cemal Külünkoğlu Meali":"Geniş imkânları olan, nafakayı genişliğine göre versin. Rızkı kısıtlı tutulan da artık Allah'ın kendisine verdiği kadarıyla versin. Allah, hiç kimseyi, ona verdiği imkândan fazlasıyla yükümlü kılmaz. Allah, her güçlükten sonra bir kolaylık yaratacaktır.","Cemil Said (1924)":"Erkekler kudretlerine göre virsünler ancak geçinecek kadar malı olan Allâh’dan aldığı nisbetde virsün. Allâh herkese kudretine nazaran tahmîl teklîf ider, muzâyakayı refâha tahvîl iyler.","Diyanet İşleri Meali (Eski)":"Varlıklı olan kimse, nafakayı varlığına göre versin; rızkı ancak kendisine yetecek kadar verilmiş olan kimse, Allah'ın kendisine verdiğinden versin; Allah kimseye, verdiği rızkı aşan bir yük yüklemez. Allah, güçlükten sonra kolaylık verir.*","Diyanet İşleri Meali (Yeni)":"Eli geniş olan, elinin genişliğine göre nafaka versin. Rızkı dar olan da, Allah’ın ona verdiğinden (o ölçüde) harcasın. Allah, bir kimseyi ancak kendine verdiği ile yükümlü kılar. Allah, bir güçlükten sonra bir kolaylık yaratacaktır.","Kur'an Yolu (Diyanet İşleri)":"Varlıklı olan varlığından harcasın, rızkı daralmış bulunan da Allah’ın kendisine verdiği kadarından harcasın. Allah kimseyi kendi verdiğinden fazlasıyla yükümlü tutmaz. Allah bir güçlüğün ardından bir kolaylık sağlayacaktır.","Diyanet Vakfı Meali":"İmkânı geniş olan, nafakayı imkânlarına göre versin; rızkı daralmış bulunan da Allah'ın kendisine verdiği kadarından nafaka ödesin. Allah hiç kimseyi verdiği imkândan fazlasıyla yükümlü kılmaz. Allah, bir güçlükten sonra bir kolaylık yaratacaktır.","Edip Yüksel Meali":"Varlıklı kimse varlığı oranında nafaka yardımında bulunsun. Dar gelirli ise, ALLAH'ın kendisine verdiğinden versin. ALLAH bir kimseye vermiş olduğundan fazla bir sorumluluk yüklemez. ALLAH zorluktan sonra kolaylık getirecektir.","Elmalılı Hamdi Yazır Meali":"Eli geniş olan genişliğine göre nafaka versin. Rızkı kısılmış bulunan da Allah'ın kendisine verdiğinden versin. Allah bir kişiye ne vermişse ancak onu teklif eder. Allah bir güçlükten sonra bir kolaylık yaratacaktır.","Elmalılı Meali (Orijinal)":"Genişliği olan genişliğinden infak etsin, rızkı dar olan da Allahın ona verdiğinden infak eylesin, Allah bir nefse verdiğinden başka teklif etmez, Allah bir usrun arkasından bir yüsür yapar","Emrah Demiryent Meali":"İmkânı geniş olan, nafakayı imkânlarına göre versin; rızkı kısıtlı olan (geçim darlığı çeken kişi boşamış olduğu kadına vereceği nafakayı ve çocuğa yapacağı harcamayı) Allah’ın kendisine verdiği kadarından versin. Allah herkesi ancak ona verdiği kadarıyla yükümlü tutar. (Unutmayın ki) Allah her güçlükten sonra mutlaka bir kolaylık verecektir.","Erhan Aktaş Meali":"Varlık sahibi olanlar, varlıklarına göre karşılıksız yardım etsinler. Durumu müsait olmayan da Allah ne verdiyse ondan versin. Allah, bir kimseyi, kendisine verdiğinden fazlasıyla sorumlu tutmaz. Allah, zorluğun ardından bir kolaylık verecektir. ","Hasan Basri Çantay Meali":"(Haali, vakti) geniş olan, nafakayı genişliğine göre versin. Rızkı kendisine daraltılmış bulunan (fakîr) de nafakayı Allahın ona verdiğinden versin. Allah hiçbir nefse, ona verdiğinden başkasını yüklemez. Allah, güçlüğün arkasından kolaylık ihsan eder.","Hayrat Neşriyat Meali":"Eli geniş olan kimse, genişliğine göre nafaka versin! Rızkı kendisine daraltılmış olan kimse de Allah'ın ona verdiği (kadarı)ndan versin! Allah, kimseyi ona verdiğinden fazlasıyla mükellef tutmaz. Allah, bir zorluktan sonra bir kolaylık verecektir.","İhsan Aktaş Meali":"İmkânı geniş olan, (sürelerinin bitimini bekleyen boşanmış hamile eşleri için de, çocuğunu emzirtme karşılığında da) imkânına göre bol nafaka versin. Ve rızkı kendisi için dar takdir edilmiş olan da, Allah’ ın kendisine verdiği miktardan harcamada bulunsun. Allah, herkesi ancak ona verdiği imkân nispetinde yükümlü tutar. Allah, her zorluktan sonra bir kolaylık var edecektir.","İlyas Yorulmaz Meali":"Durumu iyi olan (zengin olan) gücü nispetinde kadına ve bebeğine harcama yapsın. Rızkı dar ve az verilmiş kimsede, Allah’ın kendisine verdiği kadarıyla harcama yapsın. Allah hiçbir kimseye güç yetiremeyeceği şeyleri emretmiyor. Allah bu zorluklardan sonra bir kolaylık sağlayacaktır.","İsmayıl Hakkı Baltacıoğlu":"Varlıklı olan kimse bu geçimliği varlığına göre versin. Darlıkta olan da Allah’ın kendine verdiğine göre versin. Allah kişinin boynuna ancak verebileceği kadarını borç kılar. Allah güçlüğün ardından kolaylık verir.","İsmail Hakkı İzmirli":"Varlıklı olan varlığına göre nafaka versin. Eli dar olan kimse de Allah/ın verdiği kadar nafaka versin, Allah hiçbir kimseye ancak verdiği kadar teklif eder. Allah güçlükten sonra kolaylık [²] verecek.","İsmail Yakıt":"İmkânı olan elinin genişliğine göre nafaka versin. Rızkı (az) takdir edilen de, Allah’ın kendisine verdiği ölçüde versin. Allah bir kimseyi ancak kendisine verdiği ile sorumlu/yükümlü tutar. Allah bir güçlüğün ardından bir kolaylık verir.","Kadri Çelik Meali":"Genişlik imkânları olan, nafakayı geniş imkânlarına göre yapsın. Rızkı kendisine kısıtlı tutulan da artık Allah'ın kendisine verdiği kadarıyla versin. Allah, hiç bir nefse, ona verdiğinden başkasını teklif etmez. Allah, güçlükten sonra kolaylık verir.","Mahmut Kısa Meali":"<b>Zengin olan zenginliği oranında, imkânları sınırlı olan da Allah’ın kendisine verdiği ölçüde nafaka vermelidir. </b>Çünkü <b>Allah hiç kimseye, kendisine vermiş olduğu </b>güç ve imkânlar<b>ın üstünde bir sorumluluk yüklemez. </b>Eğer müminler güçleri ölçüsünce yükümlülüklerini yerine getirirlerse, <b>Allah </b>her <b>zorluktan sonra bir kolaylık sağlayacaktır. </b><br>Sorumluluktan kaçınarak Allah’a isyan edenlere gelince:","Mahmut Özdemir Meali":"Genişlik sahibi genişliğinden infâk etsin / harcasın! Rızkı kendisine yetecek kadar az olan kimse Allah’ın ona verdiğinden versin! Allah bir nefsi, ona verdiği şeylerin dışında yükümlü tutmaz. Allah bir zorluğun ardından kolaylık kılacaktır.","Mehmet Çakır Meali":"Durumu müsait olan özveride bulunsun. Darda olan da yapabileceğini yapsın. Allah, bir insanı kendisine sunduğu imkân oranında sorumlu tutar.  Allah, her zora bir kolaylık getirecektir.","Mehmet Çoban Meali":"Eli geniş olan elinin genişliğine göre boşadığı eşine nafaka ödesin. Rızkı dar olan Allah’ın ona verdiğinden örfe en uygun olan ölçüde nafaka ödesin. Allah bir kimseyi ancak mali gücüne göre yükümlü kılar. Allah mutlaka bir güçlükten sonra bir kolaylık yaratacaktır.        ","Mehmet Okuyan Meali":"İmkânı geniş olan, imkânına göre nafaka versin; rızkı daraltılmış olan da Allah’ın kendisine verdiğinden nafaka ödesin! Allah kimseyi ona verdiği (imkân)dan başkasıyla sorumlu tutmaz. [*] Allah her zorluktan sonra kolaylık yaratacaktır. [*]","Mehmet Türk Meali":"İmkânı geniş olan, nafakayı imkânına göre bol versin, rızık imkânı dar olan da (nafakayı) Allah’ın kendisine verdiği kadarından versin. Allah herkesi ancak ona verdiği kadarıyla yükümlü tutar. (Unutmayın ki) Allah her güçlükten sonra mutlaka bir kolaylık verecektir.¹","Muhammed Esed Meali":"[Bütün bu durumlarda,] geniş imkanlara sahip olan kişi, genişliği ile uyumlu olarak ¹⁵ harcasın; rızık imkanları dar olan kimse ise Allah’ın kendisine verdiğine uygun şekilde harcasın: Allah hiç kimseye kendi verdiğinden daha fazlasını yüklemez; [ve mümkündür ki] Allah sıkıntıdan sonra rahatlık verecektir.","Mustafa Çavdar Meali":"İmkânı geniş olanlar imkânı nispetinde harcama yapsın, maddi imkânı dar olanlar da Allah’ın kendine verdiği kadar harcama yapsın, zira Allah hiç kimseyi verdiği imkândan fazlasıyla sorumlu tutmaz. Ayrıca Allah her darlık ve sıkıntının ardından mutlaka bir genişlik ve kolaylık ihsan eder. 2/226...240, 94/5-6","Mustafa İslamoğlu Meali":"(Neticede) imkânı olanlar, imkânları nisbetinde harcama yapsın; maddî imkânı dar olanlar da Allah’ın kendisine verdiği kadar harcama yapsın: Allah hiç kimseye verdiği imkândan fazlasını yüklemez; (belki de) Allah, bir zorluktan sonra bir kolaylık ihsan edecektir.[⁵¹⁶⁴]","Orhan Kuntman Meali":"Varlıklı olan nafakayı ona göre fazla versin, geliri fazla olmayan ise, Allah’ın kendisine verdiği rızık nisbetinde versin. Allah kimseyi ona verdiğinden fazlasıyla yükümlü tutmaz. Allah, güçlüğün ardından bir kolaylık ihsan eder. (Bu Allah'ın va’didir, Onun va'di ise haktır, elbette gerçekleştirir)","Osman Fırat Meali":"Eli geniş olan, genişliğine göre nafaka versin. Rızkı kısılmış bulunan da Allâh’ın kendisine verdiğinden versin. Allâh, bir kişiye ne vermişse ancak onu yükler, (kimseye gücünün üstünde bir şey yüklemez). Allâh, bir güçlükten sonra bir kolaylık yaratacaktır.","Ömer Nasuhi Bilmen Meali":"Genişlik sahibi olan, genişliğinden infakta bulunsun ve üzerine rızkı dar bulunmuş olan da kendisine Allah'ın verdiğinden infakta bulunsun. Allah, hiç bir nefse, ona verdiğinden başkasını teklif etmez. Allah elbette güçlük arkasından kolaylık nâsib eder.","Suat Yıldırım Meali":"İmkânı geniş olan, imkânına göre nafakayı bol versin. Nasibi sınırlı olan ise Allah'ın kendisine verdiği imkân ölçüsünde nafaka versin. Allah, herkesi sadece ona verdiği imkân nisbetinde yükümlü tutar. Allah, sıkıntının ardından kolaylık ihsan eder. ","Süleyman Ateş Meali":"Eli geniş olan, genişliğine göre nafaka versin. Rızkı kısılmış bulunan da Allah'ın kendisine verdiğinden versin. Allah, bir kişiye ne vermişse ancak onu yükler, (kimseye gücünün üstünde bir şey yüklemez). Allah, bir güçlükten sonra bir kolaylık yaratacaktır.","Süleyman Tevfik (1927)":"Zengîn olan serveti derecesinde ve rızkı dar olan da ona Allâh'ın virdiğinden infâk iylesün. Allâh Te'âlâ bir kimseyi ancak ona virdiği kadarıyla mükellef kılar. Allâh Te'âlâ güçlükden sonra kolaylık kılacakdır.","Süleymaniye Vakfı Meali":"Varlıklı olan, harcamayı varlığına göre yapsın. Darlıkta olan da Allah ne vermişse ondan yapsın. Allah kimseye gücünün üstünde yük yüklemez. Allah, zorluğun ardından bir kolaylık yaratacaktır.","Şaban Piriş Meali":"Zengin olan, gücüne göre nafaka versin. Rızkı kendisine yetecek kadar olan da, Allah'ın kendisine verdiğinden versin. Allah, hiç kimseye, verdiğinden fazlasıyla yükümlü tutmaz. Allah, güçlüğün ardından bir kolaylık verir.","Ümit Şimşek Meali":"Varlıklı kimse, imkânına göre nafaka versin; rızkı dar olan da Allah'ın kendisine verdiği kadarından versin. Allah kimseye gücünden fazlasını yüklemez. Allah her zorluktan sonra bir kolaylık yaratacaktır.","Yaşar Nuri Öztürk Meali":"Geniş imkâna sahip olan bu geniş imkânından harcasın. Rızkı kendisine ölçü ile verilmiş olan da Allah'ın kendisine verdiğinden infak etsin. Allah hiçbir benliği, kendisine verdiği şey dışında yükümlü tutmaz. Allah, bir güçlükten sonra bir kolaylık yaratacaktır.","Eski Anadolu Türkçesi":"nafaķa eylesün güñlik issi giñliginden daħı ol kim ŧar olındı anuñ üzere rūzįsi nafaķa eylesün andan kim virdi aña Tañrı. geñsüz eylemez Tañrı hįç nefse illā anı kim virdi aña. tįz ķıla Tañrı duşħarlıķdan śoñra geñezlik.","Satıraltı Meal (1534)":"Nafaḳa eylesün māl issi mālından ve kimüñ ki rızḳı ṭar‐ısa nafaḳa eylesün,Allāh özine virdüginden ḳadarınca. Külfet eylemez Allāh her nefse, illāözine virdügince. Tañrı Ta‘ālā ḳılaçaḳdur ṣarplıḳdan ṣoñra geñezlik.","Bunyadov-Memmedeliyev ":"Varlı-karlı olan öz varına görə (süd haqqı) versin. İmkanı az olan isə Allahın ona verdiyindən versin. Allah heç kəsi Özünün ona verdiyindən artıq xərcləməyə məcbur etməz. Allah hər bir çətinlikdən sonra asanlıq (yoxsulluqdan sonra dövlət) əta edər.","M. Pickthall (English)":"Let him who hath abundance spend of his abundance, and he whose provision is measured, let him spend of that which Allah hath given him. Allah asketh naught of any soul save that which He hath given it. Allah will vouchsafe, after hardship, ease.","Yusuf Ali (English)":"Let the man of means spend according to his means: and the man whose resources are restricted, let him spend according to what Allah has given him. Allah puts no burden on any person beyond what He has given him. After a difficulty, Allah will soon grant relief.(5520)"},"8":{"Arabic":"وَكَاَيِّنْمِنْقَرْيَةٍعَتَتْعَنْاَمْرِرَبِّهَاوَرُسُلِه۪فَحَاسَبْنَاهَاحِسَابًاشَد۪يدًاوَعَذَّبْنَاهَاعَذَابًانُكْرًا","Abdulbaki Gölpınarlı Meali":"Nice şehirler var ki halkı, Rablerinin ve onun peygamberlerinin emirlerine karşı gelmiştir de onları, çetin bir surette hesaba çekmişizdir ve onları helak ederek azaplandırmışızdır.","Abdullah-Ahmet Akgül Meali":"<i>(Tarihte, ibret alınacak) </i><b>Ülkelerden </b><i>(ve kavimlerden)</i><b> niceleri vardır ki, Rablerinin ve O’nun elçilerinin emrine karşı gelerek haddi aşmış ve azmışlardı, bu nedenle Biz de onları çetin bir hesaba çekip </b><i>(belaya uğratmışız)</i><b> ve onları benzeri görülmedik bir azapla azaplandırmışızdır.</b> ","Abdullah Parlıyan Meali":"Nice şehirler var ki halkı Rablerinin ve O'nun peygamberlerinin emrine karşı gelmiştir de onları çetin bir hesaba çekmişiz ve onları dehşetli bir azaba çarptırmışızdır.","Ahmet Tekin Meali":"Allah'ın ve Rasullerinin koyduğu düzene, şeriata başkaldıran nice memleketleri, biz zorlu, ağır, çetin bir hesaba çektik. Onları görülmemiş bir ceza ile cezalandırdık.","Ahmet Varol Meali":"Nice kasaba vardır ki, Rablerinin ve O'nun peygamberlerinin emirlerine başkaldırdı. Biz de onları çetin bir hesaba çektik ve onları görülmemiş bir azapla azaplandırdık.","Ali Bulaç Meali":"Ülkelerden niceleri vardır ki, Rablerinin ve O'nun elçilerinin emrine karşı gelip azmışlar, böylece biz de onları çetin bir hesaba çekmişiz ve onları benzeri görülmedik bir azabla azablandırmışız.","Ali Fikri Yavuz Meali":"Nice memleket (halkı) Rabbinin ve peygamberlerinin emrinden çıkıb azdı da, biz onları şiddetli bir hesaba çektik ve görülmedik bir azabla kendilerini azablandırdık.","Bahaeddin Sağlam Meali":"Rableri olan Allah ve peygamberlerin emrine karşı gelen nice şehirler vardır ki onları şiddetli bir hesaptan geçirdik ve korkunç bir azap ile onları azaplandırdık.","Bayraktar Bayraklı Meali":"Nice ülkeler vardır ki, Rablerinin buyruklarına ve peygamberine küstahça karşı çıkmışlardır. Bunun üzerine biz hepsini çetin bir hesaba çektik ve görülmemiş bir cezaya çarptırdık.","Besim Atalay Meali (1965)":"Nice kentler, hem Allahtan, hem de peygamberlerinden yüz çevirmişlerdi, çok katı bir hesapla, hesap sorduk onlardan, bilinmez azapla azap ettik biz !","Cemal Külünkoğlu Meali":"(Bu direktiflere karşı çıkmayın. Nitekim) yeryüzünde nice beldelerin halkları vardır ki, Rablerinin ve O'nun resullerinin emrine karşı gelip azdılar, böylece Biz de onları çetin bir hesaba çektik ve onları (yaptıkları yüzünden) benzeri görülmedik bir azapla cezalandırdık.","Cemil Said (1924)":"Ne kadar karyeler Allâh’ın ve rasûllerinin evâmirinden inhirâf iylediler. Biz ânlardan şedîd bir hesâb sorduk ve ânları ağır ’azâba dûçâr iyledik.","Diyanet İşleri Meali (Eski)":"Rablerinin ve O'nun peygamberlerinin buyruğundan çıkan nice kasabalar halkını Biz, çetin bir hesaba çekmiş, onları, görülmedik bir azaba uğratmışızdır.","Diyanet İşleri Meali (Yeni)":"Nice kentlerin halkı Rablerinin ve O’nun elçilerinin emrinden uzaklaşıp azdılar. Bu yüzden kendilerini çetin bir hesaba çektik ve görülmedik bir azaba çarptırdık.","Kur'an Yolu (Diyanet İşleri)":"Rabbinin ve elçilerinin emrine karşı direnen nice memleket halkını şiddetli biçimde hesaba çekip bilinmedik görülmedik azaba çarptırmışızdır.","Diyanet Vakfı Meali":"Rabbinin ve O'nun elçilerinin emrinden uzaklaşıp azmış nice memleketler vardır ki, biz onları (ahalisini) çetin bir hesaba çekmiş ve onları görülmemiş azaba çarptırmışızdır.","Edip Yüksel Meali":"Nice kentler, Rab'lerinin ve O'nun gönderdiği elçilerin emirlerine baş kaldırdı. Sonunda biz de onları çetin bir hesaba çektik ve onları görülmemiş biçimde cezalandırdık.","Elmalılı Hamdi Yazır Meali":"Nice kent var ki Rablerinin ve O'nun elçilerinin emrine başkaldırdı, biz de onları çetin bir hesaba çektik ve onlara görülmemiş şekilde azab ettik.","Elmalılı Meali (Orijinal)":"Nice memleket (nice şenlik) Rabbının ve rasullerinin emrinden çıkıp azdı da biz onu şiddetli bir hisaba çektik ve görülmedik bir azâba giriftar eyledik","Emrah Demiryent Meali":"Nice memleketler (in halkı) var ki Rablerinin ve O’nun peygamberlerinin emrine başkaldırdılar, biz de onları çetin bir hesaba çektik ve onlara (eşi benzeri) görülmemiş bir şekilde azap ettik.","Erhan Aktaş Meali":"Nice kasaba halkı, Rabb'lerinin buyruğuna ve O'nun Resûllerine başkaldırdılar da Biz de onları şiddetli bir hesaba çektik ve onları korkunç bir azapla cezalandırdık. ","Hasan Basri Çantay Meali":"Rabbinin ve Onun peygamberlerinin emrinden uzaklaşıb azmış olan nice memleket vardır ki biz onları en çetin bir hisâba çekmiş, onları akıllara şaşkınlık verecek bir azaba dûçâr etmişizdir.","Hayrat Neşriyat Meali":"Nice şehirler (halkı) vardır ki, Rablerinin ve O'nun peygamberlerinin emrine isyân ettiler de onları şiddetli bir hesâb ile hesâba çektik ve onları görülmemiş bir azabla cezâlandırdık.","İhsan Aktaş Meali":"Nice memleket (halkı) vardır ki, Rablerinin ve O’nun elçilerinin emrine karşı gelip azdılar, biz de onları çetin bir hesaba çektik ve onları (azgınlık, zulüm ve kötülükleri yüzünden) hiç görülmemiş bir biçimde cezalandırdık.","İlyas Yorulmaz Meali":"Rablerinin ve O’nun elçisinin emrinden çıkmış nice kasabalar var. Biz onlara çok şiddetli hesaplar yaptık ve inkâr edip kaçamayacakları bir azapla onları yakalayacağız.","İsmayıl Hakkı Baltacıoğlu":"Nice iller vardır ki çalaplarının buyruğundan yüz çevirdiler, Biz de onlara inceden inceye hesap verdirdik. Onları görülmemiş bir azap ile azaplandırdık.","İsmail Hakkı İzmirli":"Nice kasabalar vardır ki ahalisi Rablerinin ve peygamberlerinin emirlerinden baş çevirmişlerdi. Biz de onları inceden inceye hesaba çektik. Ve dehşetli bir azaba uğrattık.","İsmail Yakıt":"Rablerinin ve O’nun elçilerinin emrinden çıkan nice beldeler vardı. Bu yüzden Biz onları zorlu bir hesaba çektik ve onları görülmemiş bir azaba uğrattık.","Kadri Çelik Meali":"Rablerinin ve O'nun peygamberlerinin buyruğundan çıkan nice ülkeler halkını biz, çetin bir hesaba çektik ve onları görülmedik bir azaba uğrattık","Mahmut Kısa Meali":"İnsanlık tarihinde gelip geçmiş <b>nice</b> memleketler, nice<b> ülkeler vardır ki, Rab’lerinin ve </b>dolayısıyla, <b>O’nun gönderdiği Elçilerin emirlerine başkaldırdılar fakat Biz, sonunda onları çetin bir hesaba çektik ve korkunç bir azâba çarptırdık.</b>","Mahmut Özdemir Meali":"Nice şehirler, rabb’lerinin ve O’nun rasûllerinin emrinden çıkıp azdılar; onları şiddetli bir biçimde hesaba çektik. Onları bilinmedik / görülmedik bir şekilde cezalandırdık.","Mehmet Çakır Meali":"Biz, Tanrının buyruğuna ve resulüne karşı gelmiş nice kent halkını önce mahkemelerde süründürdük, ardından de görülmedik acılar çektirdik, ","Mehmet Çoban Meali":"Nice kentlerin halkı Allah’ın emirlerinden, Allah’ın yasalarını uygulayan Resulün emrinden uzaklaşarak azdılar. Bu yüzden kendilerini çetin bir hesaba çektik. Görülmedik bir cezaya çarptırdık.        ","Mehmet Okuyan Meali":"Rabbinin ve O’nun elçilerinin emrinden uzaklaşıp azmış nice şehirler (halklar) vardı ki biz onları (mahşerde) şiddetli bir hesaba çekeceğiz ve onlara görülmemiş şekilde azap edeceğiz. [*]","Mehmet Türk Meali":"Rabbinin ve Onun elçilerinin, emrine isyan eden nice toplumlar vardır ki Biz onları çok şiddetli bir hesaba çektik ve onları benzeri görülmemiş bir şekilde cezâlandırdık.","Muhammed Esed Meali":"NİCE TOPLULUK var ki Rablerinin ve Elçilerinin emirlerine küstahça karşı çıkmışlardır! ¹⁶ Bunun üzerine Biz tümünü çetin bir hesaba çektik ve görülmemiş bir azaba çarptırdık:","Mustafa Çavdar Meali":"Geçmişte Rabbinin emrini tebliğ eden elçisine karşı gelen nice ülkeler vardır ki biz onları çok çetin bir biçimde hesaba çektik ve onları emsali görülmemiş bir azapla cezalandırmıştık. 10/13, 43/46...52","Mustafa İslamoğlu Meali":"İMDİ, Rablerinin ve O’nun elçilerinin emrini dinlemeyen nice topluluklar gelip geçmiştir;[⁵¹⁶⁵] sonunda Biz hepsiyle pek çetin bir biçimde hesaplaşmış, eşi görülmemiş bir azaba çarptırmışızdır:","Orhan Kuntman Meali":"Nice belde halkı vardır ki, Rabbinin ve O'nun peygamberlerinin emrinden uzaklaşıp azmış, biz de onları çetin bir hesaba çekerek görülmemiş azaba uğratmışızdır.","Osman Fırat Meali":"Nice kentlerin halkı Rablerinin ve O’nun elçilerinin emirlerine karşı azdılar. Bu yüzden kendilerini çetin bir hesaba çektik ve görülmedik bir azaba çarptırdık","Ömer Nasuhi Bilmen Meali":"Ve nice şehir (ahalisi) Rabbinin ve O'nun peygamberlerinin emrinden böbürlendi, artık onu bir şiddetli hesap ile hesaba çektik ve onu pek münker bir azap ile muazzeb kıldık.","Suat Yıldırım Meali":"Rab'lerinin emrinden ve O'nun resullerinin talimatlarından taşkınlık ederek azan nice ülkelerin halkları var ki, Biz onları şiddetli bir şekilde hesaba çektik ve eşi benzeri görülmemiş şekilde cezalandırdık. ","Süleyman Ateş Meali":"Nice kent var ki Rabbinin ve elçilerinin buyruğuna baş kaldırdı, biz de onu çetin bir hesaba çektik ve ona görülmemiş biçimde azabettik.","Süleyman Tevfik (1927)":"Ne kadar karyeleri ki ehl-i küfür ve 'inâd ile rabbinin ve rasûllerinin emrinden hârice çıkdı, biz onları şiddetli hesâb ile hesâba çekdik ve çirkin ve müstekreh 'azâb ile ta'zîb iyledik.","Süleymaniye Vakfı Meali":"Nice yerler var ki (halkı) Rablerinin emrine ve elçilerine baş kaldırmış; biz de onları çetin bir hesaba çekmiş, görülmemiş bir azap ile azaplandırmışızdır.","Şaban Piriş Meali":"Rabbinin ve onun elçisinin emrine karşı gelen nice ülkeler vardır ki biz onları çetin bir hesaba çektik ve onları görülmemiş bir şekilde cezalandırdık.","Ümit Şimşek Meali":"Allah'ın ve Resulünün buyruğundan çıkarak azan nice beldeler var ki, Biz onları çetin bir hesaba çektik ve görülmedik bir azaba uğrattık.","Yaşar Nuri Öztürk Meali":"Nice kentler vardı ki, azgınlık edip Rabbinin ve O'nun resullerinin emrinden çıktılar da biz onları çok zorlu bir hesaba çektik ve onlara, görülmemiş bir azapla azap ettik.","Eski Anadolu Türkçesi":"daħı niçe köy yüz döndürdi ḥaddan geçe çalabı’sı buyruġından daħı yalavacınuñ. pes ḥisāb eyledük anı ḥisāb ķatı daħı 'aźāb eyledük aña 'aźāb bilinmez ya'nį ķatı 'aźāb","Satıraltı Meal (1534)":"İy nice şehr ḳavmi i‘rāż itdi Tañrısı buyruġından ve peyġamberlerinden.Pes anlara ḥisāb itdük ḳatı ḥisāb. Daḫı anlara ‘aẕāb itdük ṣarp yaman ‘aẕāb.","Bunyadov-Memmedeliyev ":"Neçə-neçə məmləkət (əhli) öz Rəbbinin və Onun peyğəmbərinin əmrindən çıxdı. Biz də onlara şiddətli cəza verib görünməmiş müdhiş əzaba düçar etdik.","M. Pickthall (English)":"And how many a community revolted against the ordinance of its Lord and His messenger, and we called it to a stern account and punished it with dire punishment,","Yusuf Ali (English)":"How many populations that insolently opposed(5521) the Command of their Lord and of His messengers, did We not then call to account,- to severe account?- and We imposed on them an exemplary Punishment.(5522)"},"9":{"Arabic":"فَذَاقَتْوَبَالَاَمْرِهَاوَكَانَعَاقِبَةُاَمْرِهَاخُسْرًا","Abdulbaki Gölpınarlı Meali":"Derken yaptıklarının vebalini tatmışlardır da işlerinin sonu, ziyan olup gitmiştir.","Abdullah-Ahmet Akgül Meali":"<b>Böylece onlar da yaptıklarının karşılığını tatmışlardır ve </b><i>(kötü)</i><b> işlerinin sonu </b><i>(dünyada)</i><b> tam bir hüsrandır </b><i>(pişmanlık ve perişanlıktır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Derken onlar yaptıklarının karşılığını tatmışlardır ve bu dünyada yaptıkları işlerin sonu zarar ve ziyan olup gitmiştir.","Ahmet Tekin Meali":"Allah ve Rasulünün ortaya koyduğu düzene, şeriata karşı uyguladıkları planlarının cezasını tattılar. Hayatları dünyada da, âhirette de hüsran ile neticelendi.","Ahmet Varol Meali":"Böylece onlar yaptıklarının cezasını tattılar. İşlerinin sonu da hüsran oldu.","Ali Bulaç Meali":"Artık o (ülkelerin halkı), yaptığı kötülüğü taddı ve işinin sonucu bir hüsran oldu.","Ali Fikri Yavuz Meali":"Öylece küfürlerinin cezasını taddılar ve işlerinin sonu bir hüsran oldu. (Ahirette de bir perişanlık içindeler.)","Bahaeddin Sağlam Meali":"İşte onlar, yaptıklarının cezasını tattılar. Ve yaptıklarının sonu tam bir hüsran oldu.","Bayraktar Bayraklı Meali":"Böylece yaptıklarının cezasını çekmişler ve sonuçları hüsran olmuştur.","Besim Atalay Meali (1965)":"İşlerinin günahlarını çektiler, işlerinin sonu zarara vardı","Cemal Külünkoğlu Meali":"Böylece onlar kendi yaptıklarının cezasını tattılar ve yaptıklarının sonu (dünyada) yıkım oldu.","Cemil Said (1924)":"Müstehak oldukları ’âkıbete uğradılar kâmilen hüsrânda kaldılar.","Diyanet İşleri Meali (Eski)":"Onlar, işlerinin karşılığını tattılar; işlerinin sonu hüsran oldu.","Diyanet İşleri Meali (Yeni)":"Böylece yaptıklarının cezasını tattılar ve işlerinin sonu tam bir hüsran oldu.","Kur'an Yolu (Diyanet İşleri)":"Böylece yaptıklarının cezasını tatmışlar ve işlerinin sonu tam bir hüsran olmuştur.","Diyanet Vakfı Meali":"Böylece onlar da yaptıklarının karşılığını tatmışlar ve işlerinin sonu tam bir hüsran olmuştur.","Edip Yüksel Meali":"Kararlarının sonucunu tattılar. Kararlarının sonucu bir hüsran oldu.","Elmalılı Hamdi Yazır Meali":"İşlerinin vebalini tattılar. İşlerinin sonucu tam bir hüsran olmuştur.","Elmalılı Meali (Orijinal)":"O suretle emrinin vebalini tattı ve işinin akıbeti bir hüsran oldu","Emrah Demiryent Meali":"Böylece onlar yaptıklarının cezasını tattılar. İşlerinin (azgınlıklarının) sonu (kendileri için) tam bir hüsran oldu.","Erhan Aktaş Meali":"Böylece işinin vebâlini tattı. İşinin sonu da hüsran oldu.","Hasan Basri Çantay Meali":"İşte o (her memleket halkı) yapdığının ağırlığını tatmış, işinin sonu bir hüsran (ve helak) olmuşdur.","Hayrat Neşriyat Meali":"Öyle ki (onlar) işlerinin vebâlini tattı ve işlerinin âkıbeti hüsrân oldu!","İhsan Aktaş Meali":"Böylece onlar, yaptıklarının (yaptıkları kötülüklerin) vebalini tattılar da işlerinin sonu hüsran oldu.","İlyas Yorulmaz Meali":"Dolaysıyla yaptıkları yanlış işlerin vebalini çekmişler ve işlerinin sonucu da hüsranla sona ermiştir.","İsmayıl Hakkı Baltacıoğlu":"Böylece onlar ettiklerini buldular, işin sonunda da kendilerine yazık ettiler.","İsmail Hakkı İzmirli":"Onlar dünyada işlerinin vebalini tattılar, işlerinin akıbeti de ziyankârlık oldu.","İsmail Yakıt":"Böylece onlar yaptıklarının karşılığını tattılar ve işlerinin sonu tam bir hüsran oldu.","Kadri Çelik Meali":"Artık o (ülkelerin halkı), yaptığı kötülüğü tattı ve işinin sonucu da bir hüsran oldu.","Mahmut Kısa Meali":"<b>Böylece, isyankârlıklarının sonucunu tattılar: Yaptıkları </b>zulüm ve haksızlıklar, bu dünyada büyük <b>bir hüsranla neticelendi. </b>Ama asıl cezayı, âhirette görecekler:","Mahmut Özdemir Meali":"Emrlerinin (işlerinin) vebalini / cezasını tattılar. Emrlerinin akıbeti hüsran oldu.","Mehmet Çakır Meali":"hepsi cezalarını çektiler, sonuç hüsrandı. ","Mehmet Çoban Meali":"Böylece yaptıklarının cezasını tattılar. Dünya hayatlarının sonu geri dönülmez kayıpla son bulur.         ","Mehmet Okuyan Meali":"Böylece onlar da işlerinin cezasını tatmış (olacak)lardır; işlerinin sonu da tam bir kayıptır.","Mehmet Türk Meali":"(Onlar, böylece) yaptıklarının cezâsını tattılar ve işlerinin sonucu da tam bir helâk oldu.","Muhammed Esed Meali":"ve böylece onlar kendi yaptıklarının kötü meyvelerini tattılar; ¹⁷ [bu dünyada,] yaptıklarının sonu yıkım oldu;","Mustafa Çavdar Meali":"Böylece onların hepsi yaptıklarının cezasını çektiler neticede yaptıkları işlerinin sonu tam bir hüsran oldu. 18/103...105","Mustafa İslamoğlu Meali":"Nihayet yaptıklarının vebalini tatmışlar, işledikleri şeyler sonucunda yıkıma uğramışlardır.","Orhan Kuntman Meali":"(Evet) Onlar yaptıklarının karşılığım tatmış ve sonları hüsran (helâk) olmuştur.","Osman Fırat Meali":"Böylece yaptıklarının cezasını tattılar ve işlerinin sonu tam bir hüsran oldu.","Ömer Nasuhi Bilmen Meali":"Artık işlerinin vebalini tattı ve işlerinin sonu bir hüsrândan ibaret oldu.","Suat Yıldırım Meali":"Böylece kötü işlerinin sorumluluğunu tattılar, işlerinin sonu tam bir hüsran oldu. ","Süleyman Ateş Meali":"İşinin vebalini taddı. İşinin sonucu da tüm bir ziyan idi.","Süleyman Tevfik (1927)":"Onlar küfür ve 'inâdlarının vebâlini tatdılar ve 'âkıbetleri de hüsrân oldı.","Süleymaniye Vakfı Meali":"Böylece ettiklerini bulmuş, işlerinin sonu hüsran olmuştur.","Şaban Piriş Meali":"Yaptıklarının cezasını çektiler ve yaptıklarının sonucu hüsran oldu.","Ümit Şimşek Meali":"Böylece yaptıklarının cezasını tattılar ve işlerinin sonu hüsran oldu.","Yaşar Nuri Öztürk Meali":"Böylece onlar, yaptıklarının vebalini tattılar ve işlerinin sonu hüsran oldu.","Eski Anadolu Türkçesi":"pes ŧatdı işinüñ vebālin daħı oldı işinüñ śoñı ziyān.","Satıraltı Meal (1534)":"Pes daddılar işleri vebālini, daḫı ṣoñı işlerinüñ ziyān‐ıdı.","Bunyadov-Memmedeliyev ":"Onlar əməllərinin cəzasını aldılar və axırda işləri ziyana uğramaq oldu.","M. Pickthall (English)":"So that it tasted the ill effects of its conduct, and the consequence of its conduct was loss.","Yusuf Ali (English)":"Then did they taste the evil result of their conduct, and the End of their conduct was Perdition."},"10":{"Arabic":"اَعَدَّاللّٰهُلَهُمْعَذَابًاشَد۪يدًافَاتَّقُوااللّٰهَيَٓااُو۬لِيالْاَلْبَابِۚۛاَلَّذ۪ينَاٰمَنُواۚۛقَدْاَنْزَلَاللّٰهُاِلَيْكُمْذِكْرًاۙ","Abdulbaki Gölpınarlı Meali":"Allah onlara çetin bir azap da hazırlamıştır, artık çekinin Allah'tan ey aklı başında olanlar; ey iman edenler, andolsun ki Allah, size bir öğüt olan Kur'an'ı indirmiştir.","Abdullah-Ahmet Akgül Meali":"<i>(Ahirette ise)</i><b> Allah, onlar için şiddetli bir azap hazırlamıştır; öyleyse ey iman eden temiz akıl ve vicdan sahipleri, Allah’tan korkup </b><i>(küfür ve kötülükten sakının)</i><b>. Doğrusu Allah, size bir zikir </b><i>(uyaran, hatırlatan ve her konuda kural koyan bir Kur’an)</i><b> indirmiş </b><i>(bulunmaktadır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ahirette de Allah onlara şiddetli bir azap hazırlamıştır. O halde ey inanan akıl sahipleri! Yolunuzu Allah'ın kitabı vasıtasıyla bulun. Gerçekten O sizin için uyarıcı olan Kur'ân'ı indirmiştir.","Ahmet Tekin Meali":"Allah onlara dehşetli bir azap hazırladı. Allah'a sığının, emirlerine yapışın, günahlardan arınıp, azaptan korunun. Ey iman eden akıl ve vicdan sahipleri, Allah size okunması ibadet olan övünç kaynağı Kur'ân'ı indirmiştir.","Ahmet Varol Meali":"Allah onlar için şiddetli bir azap hazırlamıştır. O halde ey iman eden akıl sahipleri! Allah'a karşı gelmekten sakının. Allah size bir zikir (Kur'an) indirmiştir.","Ali Bulaç Meali":"Allah, onlar için şiddetli bir azab hazırlamıştır; öyleyse ey iman eden temiz akıl sahipleri, Allah'tan korkun. Doğrusu Allah, size bir zikir (uyaran, hatırlatan ve öğüt veren Kur'an) indirmiştir.","Ali Fikri Yavuz Meali":"Allah, (ahirette) onlara şiddetli bir azab hazırlamıştır. O halde Allah'dan korkun, ey akıl sahibleri!... Ey iman edenler; işte Allah, size bir zikir (Kur'an) indirdi.","Bahaeddin Sağlam Meali":"Allah, onlar için, (ahirette) şiddetli bir azap hazırlamıştır. İşte ey inanmış olan akıl sahipleri!(*) Allah’ın yasalarını çiğnemekten sakının! Çünkü Allah, size mesaj ve zikir indirmiştir:","Bayraktar Bayraklı Meali":"Allah onlar için şiddetli bir azap hazırlamıştır. Ey inanan akıl sahipleri! Allah'a saygı duyunuz. Allah, sizin için kesinlikle bir öğüt indirmiştir.","Besim Atalay Meali (1965)":"Allah, onlara katı azap hazırladı, ey aklı olanlar! Allahtan sakınınız, ey inanmış olanlar! Allah inanarak yararlı iş görenleri, karanlıktan aydınlığa çıkarmakçin —Allahın açık âyetlerin size okuyan— bir peygamber gönderdi, size öğüt indirdi, Allaha inanarak, yararlı iş göreni, altından ırmaklar akan cennetlere koyacak, orda sonsuz kalırlar","Cemal Külünkoğlu Meali":"Allah, onlar için ahirette de (dünyada yaptıklarına karşılık) şiddetli bir azap hazırlamıştır. O halde ey inanan akıl sahipleri! Allah'ın emir ve yasakları konusunda bilinçli olun! Zira Allah, size öğütlerle dolu ve şeref kaynağı olan bir zikir (Kur'an) indirmiştir.","Cemil Said (1924)":"Allâh tarafından ânlara ’azâb-ı şedîd mev’ûddur. ’Âkil insânlar Allâh’dan korkunuz. Îmân idenlere Allâh ihtâr gönderdi.","Diyanet İşleri Meali (Eski)":"Allah onlara çetin bir azap hazırlamıştır. Ey inanmış olan akıl sahipleri! Allah'tan sakının; Allah size Kuran'ı indirmiştir.","Diyanet İşleri Meali (Yeni)":"Allah, ahirette onlara şiddetli bir azap hazırlamıştır. O hâlde, ey iman etmiş olan akıl sahipleri, Allah’a karşı gelmekten sakının! Allah, size bir zikir (Kur’an) indirdi.","Kur'an Yolu (Diyanet İşleri)":"Allah onlar için şiddetli bir azap hazırlamıştır. Şu halde Allah’a karşı gelmekten sakının, ey iman etmiş akıl sahipleri! İşte Allah size bir uyarı indirdi.","Diyanet Vakfı Meali":"Allah onlara şiddetli bir azap hazırlamıştır. Ey inanan akıl sahipleri! Allah'tan korkun. Allah size gerçekten bir uyarıcı (kitap) indirmiştir.","Edip Yüksel Meali":"ALLAH onlar için çetin bir ceza hazırlamıştır. Öyleyse, ey akıl sahibi inananlar, ALLAH'ı dinleyiniz. ALLAH size bir mesaj...","Elmalılı Hamdi Yazır Meali":"Allah onlara şiddetli bir azap hazırlamıştır. O halde ey inanan aklı selim sahipleri! Allah'tan korkun, Allah size bir uyarıcı gönderdi.","Elmalılı Meali (Orijinal)":"Allah öyleler için şehid bir azâb hazırlamıştır, ondan dolayı Allahtan korkun da korunun ey halis özü, temiz aklı olanlar: iyman edenler! İşte Allah size bir zikr indirdi","Emrah Demiryent Meali":"Allah, onlar için, (âhirette de) şiddetli bir azap hazırlamıştır. O hâlde, ey îmân etmiş olan akl-ı selîm sahipleri! Allah’ (ın emir ve yasakların) a karşı gelmekten sakının! Allah, size (hükümlerinin bildirildiği, geçmiş kavimlere dair kıssaların anlatıldığı, öğüt verici ve uyarıcı) bir zikir (Kur’ân) gönderdi.","Erhan Aktaş Meali":"Allah, onlara şiddetli bir azap hazırladı. Ey iman eden sağlıklı düşünen akıl sahipleri, Allah için takva sahibi olun. Allah, size zikri¹ indirmiştir.","Hasan Basri Çantay Meali":"Allah onlar (ın benzerleri) için (de) pek çetin bir azâb hazırladı. O halde ey îman etmiş olan salim akıl saahibleri, Allahdan korkun. Allah size hakıykî bir zikir indirmiş.","Hayrat Neşriyat Meali":"Allah onlara (âhirette, pek) şiddetli bir azab hazırlamıştır; o hâlde ey îmân eden akıl sâhibleri! Allah'dan sakının! Şübhesiz ki Allah, size bir zikir (Kur'ân) indirmiştir.","İhsan Aktaş Meali":"Allah onlar için (ahirette de) şiddetli bir azap hazırlamış (olacak)tır. Ey inanmış olan akıl sahipleri, öyleyse Allah’a (onun buyruklarına) karşı gelmekten sakının. Allah, sizin için kesinlikle bir öğüt (Kur’an) indirmiştir.","İlyas Yorulmaz Meali":"(Ayrıca onlar için) Allah, ahiret gününde şiddetli bir azap hazırlamıştır. Ey Akıl sahipleri! İman etmiş olduğunuz Allah’dan korunun. O Allah, sizin için bir öğüt (Kur’an) indirmiştir.","İsmayıl Hakkı Baltacıoğlu":"Allah onlar için ağır bir azap düzdü. Onun için ey inananlar, ey sağ düşünenler! Allah’tan sakının. Çünkü Allah size öğütleyici Kitap’ı göndermiş,","İsmail Hakkı İzmirli":"10, 11. Allah onlar için şiddetli azap hazırlamıştır. Artık Ey tam akıllılar! Allah/tan sakının. Mü/minler! [³] Allah size Kur/an/ı indirmiş, bir de peygamber göndermiştir ki iman edenleri ve iyi amel işleyenleri karanlıklardan aydınlığa çıkarmak için size Allah/ın açık âyetlerini okur. Her kim Allah/a iman eder ve iyi amel işlerse Allah onu ağaçları altında ırmaklar akar uçmaklara (Cennetlere) ebediyen kalmak üzere sokar. Allah orada ona göre bir rızk, nimet vermiştir.","İsmail Yakıt":"Allah onlara şiddetli bir azap hazırlamıştır. Ey inanmış derin idrak/basiret sahibi olanlar! [ulî’l-elbâb]⁹ Allah’a karşı sorumluluk bilincinde olunuz. Andolsun Allah size zikri/Kur’an’ı indirdi.","Kadri Çelik Meali":"Allah onlar için şiddetli bir azap hazırlamıştır. Öyleyse ey iman etmekte olan temiz akıl sahipleri! Allah'tan korkup sakının. Doğrusu Allah, sizin için bir zikir (uyarıp hatırlatıcı bir Kur'an) indirmiştir.","Mahmut Kısa Meali":"Allah<b> onlara, </b>cehennemde <b>çetin bir azap hazırlamıştır! Öyleyse, ey iman etmiş olan akıl sahipleri; </b>bunlardan ibret alın da, <b>Allah’tan </b>gelen ilkelere göre hayatınızı yönlendirerek zulüm ve haksızlıklardan titizlikle<b> sakının! </b>İşte bunun için <b>Allah size, </b>mükemmel <b>bir </b>hikmet, <b>öğüt </b>ve uyarı kitabı olan bu Kur’an’ı<b> göndermiştir:</b>","Mahmut Özdemir Meali":"Allah onlara şiddetli bir azap hazırladı. Allah’tan sakınıp korunun, ey inanmış olan, Duyular’ın sahipleri! Gerçekten Allah size indirdi bir zikir / öğüt!","Mehmet Çakır Meali":"Allah onlar için çok ağır cezalar ayarladı. Artık Allah'a karşı kendinizi sağlama alın...  <b>Ey imanlı gönül erleri! </b> Allah size, tam gönlünüze bir Anı indirdi.","Mehmet Çoban Meali":"Allah ahiret hayatında yasalarına uymayanlar için şiddetli bir azap hazırlamıştır. O halde ey iman eden akıl sahipleri! Allah’a karşı gelmekten sakının! Allah size okuyacağınız bir Kitap gönderdi. Kitapta uyacağınız yasaları bildirdi. Allah’ın yasalarına uyun! Allah’ın yasalarına karşı çıkarak haksızlık yapmayın! Her zaman doğru, dürüst, adaletli olun!         ","Mehmet Okuyan Meali":"Allah onlara şiddetli bir azap hazırlamış (olacak)tır. Ey iman etmiş öz akıl sahipleri! Allah’a karşı [takvâ]lı (duyarlı) olun! Allah size elbette bir hatırlatıcı (elçi) indirmiştir:","Mehmet Türk Meali":"Allah, onlara (âhirette) çok şiddetli bir azap hazırlamıştır. Öyleyse ey îman eden akıl sahipleri! Allah’a karşı hata etmekten sakının. Doğrusu Allah size öğüt veren bir (Kur’an) indirmiştir.","Muhammed Esed Meali":"[öteki dünyada ise] Allah onlar için [daha da] şiddetli bir azap hazırlamıştır. O halde siz ey basîret sahipleri, [siz] iman edenler, Allah’a karşı sorumluluğunuzun bilincinde olun! Allah size gerçekten bir uyarıcı indirmiştir:","Mustafa Çavdar Meali":"Allah, onlar için çok şiddetli bir azap hazırladı. Öyleyse ey derin kavrayış temiz akıl sahipleri Allah’a karşı sorumluluğunuzun bilincinde olun! Zira Allah size, öğütlerle dolu şeref ve itibar kaynağı olan Kuran’ı indirmiştir. 6/156-157, 20/133-134","Mustafa İslamoğlu Meali":"(Dahası) Allah onlar için (âhirette) çetin bir azap hazırlamıştır. Şu halde ey aktif akıl sahipleri![⁵¹⁶⁶] Allah’a karşı sorumluluğunuzun bilincinde olun! (Ey bu vahye) iman edenler: siz de!.. Zira Allah size uyarıcı bir mesaj indirmiş;","Orhan Kuntman Meali":"Allah onlara (ahirette de) şiddetli bir azap hazırlamıştır. Ey iman etmiş olan selim akıl sahipleri, Allah’tan korkun. (Onlar gibi olmayın) Allah size bir zikir (Kur'an) indirmiştir.","Osman Fırat Meali":"Allâh onlara şiddetli bir azâb da hazırlamıştır. Ey iman etmiş olan, temiz akıl sahipleri, Allah’tan çekinin, Allâh size bir uyarı indirdi.","Ömer Nasuhi Bilmen Meali":"Allah onlar için pek şiddetli bir azap hazırladı. Artık ey imân etmiş olan akıl sahipleri! Allah'tan korkun, şüphe yok ki Allah, sizin için bir zikir indirmiştir.","Suat Yıldırım Meali":"10, 11. Allah onlar için âhirette de pek çetin bir azap hazırladı. Artık siz ey akıl sahipleri, ey iman etmiş kullarım! Allah'a karşı gelmekten, ileride de hep sakının ki böyle bir azaptan korunasınız. İşte Allah size gerçekleri hatırlatan bir kitap indirdi, bir Elçi gönderdi. Allahın nurlar saçan, yollar açan âyetlerini sizlere okuyor ki iman edip makbul ve güzel işler yapanları karanlıklardan aydınlığa çıkarsın. Kim Allah'a iman eder, makbul ve güzel işler yaparsa, Allah onları, hem de devamlı kalmak üzere, içinden ırmaklar akan cennetlere yerleştirir. Allah böyle kuluna gerçekten pek güzel nasip ihsan eder. [15, 9; 14, 1; 2, 257; 42, 52]","Süleyman Ateş Meali":"Allah o(insa)nlara şiddetli bir azab da hazırlamıştır. Ey inanmış olan, sağduyu sahipleri, Allah'tan korkun, Allah size bir uyarı indirdi.","Süleyman Tevfik (1927)":"Allâh Te'âlâ onlar içün şiddetli 'azâb hazırladı. Ey îmân iden kâmil 'akıl sâhibleri! Allâh'dan ittikâ idin. Allâh size mev'ıza olan Kur'ân'ı indirdi. ","Süleymaniye Vakfı Meali":"Allah onlar için şiddetli bir azap da hazırlamıştır. Ey inanıp güvenen sağlam duruşlular! Allah’tan çekinerek kendinizi koruyun. Allah, size aklınızdan çıkarmayacağınız[*] bir Kitap indirdi.","Şaban Piriş Meali":"Allah, onlara şiddetli bir azap hazırladı. Öyleyse Allah'tan sakının ey inanan akıl sahipleri! Nitekim Allah size bir zikir (kitap) indirmiştir.","Ümit Şimşek Meali":"Allah onlara şiddetli bir azap hazırlamıştır. Onun için Allah'tan korkun, ey iman etmiş aklıselim sahipleri! Allah size de bir öğüt indirmiş bulunuyor.","Yaşar Nuri Öztürk Meali":"Allah onlar için şiddetli bir azap hazırladı. Artık Allah'tan korkun, ey iman etmiş akıl ve gönül sahipleri! Allah size bir Zikir/bir uyarıcı/bir düşündürücü indirmiştir.","Eski Anadolu Türkçesi":"yaraķladı Tañrı anlaruñ içün 'aźāb ķatı. pes ķorķuñ Tañrı’dan iy 'aķıllar isleri anlar kim įmān getürdiler bayıķ indürdi Tañrı sizdin yaña ķur’ān’ı.","Satıraltı Meal (1534)":"Yaraḳladı Tañrı Ta‘ālā anlara ḳıyāmetde ḳatı ‘aẕāb. Pes Tañrıdanṣaḳınuñ iy ‘aḳlı olan kişiler.","Bunyadov-Memmedeliyev ":"Allah onlar üçün şiddətli əzab hazırladı. Ey iman gətirmiş ağıl sahibləri, Allahdan qorxun! Allah sizin üçün Qur’an nazil etmiş,","M. Pickthall (English)":"Allah hath prepared for them stern punishment; so keep your duty to Allah, O men of understanding! O ye who believe! Now Allah hath sent down unto you a reminder,","Yusuf Ali (English)":"Allah has prepared for them a severe Punishment(5523) (in the Hereafter). Therefore fear Allah, O ye men of understanding - who have believed!- for Allah hath indeed sent down to you a Message,-(5524)"},"11":{"Arabic":"رَسُولًايَتْلُواعَلَيْكُمْاٰيَاتِاللّٰهِمُبَيِّنَاتٍلِيُخْرِجَالَّذ۪ينَاٰمَنُواوَعَمِلُواالصَّالِحَاتِمِنَالظُّلُمَاتِاِلَىالنُّورِۜوَمَنْيُؤْمِنْبِاللّٰهِوَيَعْمَلْصَالِحًايُدْخِلْهُجَنَّاتٍتَجْر۪يمِنْتَحْتِهَاالْاَنْهَارُخَالِد۪ينَف۪يهَٓااَبَدًاۜقَدْاَحْسَنَاللّٰهُلَهُرِزْقًا","Abdulbaki Gölpınarlı Meali":"Peygamberi de göndermiştir ki size Allah'ın apaçık ayetlerini okumadadır inananları ve iyi işlerde bulunanları karanlıklardan aydınlığa çıkarmak için ve kim, Allah'a inanır ve iyi işlerde bulunursa onu, ebedi kalmak üzere, kıyılarından ırmaklar akan cennetlere koyar, gerçekten de Allah, ona en güzel bir rızık verir.","Abdullah-Ahmet Akgül Meali":"<b>İman edip salih amellerde bulunanları karanlıklardan nura çıkarması için, Allah’ın apaçık ayetlerini size okuyan bir Elçi de </b><i>(yollamışızdır)</i><b>. Artık kim iman edip salih </b><i>(hayırlı ve yararlı)</i><b> amellerde bulunursa, </b><i>(Allah)</i><b> onu içinde süresiz kalıcılar olmak üzere altından ırmaklar </b><i>(ve havuzlu şelaleler)</i><b> akan cennetlere sokacaktır. Allah, gerçekten ona ne güzel bir rızık vermiştir.</b> ","Abdullah Parlıyan Meali":"Allah'ın apaçık mesajlarını size aktarıp okuyan bir elçi göndermiştir ki, iman edip doğru dürüst işler yapanları zifiri karanlıktan aydınlığa çıkarabilsin. Kim Allah'a inanıp doğru ve yararlı işler yaparsa, Allah onu içinden ırmaklar akan, içinde ebedi kalacakları cennetlere koyacaktır. Allah cennette onlara güzel, bol rızıklar hazırlamıştır.","Ahmet Tekin Meali":"İman edip, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirenleri, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak  nimetin-ürünün bollaşmasını sağlayanları, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanları, cârî-kalıcı hayırlar-sâlih ameller işleyenleri cehalet karanlıklarından, ilim nuruna çıkarmak için şer'î hükümleri, cezaları, ahlakî kuralları, haklarınızı ve sorumluluklarınızı, Allah'a kulluk görevlerinizi,  birbirlerinize ve toplumlarınıza karşı mükellefiyetlerinizi, kainattaki ilâhî kanunları, ilâhî kudretin büyüklüğünü hâvî delilli gerekçeli ayetleri okuyarak, açıklayarak anlatan, sizin sorumluluğunuza tevdi eden bir Rasul gönderdi. Geçmişin kirlerinden arınarak Allah'a iman edeni, gevşekliği bırakarak hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçireni, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayanı, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanı, cârî-kalıcı hayırlar-sâlih ameller işleyeni, altından ırmaklar akan, içinde ebedî yaşayacakları cennet konaklarına koyacaktır. Allah onlara ne güzel rızıklar vermiştir.","Ahmet Varol Meali":"(Bir de) iman edip salih ameller işleyenleri karanlıklardan aydınlığa çıkarmak için size Allah'ın apaçık âyetlerini okuyan Peygamber gönderdi. Kim Allah'a iman eder ve salih amel işlerse, (Allah) onu içinde sonsuza kadar kalmak üzere altından ırmaklar akan cennetlere sokar. Allah ona gerçekten güzel bir rızık vermiştir!","Ali Bulaç Meali":"İman edip salih amellerde bulunanları karanlıklardan nura çıkarması için Allah'ın apaçık ayetlerini size okuyan bir elçi de (gönderdik). Kim iman edip salih bir amelde bulunursa, (Allah) onu içinde süresiz kalıcılar olmak üzere altından ırmaklar akan cennetlere sokar. Allah, gerçekten ona ne güzel bir rızık vermiştir.","Ali Fikri Yavuz Meali":"Bir Peygamber gönderdi; Allah'ın emir ve yasaklarını açıklayan âyetlerini sizlere karşı okuyor ki, iman edib salih ameller işliyenleri karanlıklardan (küfür ve cehaletten), nûra (imana ve aydınlığa) çıkarsın. Kim Allah'a iman edib de salih amel işlerse, Allah onu (ahirette ağaçları) altından ırmaklar akar cennetlere, içlerinde ebedî kalmak üzere koyacaktır. Doğrusu Allah, ona, ne güzel bir rızık ihsan etmiş!...","Bahaeddin Sağlam Meali":"Bir peygamber göndermiştir. İnanıp da yararlı işler yapanları karanlıklardan nura çıkarmak için, size Allah’ın ayetlerini açık olarak okuyor. Ve kim (gerçekten) Allah’a ve ahirete inanırsa, Allah onu, içlerinde ebedî kalacakları, altlarında nehirler akan Cennetlere koyacaktır. Allah ona ne güzel bir rızık vermiştir!(*)","Bayraktar Bayraklı Meali":"İman edip iyi amel işleyenleri karanlıklardan aydınlığa çıkarmak için, size Allah'ın apaçık âyetlerini okuyan bir peygamber gönderdi. Kim Allah'a inanır, iyi amel yaparsa, Allah onu, içinden ırmaklar akan, içinde süreli kalacakları cennetlere sokar. Allah ona gerçekten güzel rızık verecektir.","Besim Atalay Meali (1965)":"Allah ona en güzel azık da verir","Cemal Külünkoğlu Meali":"İnandıktan sonra güzel ve faydalı işler yapanları, karanlıklardan aydınlığa çıkarmak için size Allah'ın apaçık ayetlerini okuyan bir resul göndermiştir. Kim Allah'a inanır, faydalı ve güzel işler yaparsa, Allah onu, altından ırmaklar akan, içinde ebedî kalacakları cennetlere koyacaktır. Ayrıca Allah, ona çok güzel rızıklar ihsan edecektir.","Cemil Said (1924)":"Îmân idenleri ve a’mâl-i sâlihada bulunanları zulmetden kurtarub nûra sevk itmek içün âşikâr âyâtı kendilerine teblîğ iden bir rasûl i’zâm iyledi. Allâh kendisine îmân idenleri ve a’mâl-i sâlihada bulunanları nehirler ile iskâ olunmuş cennet bağçelerine idhâl idecekdir. Orada ilelebed kalacaklardır. Allâh’ın ânlara ihsân itdiği rızık ne güzeldir.","Diyanet İşleri Meali (Eski)":"İnanıp yararlı işler işleyenleri karanlıklardan aydınlığa çıkarmak üzere, size Allah'ın apaçık ayetlerini okuyan bir Peygamber göndermiştir. Kim Allah'a inanır ve yararlı iş işlerse, Allah onu, içinde temelli ve sonsuz kalınacak, içlerinden ırmaklarakan cennetlere koyar. Allah ona gerçekten güzel rızık vermiştir.","Diyanet İşleri Meali (Yeni)":"İman edip salih amel işleyenleri, karanlıklardan aydınlığa çıkarmak için size Allah’ın apaçık âyetlerini okuyan bir peygamber gönderdi. Kim Allah’a inanır ve salih bir amel işlerse, Allah onu, içinden ırmaklar akan, içinde ebedî kalacakları cennetlere sokar. Allah, gerçekten ona güzel bir rızık vermiştir.","Kur'an Yolu (Diyanet İşleri)":"İman edip dünya ve âhiret için yararlı işler yapanları karanlıklardan aydınlığa çıkarsın diye size Allah’ın apaçık âyetlerini okuyan bir elçi gönderdi. Kim Allah’a iman eder, rızâsına uygun davranırsa, onu içinde ebedî kalmak üzere altından ırmaklar akan cennetlere koyar. İşte böylece Allah ona gerçekten güzel bir rızık ihsan etmiştir.","Diyanet Vakfı Meali":"İman edip sâlih amel işleyenleri, karanlıklardan aydınlığa çıkarmak için size Allah'ın apaçık âyetlerini okuyan bir Peygamber göndermiştir. Kim Allah'a inanır ve faydalı iş yaparsa Allah onu, altlarından ırmaklar akan, içinde ebedî kalacakları cennetlere sokar. Allah o kimse için gerçekten güzel bir rızık vermiştir.","Edip Yüksel Meali":"bir elçi indirmiştir. İnanıp erdemli davrananları karanlıklardan aydınlığa çıkarmak için size ALLAH'ın apaçık ayetlerini okur. Kim ALLAH'a inanır ve erdemli davranırsa onu içinde ırmaklar akan cennetlere sokar; orada ebedi kalırlar. ALLAH ona güzel rızık vermiştir.","Elmalılı Hamdi Yazır Meali":"Size Allah'ın açık açık âyetlerini okuyan bir elçi (gönderdi) ki inanıp faydalı işler yapanları, karanlıklardan aydınlığa çıkarsın. Kim Allah'a inanır ve yararlı iş yaparsa (Allah) onu, altlarından ırmaklar akan, içinde ebedi kalacakları cennetlere sokar. Allah ona gerçekten ne güzel rızık vermiştir.","Elmalılı Meali (Orijinal)":"Bir Rasul gönderdi, Allahın nûrlar saçan, yollar açan âyetlerini sizlere karşı okuyorki iyman edip salih amel işliyenleri zulmetlerden nûra çıkarsın ve her kim Allaha iyman edip salâh ile çalışırsa Allah onu altından ırmaklar akar cennetlere koyacak: orada ebediyyen muhalledler, öyleki Allah ona hakikaten güzel bir rızk ihsan etmiş","Emrah Demiryent Meali":"Allah’ın apaçık âyetlerini size okuyan (sizi îmân etmeye davet eden) bir peygamber gönderdik ki (âyetlerimize) îmân edip sâlih amel işleyenleri karanlıktan-nura (küfürden-îmâna) ulaştırsın. Kim Allah’a îmân edip, sâlih amel işlerse, Allah onu, altlarından ırmaklar akan, içinde ebedî kalacakları cennetlere yerleştirir. (Böylece) Allah ona gerçekten güzel bir rızık ihsan etmiştir.","Erhan Aktaş Meali":"İman eden ve sâlihâtı¹ yapan kimseleri, karanlıklardan aydınlığa çıkarmak için, Allah'ın apaçık olan ayetlerini size okuyan bir Resûl gönderdi. Kim, Allah'a iman eder ve sâlih² olanı yaparsa, Allah onu, içinden ırmaklar akan ve içinde kesintisiz olarak sürekli kalacakları Cennetlere koyar. Allah, onu en iyi şekilde rızıklandıracaktır. ","Hasan Basri Çantay Meali":"İman edib de güzel güzel amel (ve hareket) lerde bulunanları karanlıklardan nuura çıkarmak için, bir (de) peygamber (göndermişdir ki) o, Allahın (her şey'i) açık açık bildiren âyetlerini size karşı (işte) okuyup durmakdadır. Kim Allaha îman eder, iyi amel (ve hareket) de de bulunursa (Allah) onu altlarından ırmaklar akan cennetlere, hepsi de içlerinde ebedî ve sermedî kalıcı olarak sokar. Allah ona hakıykat ne güzel rızık (ve sevab) vermişdir.","Hayrat Neşriyat Meali":"Ve îmân edip sâlih ameller işleyenleri zulümâttan (küfür karanlıklarından) nûra(îmâna) çıkarmak için, Allah'ın apaçık beyan eden âyetlerini size okuyan bir peygamber(göndermiştir).(1) Artık kim Allah'a îmân edip sâlih amel işlerse, (Allah) onu altlarından ırmaklar akan Cennetlere koyar; (onlar) orada ebedî olarak kalıcıdırlar. Gerçekten Allah, ona güzel bir rızık ihsân etmiştir.","İhsan Aktaş Meali":"(Ayrıca, sizden) inanıp iyi-yararlı işler yapmış olanları (cehaletin) karanlıklarından (ilmin) aydınlığına çıkarmak için size Allah’ın açıklayıcı âyetlerini (mesajlarını) okuyan bir elçi de göndermiştir. Kim Allah’a inanır da iyi-yararlı işler yaparsa, (Allah) onu zeminlerinden ırmaklar akan cennetlere sokar. Onlar hep orada kalacaklardır. Allah, ona gerçekten (öteki dünyada) cidden (tükenmez) güzel bir rızıkla ihsanda bulunmuş (olacak)tır.","İlyas Yorulmaz Meali":"Bir elçi ki, iman edip salih ameller işleyenleri karanlıklardan aydınlıklara çıkarmak için, Allah’ın apaçık ayetlerini okuyor. Kim Allah’a iman eder ve salih ameller işlerse, Allah onu altlarından ırmakların aktığı ve sürekli kalacağı cennetlere koyar. Allah orada o’nun için en güzel rızıklar hazırlamıştır.","İsmayıl Hakkı Baltacıoğlu":"Bir de elçi göndermiştir ki size Allah’ın ayetlerini okuyup duruyor, inananları, iyilik işliyenleri karanlıktan aydılığa çıkarmak için. Herkim Allah’a inanır, iyilik işlerse Allah da onu içinden ırmaklar akan cennetlere sokar. Onlar hep orada kalacaklardır. Çünkü Allah ona karşılığın en güzelini vermiştir.","İsmail Hakkı İzmirli":"10, 11. Allah onlar için şiddetli azap hazırlamıştır. Artık Ey tam akıllılar! Allah/tan sakının. Mü/minler! [³] Allah size Kur/an/ı indirmiş, bir de peygamber göndermiştir ki iman edenleri ve iyi amel işleyenleri karanlıklardan aydınlığa çıkarmak için size Allah/ın açık âyetlerini okur. Her kim Allah/a iman eder ve iyi amel işlerse Allah onu ağaçları altında ırmaklar akar uçmaklara (Cennetlere) ebediyen kalmak üzere sokar. Allah orada ona göre bir rızk, nimet vermiştir.","İsmail Yakıt":"İnanıp, iyi ve yararlı işler [sâlihât] yapanları, karanlıklardan aydınlığa çıkarmak için size Allah’ın apaçık ayetlerini okuyan bir elçi göndermiştir. Kim Allah’a inanır, iyi ve yararlı iş [sâlih] yaparsa, içinde sürekli kalacakları, altlarından ırmaklar akan cennetlere sokar. Allah ona gerçekten ne güzel bir rızık vermiştir!","Kadri Çelik Meali":"İman edip salih amellerde bulunanları karanlıklardan nura çıkarması için Allah'ın apaçık ayetlerini size okuyan bir peygamber de (gönderdik). Kim iman edip salih bir amelde bulunursa, (Allah) onu içinde ebedi kalıcılar olarak altından ırmaklar akan cennetlere sokar. Allah, gerçekten ona ne güzel bir rızık vermiştir.","Mahmut Kısa Meali":"Yani,<b> Allah’ın apaçık ayetlerini size okuy</b>up sizi doğru yola çağır<b>an bir </b>mübarek <b>Elçi </b>gönderdi <b>ki, </b>bu ayetlere <b>iman edip güzel ve yararlı işler yapanları </b>inkâr ve cehâlet <b>karanlıklar</b>ın<b>dan çıkarıp </b>imanın huzur verici <b>aydınlığ</b>ın<b>a ulaştırsın. </b><br>O hâlde,<b> her kim Allah’</b>ın Kitabın<b>a inanır ve </b>bu imana yaraşan <b>dürüst ve erdemlice davranışlar ortaya koyarsa, </b>Allah <b>onu </b>ağaçlarının<b>altından ırmaklar çağıldayan ve sonsuza dek içinde yaşayacağı cennet bahçelerine yerleştirecektir. </b>Böylece <b>Allah ona, </b>insanoğlunun sahip olabileceği<b> en muhteşem nîmetleri bahşetmiş olacaktır!</b>","Mahmut Özdemir Meali":"İman etmiş ve Salih Ameller’i işlemiş (İyi İşler’i yapmış) olanları Karanlıklar’dan Aydınlığ’a çıkarması için size Allah’ın açıklayıcı âyetlerini okuyan bir rasûl! Kim Allah’a inanır ve salih amel işlerse (iyi iş yaparsa), onu ebedî olarak içinde kalacakları, altından Irmaklar akan cennetlere girdirir. Kesinlikle Allah ona çok güzel bir rızık ihsan etti.","Mehmet Çakır Meali":"Ayrıca Allah kelâmını, size açık açık okuması için bir görevli gönderdi.  Amaç: inanıp yararlı etkinliklerde bulunanları,  karanlıktan aydınlığa çıkarmaktı. Artık bundan böyle Allah, kendisine inanıp yararlı faaliyette bulunanları,  çağlayanlı bahçelerde ağırlayacaktır. Hem de sonsuza kadar. Hem de güzelim nimetler sunarak.&1616;","Mehmet Çoban Meali":"Rabbiniz, inanarak iyi işler yapanları karanlıklardan aydınlığa çıkarmak için, ayetlerini açıkça okuyan Resul gönderdi. Resul size ayetlerimizi okur. Ayetlerdeki yasalarımızı açıklar. Hakkı adaleti korumak için yasaları uygular. Kim Allah’a inanır, yasalarına uyarak iyi işler yaparsa, Allah onları ebedi kalacakları, içinden ırmaklar akan cennetlere sokar. Allah gerçekten böylelerine ahiret hayatında güzel bir rızık vermiştir.        ","Mehmet Okuyan Meali":"İman edip iyi işler yapanları, karanlıklardan aydınlığa çıkarmak için [*] size Allah’ın apaçık ayetlerini [tilavet] eden (okuyup aktaran) bir elçi (göndermiştir). Kim Allah’a inanır ve iyi iş(ler) yaparsa (Allah da) onu, içinde [ebedî] kalacakları, altlarından ırmaklar akan cennetlere yerleştirecektir. [*] Elbette Allah o kimse için bir rızık lütfetmiş (olacak)tır.","Mehmet Türk Meali":"Bir de; (Allah’ın istediği gibi) îman edip, (inandığı) iyi işleri yaşayanları (küfür) karanlıklarından (îman) aydınlığına¹ çıkarması için Allah’ın apaçık âyetlerini size okuyan Peygamber (göndermiştir.) Kim îman eder, (inandığı) iyi işleri yaşarsa Allah onu, içerisinden hiç çıkmayacağı, zemîninden ırmaklar akan cennetlere sokarak, en güzel şekilde rızıklandırır.","Muhammed Esed Meali":"Allah’ın apaçık mesajlarını size aktaran bir elçi [göndermiştir] ki iman edip doğru ve yararlı işler yapanları zifiri karanlıktan aydınlığa çıkarabilsin. Kim Allah’a inanıp doğru ve yararlı işler yaparsa, Allah onu içinden ırmaklar akan sonsuza kadar kalacakları bahçelere koyacaktır: Allah, (böylece) ona en güzel rızkı vermiş olacaktır!","Mustafa Çavdar Meali":"Yani iman edip, iyi ve güzel işler yapanları karanlıklardan aydınlığa çıkarmak için Allah’ın açık ve açıklayıcı ayetlerini size ileten bir elçi. Artık kim Allah’a inanır iyi ve güzel işler yaparsa, Allah onu içinde ebedi kalacağı, tabanından ırmakların çağladığı cennetlere yerleştirir. Ayrıca Allah, ona gerçekten çok güzel bir de rızık hazırlar. 4/173, 18/30-31","Mustafa İslamoğlu Meali":"iman eden ve ıslah edici iyiliklerde bulunanları[⁵¹⁶⁷] (küfrün) karanlıklarından (imanın) aydınlığına çıkarmak için, Allah’ın apaçık âyetlerini size okuyan bir elçi göndermiştir. Her kim Allah’a inanır ve ıslah edici iyilikler yaparsa, içinde ebedî kalmak üzere (Allah) onu zemininden ırmaklar akan cennetlere koyar: böylece Allah ona tarifsiz güzellikte bir rızık vermiş olur.","Orhan Kuntman Meali":"İman edip sâlih amel işleyenleri, -karanlıklardan aydınlığa çıkarmak (hidâyete erdirmek) için size Allah’ın apaçık ayetlerini okuyan bir Peygamber de göndermiştir. Kim Allah’a (gönülden) iman eder ve sâlih amel işlerse, Allah onu, -sonsuza dek kalacağı- ağaçlarının altından ırmaklar akan cennetlere sokar, Allah ona gerçekten ne güzel bir mükâfat vermiştir.","Osman Fırat Meali":"İman edip salih amel işleyenleri, karanlıklardan aydınlığa çıkarmak için size Allah’ın apaçık âyetlerini anlatan bir resul gönderdi. Kim Allah’a iman eder ve salih bir amel işlerse, Allah onu, içinden ırmaklar akan, içinde ebedî kalacakları cennetlere sokar. Allah, gerçekten ona güzel bir rızık da vermiştir.","Ömer Nasuhi Bilmen Meali":"Bir resul (göndermiştir) ki size karşı Allah'ın pek açık açık bildiren âyetlerini tilâvet eder. Ta ki imân eden ve sâlih sâlih amellerde bulunanları zulmetlerden nûra çıkarsın ve her kim Allah'a imân eder ve sâlih amelde bulunursa, onu altından ırmaklar akan cennetlere girdirir, orada ebediyyen muhalleddirler. Muhakkak ki Allah, onun için güzel bir rızık ihsân buyurmuştur.","Suat Yıldırım Meali":"10, 11. Allah onlar için âhirette de pek çetin bir azap hazırladı. Artık siz ey akıl sahipleri, ey iman etmiş kullarım! Allah'a karşı gelmekten, ileride de hep sakının ki böyle bir azaptan korunasınız. İşte Allah size gerçekleri hatırlatan bir kitap indirdi, bir Elçi gönderdi. Allahın nurlar saçan, yollar açan âyetlerini sizlere okuyor ki iman edip makbul ve güzel işler yapanları karanlıklardan aydınlığa çıkarsın. Kim Allah'a iman eder, makbul ve güzel işler yaparsa, Allah onları, hem de devamlı kalmak üzere, içinden ırmaklar akan cennetlere yerleştirir. Allah böyle kuluna gerçekten pek güzel nasip ihsan eder. [15, 9; 14, 1; 2, 257; 42, 52]","Süleyman Ateş Meali":"Yani size Allah'ın açık açık ayetlerini okuyan bir elçi (gönderdi) ki, inanıp yararlı işler yapanları, karanlıklardan aydınlığa çıkarsın. Kim Allah'a inanır ve yararlı iş yaparsa (Allah) onu, altlarından ırmaklar akan, içinde ebedi kalacakları cennetlere sokar. Allah ona gerçekten güzel rızık vermiştir.","Süleyman Tevfik (1927)":"Îmân iden ve 'amel-i sâlih işleyenleri zulumâtdan nûra çıkarmak içün size, Allâh'ın vâzıh âyetlerini tilâvet iden bir rasûl gönderdi. Allâh îmân idüb sâlih 'amel işleyenleri orada muhalled kalmak üzere ağaçları altından nehirler akan cennetlere idhâl ider ve onların rızıklarını da güzel iyler. ","Süleymaniye Vakfı Meali":"Bir de size, Allah’ın birbirini açıklayan[*] ayetlerini okuyan bir elçi gönderdi ki inanıp güvenen ve iyi işler yapanları karanlıklardan aydınlığa çıkarsın. Kim Allah’a inanıp güvenir ve iyi iş yaparsa Allah onu, sonsuza kadar kalmak üzere, içinden ırmaklar akan bahçelere yerleştirir. Allah, ona rızkın güzelini verir.","Şaban Piriş Meali":"İman edip, doğruları yapanları, karanlıklardan aydınlığa çıkarmak için Allah'ın apaçık ayetlerini size okuyan bir Peygamber (göndermiştir). Kim Allah'a inanır ve doğruları yaparsa, onu içinde ebedi kalacağı, alt tarafından ırmaklar akan cennetlere girdirir. Allah, ona gerçekten çok güzel bir rızık vermiştir.","Ümit Şimşek Meali":"Bir de peygamber gönderdi ki, iman eden ve güzel işler yapanları karanlıklardan nura çıkarmak için size Allah'ın apaçık âyetlerini okur. Kim Allah'a iman eder ve güzel işler yaparsa, Allah onu, ebediyen kalmak üzere, altlarından ırmaklar akan Cennetlere koyar. Allah ona gerçekten pek güzel bir rızık nasip etmiştir.","Yaşar Nuri Öztürk Meali":"Bir elçi indirmiştir ki, iman edip barışa/hayra yönelik işler sergileyenleri, karanlıklardan nura çıkarmak için Allah'ın ayetlerini açık-seçik okur. Allah'a inanıp barışa/hayra yönelik bir iş yapanı Allah, altlarından ırmaklar akan cennetlere koyacaktır. Böyleleri, orada sürekli kalacaklardır. Allah böylesi için rızkı gerçekten güzelleştirmiştir.","Eski Anadolu Türkçesi":"yalavaç oķır sizüñ üzere Tañrı āyetlerini bellü eyleyiciler tā çıķara anları kim įmān getürdiler daħı işlediler eyü işler ķarañulıķdan aydınlıķdın yaña. daħı her kim inana Tañrı’ya daħı işleye eyü iş givüre anı uçmaķlara aķar altından ırmaķlar ebed ķalıcılarken anuñ içinde hemįşe. bayıķ görklü eyledi Tañrı anuñ-içün rūzį.","Satıraltı Meal (1534)":"Ol kişiler ki īmān getürdiler, indürdi Tañrı Ta‘ālā sizüñ üstüñüze ögüti, birpeyġamber ki oḳur üstüñüze Allāhuñ bellü āyetlerini. Çıḳarmaġ‐ıçunmü’minleri ve ‘amel‐i ṣāliḥ işleyenleri ḳarañuluḳlardan aydınlıġa ve kim kiTañrıya inansa ve ‘amel‐i ṣāliḥ işlese, givürür anı Allāh uçmaḳlara ki aḳar al‐tından ırmaḳlar. Ebedī ḳalurlar anda. Tañrı Ta‘ālā aña yaḫşı rızḳ virdi.","Bunyadov-Memmedeliyev ":"Və iman gətirib yaxşı işlər görənləri zülmətdən nura (küfrdən imana) çıxartmaq üçün Allahın açıq-aşkar (halal-haramı bəyan edən) ayələrini sizə oxuyan bir peyğəmbər göndərmişdir. Kim Allaha iman gətirib yaxşı iş görsə, (Allah) onu (mö’minlərin) əbədi qalacaqları, (ağacları) altından çaylar axan cənnətlərə daxil edər. Həqiqətən, Allah ona gözəl ruzi əta etmişdir!","M. Pickthall (English)":"A messenger reciting unto you the revelations of Allah made plain, that He may bring forth those who believe and do good works from darkness unto light. And whosoever believeth in Allah and doeth right, He will bring him into Gardens underneath which rivers flow, therein to abide for ever. Allah hath made good provision for him.","Yusuf Ali (English)":"An Messenger, who rehearses to you the Signs of Allah containing clear explanations, that he may lead forth those who believe and do righteous deeds from the depths of Darkness(5525) into Light. And those who believe in Allah and work righteousness, He will admit to Gardens beneath which Rivers flow, to dwell therein for ever: Allah has indeed granted for them a most excellent Provision."},"12":{"Arabic":"اَللّٰهُالَّذ۪يخَلَقَسَبْعَسَمٰوَاتٍوَمِنَالْاَرْضِمِثْلَهُنَّۜيَتَنَزَّلُالْاَمْرُبَيْنَهُنَّلِتَعْلَمُٓوااَنَّاللّٰهَعَلٰىكُلِّشَيْءٍقَد۪يرٌۙوَاَنَّاللّٰهَقَدْاَحَاطَبِكُلِّشَيْءٍعِلْمًا","Abdulbaki Gölpınarlı Meali":"Bir Allah'tır ki yaratmıştır yedi göğü ve yeryüzünü de onun misli olarak yedi kat halketmiştir; bunların arasında, emri, inip durmadadır Allah'ın, şüphesiz, her şeye gücü yettiğini bilmeniz ve şüphe yok ki Allah'ın bilgisinin, gerçekten de her şeyi kavradığını, kuşattığını anlamanız için.","Abdullah-Ahmet Akgül Meali":"<b>Allah, yedi göğü ve yerküreden de onların </b><i>(mislini)</i><b> benzerini yaratmıştır. </b><i>(Dünyamız da yedi tabakadır.)</i><b> Sizin gerçekten Allah’ın her şeye güç yetirdiğini </b><i>(kudretinin sınırsızlığını)</i><b> ve gerçekten Allah’ın ilmiyle her şeyi kesinlikle kuşattığını </b><i>(araştırıp)</i><b> bilmeniz, </b><i>(okuyup</i> <i>öğrenmeniz</i> <i>ve O Yüce Rabbinize tam bir teslimiyet göstermeniz)</i><b> için; </b><i>(İlahi)</i><b> Emir </b><i>(takdir)</i><b>, bunların arasında durmadan inip </b><i>(durmaktadır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Allah yedi kat göğü yerden de bir o kadarını yaratandır. O'nun emri, kanunu iradesi yerle gök arasında hükmünü sürdürmektedir ki, Allah'ın herşeye gücü yettiğini ve Allah'ın bilgisinin gerçekten de herşeyi kavrayıp kuşattığını anlamanız içindir.","Ahmet Tekin Meali":"Allah yedi kat göğü ve onların benzerini yer kürede yaratandır. Emir, ferman, plan, iş, düzen, tedbir bunların arasında cereyan eder. Allah'ın her şeye gücünün kudretinin yettiğini bilmeniz için bu yeter. Her şey Allah'ın ilmi, iradesi, planı içinde gerçekleşmektedir.","Ahmet Varol Meali":"Allah yedi göğü ve yerden de onların benzerlerini yaratandır. Emir bunların arasından iner durur ki, Allah'ın her şeye güç yetirdiğini ve Allah'ın ilmiyle her şeyi kuşattığını bilesiniz.","Ali Bulaç Meali":"Allah, yedi göğü ve yerden de onların benzerini yarattı. Emir, bunların arasında durmadan iner; sizin gerçekten Allah'ın her şeye güç yetirdiğini ve gerçekten Allah'ın ilmiyle her şeyi kuşattığını bilmeniz, öğrenmeniz için.","Ali Fikri Yavuz Meali":"O Allah'dır ki, yedi (kat) gök yaratmış, arzdan da onların mislini (yine yedi kat)... Allah'ın emri ve kazası, bütün bunların arasında inib duruyor; bilesiniz ki, Allah her şeye kadirdir ve her şeyi ilmi ile kuşatmıştır.","Bahaeddin Sağlam Meali":"Allah, O’dur ki yedi kat göğü ve yerden de bir o kadarını yaratandır. Allah’ın emri, (Cebrail, vahiy getirerek) onların arasında iner (çıkar.) Ki Allah’ın her şeye güç yetirdiğini ve Allah’ın her şeyi ilmiyle kuşattığını bilesiniz.","Bayraktar Bayraklı Meali":"Allah, yedi kat göğü ve onların benzerini de yerkürede yaratandır. Düzen bunların arasında cereyan eder. Allah'ın her şeye gücünün yettiğini ve bilgisinin her şeyi kuşattığını bilmeniz için bunlar yeterlidir.[654]","Besim Atalay Meali (1965)":"Yedi kat gökleri, yedi kat yeri de, onların gibisini de yaratıcı Allahtır, Allahın her şeye gücü yettiğin, Allahın bilgisiyle her şeyi kavradığın bilmenizçin, gökle yer arasında buyrumu yürür","Cemal Külünkoğlu Meali":"Allah O'dur ki, yedi (kat) sema ve yerden de bir o kadarını yaratmıştır. Allah'ın (yaratıcı) iradesi, bütün bu yarattıkları aracılığıyla kesintisiz tecelli eder ki Allah'ın her şeye kadir olduğunu ve her şeyi yasalarıyla kuşattığını göresiniz. ","Cemil Said (1924)":"Yedi göği ve arzda ânın mislini yaradan Allâh’dır. Ânların beyninde hep ânın emirleri cârîdir. Her şeye kâdirdir. Ve ’ilmi her şeyi ihâta ider.","Diyanet İşleri Meali (Eski)":"Yedi göğü ve yerden de bir o kadarını yaratan Allah'tır, Allah'ın herşeye Kadir olduğunu ve Allah'ın ilminin herşeyi kuşattığını bilmeniz için Allah'ın buyruğu bunlar arasında iner durur.*","Diyanet İşleri Meali (Yeni)":"Allah, yedi göğü ve yerden bir o kadarını yaratandır. Allah’ın emri bunlar arasından inip durmaktadır ki, Allah’ın her şeye kadir olduğunu ve Allah’ın her şeyi ilmiyle kuşattığını bilesiniz.","Kur'an Yolu (Diyanet İşleri)":"Yedi göğü ve yerden de onların benzerlerini yaratan Allah’tır. Allah’ın gücünün her şeye yettiğini ve yine Allah’ın ilminin her şeyi kuşattığını bilesiniz diye O’nun buyruğu gelip, bunlar arasında (bütün evrende) sürekli gerçekleşir.","Diyanet Vakfı Meali":"Allah, yedi kat göğü ve yerden bir o kadarını yaratandır. Ferman bunlar arasından inip durmaktadır ki, böylece Allah'ın her şeye kadir olduğunu ve her şeyi ilmiyle kuşattığını bilesiniz.","Edip Yüksel Meali":"Yedi göğü ve yerden/topraktan da o kadar yaratan ALLAH'tır. Buyruklar onların arasında akıp durur. Böylece ALLAH'ın herşeye gücü yettiğini ve ALLAH'ın herşeyi bilgiyle kuşatmış olduğunu bilesiniz.","Elmalılı Hamdi Yazır Meali":"Allah O'dur ki yedi göğü ve yerden de onlar kadarını yarattı. Emir bunlar arasında iner ki Allah'ın her şeye kâdir olduğunu ve Allah'ın bilgisinin, her şeyi kuşattığını bilesiniz.","Elmalılı Meali (Orijinal)":"O Allah ki yedi Semâ yaratmış. Arzdan da onların bir mislini, aralarından emir inip duruyor şunu bilesiniz diyeki: Allah her şey'e kadirdir ve Allah her şey'i ılmiyle ihata etmiştir","Emrah Demiryent Meali":"Allah, yedi (kat) göğü ve yerden de bir o kadarını (yedi kat yeri) yaratandır. Allah’ın emri (hükmü) bunların arasında cereyan eder, Allah’ın her şeye hakkıyla gücünün yettiğini ve ilminin her şeyi kuşattığını bilmeniz için, bunlar yeterlidir.","Erhan Aktaş Meali":"Allah, yedi göğü ve benzer şekilde yeryüzünü yaratandır. Allah'ın her şeye gücünün yettiğini, Allah'ın bilgisinin her şeyi kuşattığını bilesiniz diye, buyruğu onlar arasında iner durur.¹","Hasan Basri Çantay Meali":"Allah, yedi göğü ve yerden de onların mislini yaratmış olandır. Emr (i) bütün bunların arasında durmadan iner. Allahın (bunları yaratması Onun) hakıykaten herşey'e kaadir olduğunu, ilmiyle hakıykaten herşey'i kaplamış bulunduğunu bilmeniz içindir.","Hayrat Neşriyat Meali":"Allah, yedi (kat) göğü (ve) yerden de onların mislini yaratandır.(2) (Allah'a âid)emir, bunlar arasında inip durmaktadır ki, şübhesiz Allah'ın herşeye hakkıyla gücü yeten olduğunu, yine şübhesiz Allah'ın herşeyi ilmen gerçekten kuşattığını bilesiniz.","İhsan Aktaş Meali":"O Allah ki, yedi (manyetik) semayı ve yerküreyi de onlar gibi (aynı sistemle güzel ve muhkem bir şekilde) yaratmıştır. (O’nun yaratılış, kâinatın işleyişi, varlıkların hayatlarıyla ilgili) emirleri bunlar arasında iner durur ki, Allah’ın her şey üzerinde mutlak kudret sahibi olduğunu ve yine Allah’ın ilmiyle her şeyi kuşattığını bilesiniz. *","İlyas Yorulmaz Meali":"Allah, yedi göğü ve göklerde olanları yarattığı gibi, yeryüzünde ki var olanları yaratandır. (Allah’ın) Yaratma emri, onların (yerle gök) arasında devam eder durur ki siz, Allah’ın her şeye gücü yeter olduğunu ve mutlak surette her şeyi ilmiyle kuşattığını bilesiniz.","İsmayıl Hakkı Baltacıoğlu":"Allah ki yedi kat göğü, bir o kadar da yeri yaratmıştır. Allah’ın buyruğu bu ikisinin arasında yerine gelir. Çünkü Allah’ın gücü her nesneye yeticidir. Allah’ın bilgisi her nesneyi kaplamıştır, bunu bilesiniz diye.","İsmail Hakkı İzmirli":"Yedi göğü, yerden de onun gibisini [⁴] yaratan, Allah/tır. O/nun emir ve iradesi onların arasında câri ve nafizdir [⁵]. Allah/ın her şeye kemaliyle kaadir olduğunu ve her şeyi ilmiyle ihata ettiğini biliniz diye bunu böyle yapmıştır.","İsmail Yakıt":"Allah, yedi göğü ve yerden de bir o kadarını yaratandır. Allah’ın emri bunlar arasında iner durur ki, Allah’ın her şeye gücü yettiğini ve mutlaka her şeyi de ilmiyle kuşattığını bilesiniz.","Kadri Çelik Meali":"Allah, yedi göğü ve yerden de onların benzerini yaratandır. Sizin gerçekten Allah'ın her şeye güç yetirdiğini ve gerçekten Allah'ın ilmiyle her şeyi sarıp kuşattığını bilip öğrenmeniz için (ilahi) emir bunların (yer ve gök) arasında durmadan iner durur.","Mahmut Kısa Meali":"<b>O Allah ki, </b>iç içe tabakalardan oluşan <b>yedi </b>kat <b>göğü ve </b>aynı şekilde <b>yerden de bir o kadarını yaratmıştır. </b>Şu uçsuz bucaksız kâinatı ve uzayın derinliklerinde yüzmekte olan sayısız yıldızları, güneş sistemlerini, galaksileri... yaratan ve mükemmel bir sistemle dengede tutan O’dur. Allah’ın doğaya ve insana yönelik hüküm ve <b>emir</b>leri,<b> yerlerle gökler arasında sürekli akıp duruyor </b>ve O’nun yaratıcı kudretinin tecellîleri, hayranlık verici güzellikleriyle açık birer mûcize olarak her an ve her yerde gözünüzü gönlünüzü aydınlatıyor<b> ki, böylece, Allah’ın her şeye kadir olduğunu ve sonsuz ilmiyle her şeyi kuşattığını</b>tüm benliğinizle <b>idrâk edesiniz!</b>","Mahmut Özdemir Meali":"Allah ki Yedi göğü yarattı, Yer’den de onların mislini! Onların arasında Emr, Allah’ın her şeye güç yetiren olduğunu ve bilgi olarak Allah’ın her şeyi kesinlikle kuşattığını bilmeniz için indiriliyor.","Mehmet Çakır Meali":"Yedi göğü yaratan Allah, bir o kadar da dünya yarattı.  Allah'ın ferman dağılımı, bunlar arasında olur. Artık varın takdir edin, Allah'ın nelere kadir olup nasıl bir bilgi hakimiyeti sağladığını. ","Mehmet Çoban Meali":"Allah yedi göğü, yeryüzünü ve bir o kadarını yaratandır. Allah yarattığı bütün varlıklar üzerinde egemenliğini sürdürür. Sakın Allah’ın gücünü hafife almayın! Değilse yanlış yaparak cezaya çarptırılırsınız. Sizi de Allah’ın vereceği cezadan kurtaracak olmaz.   ","Mehmet Okuyan Meali":"Allah yedi kat göğü [*] ve yerden de bir o kadarını yaratandır. Allah’ın her şeye gücünün yettiğini ve her şeyi ilmiyle elbette kuşattığını bilin diye emir bunlar (göklerle yer) arasında inmektedir.","Mehmet Türk Meali":"Allah yedi göğü ve yerden¹ de bir o kadarını yaratandır.² Allah’ın gücünün her şeye yettiğini ve ilminin her şeyi kuşattığını bilesiniz diye Allah’ın kanunları bunlar arasında cereyan edip durmaktadır.","Muhammed Esed Meali":"ALLAH, yedi göğü ¹⁸ ve aynı şekilde yeri[n sayısız parçasını] yaratandır. O’nun [yaratıcı] iradesi, ¹⁹ bütün bu [yarattık]ları aracılığıyla kesintisiz tecellî eder ki Allah’ın her şeye kâdir olduğunu ve her şeyi bilgisiyle kuşattığını göresiniz.","Mustafa Çavdar Meali":"O, Allah ki yedi kat gökleri ve yerden de bir o kadarını yaratandır. Allah’ın her şeye gücünün yettiğini her şey için bir ölçü koyduğunu ve her şeyi sınırsız ilmiyle kuşattığını bilesiniz diye O’nun yasaları bütün bu varlıklar üzerinde hükmünü icra etmektedir. 21/16, 45/22","Mustafa İslamoğlu Meali":"ALLAH, yedi kat gökleri ve yerden de bir o kadarını yaratandır.[⁵¹⁶⁸] O’nun (yaratıcı) iradesi, bu ikisi arasında her an yenilenerek sürekli tecelli eder ki, Allah’ın her şeye muktedir olduğunu ve her şeyi akıl sır ermez bir ilimle kuşattığını kavrayasınız.","Orhan Kuntman Meali":"Allah yedi göğü ve yerden de, bir o kadarını yaratandır. -Allah’ın her şeye kâdir olduğunu ve her şeyi ilmiyle kuşatmış olduğunu bilesiniz diye- buyruğu bunlar arasında iner durur.","Osman Fırat Meali":"Allah, yedi göğü ve yerden mislini yaratandır. Allah’ın emri bunlar arasından inip durmaktadır ki, Allah’ın her şeye kadir olduğunu ve Allah’ın her şeyi ilmiyle kuşattığını bilesiniz.","Ömer Nasuhi Bilmen Meali":"Allah, o (Zât-ı Kibriyâ) dır ki, yedi göğü ve yerden de onların mislini yaratmıştır. Onların aralarında emri cereyan eder.Tâ ki bilesiniz ki şüphe yok Allah, her şey üzerine tamamen kadirdir ve muhakkak ki Allah, her bir şeyi ilmen ihata buyurmuştur.","Suat Yıldırım Meali":"Allah O yüce Yaratıcıdır ki yedi kat göğü ve yerden de onların benzerini yaratmıştır. Allah'ın emri ve hükmü bunlar arasında inip durur ki, Allah'ın her şeye kadir olduğunu ve Allah'ın her şeyi ilmiyle ihata ettiğini, O'nun ilmi dışında hiçbir şey olmayacağını siz de bilesiniz. ","Süleyman Ateş Meali":"Allah O'dur ki yedi göğü ve yerden de onların benzerini yarattı. (Allah'ın) Buyruğu, bunlar arasında iner ki Allah'ın herşeye kadir olduğunu ve Allah'ın bilgice her şeyi kuşatmış bulunduğunu bilesiniz.","Süleyman Tevfik (1927)":"O Allâh ki yedi göği ve onun misli arzı halk itdi. Allâh'ın emir ve kazâsı onlar arasında cârî ve nâfiz olur. Tâ ki Allâh'ın her şey üzerine kâdir oldığı ve her şeyi 'ilmiyle muhît bulundığını bilesiniz.","Süleymaniye Vakfı Meali":"Yedi kat göğü ve yerden de onlar gibisini[*] yaratan Allah’tır. İşler, bunlar arasında yürür. Bilesiniz ki her şeye bir ölçü koyan Allah’tır. Bilgisi her şeyi kapsayan da Allah’tır.","Şaban Piriş Meali":"Göğü ve yerden de bir o kadarını yaratan Allah'tır. O'nun emri, Allah'ın her şeye gücünün yettiğini ve ilmiyle her şeyi kuşatmış olduğunu bilesiniz diye bunların arasında inip duruyor.","Ümit Şimşek Meali":"Yedi göğü ve yerden de bir o kadarını yaratan Allah'tır.(2) Allah'ın emri onların arasından iner, durur.(3) Böylece bilmiş olun ki, Allah'ın gücü herşeye yeter; Allah'ın ilmi de herşeyi kuşatmıştır.","Yaşar Nuri Öztürk Meali":"Allah O'dur ki, yedi göğü ve yerden de onların benzerini yaratmıştır. Emir/iş ve oluş onlar arasında sürekli iner ki, Allah'ın her şeye kadir olduğunu ve Allah'ın bilgi bakımından her şeyi kuşattığını bilesiniz.","Eski Anadolu Türkçesi":"Tañrı ol kim yarattı yidi gökleri [297b] daħı yirden anlarcılayın. iner buyruķ aralarında. tā bilesiz kim bayıķ Tañrı her nesene üzere güci yiter daħı bayıķ Tañrı bayıķ ķapladı her neseneyi bilmekdin yaña.","Satıraltı Meal (1534)":"Tañrı Ta‘ālā oldur kim yaratdı yidi ḳat gökleri, yirlerden daḫı anlarçılayın.İner buyruḳ aralarında. Siz bilmeg‐içün ki Tañrı Ta‘ālā her nesneye ḳādir‐dür. Daḫı Tañrı Ta‘ālā ḳaplamışdur her nesneyi ‘ilmi‐y‐ile. ","Bunyadov-Memmedeliyev ":"Yeddi (qat) göyü və bir o qədər də yeri yaradan Allahdır. Allahın hər şeyə qadir olduğunu, Allahın hər şeyi elm (Öz əzəli elmi) ilə ehtiva etdiyini biləsiniz deyə, (Allahın) əmri onların arasında (mövcud olan bütün məxluqata) nazil olar.","M. Pickthall (English)":"Allah it is who hath created seven heavens, and of the earth the like thereof. The commandment cometh down among them slowly, that ye may know that Allah is Able to do all things, and that Allah surroundeth all things in knowledge.","Yusuf Ali (English)":"Allah is He Who created seven Firmaments(5526) and of the earth a similar number.(5527) Through the midst of them (all) descends(5528) His Command: that ye may know that Allah has power over all things, and that Allah comprehends, all things in (His) Knowledge."},"TotalVerse":12,"Name":"Talâk"}