{"1":{"Arabic":"تَبَارَكَالَّذ۪يبِيَدِهِالْمُلْكُۘوَهُوَعَلٰىكُلِّشَيْءٍقَد۪يرٌۙ","Abdulbaki Gölpınarlı Meali":"Saltanat, tasarruf ve tedbir, elinde olan mabudun şanı yücedir, münezzehtir ve onun her şeye gücü yeter.","Abdullah-Ahmet Akgül Meali":"<b>Mülk </b><i>(bütün kâinat ve hükümranlığı)</i><b> elinde bulunan </b><i>(Allah)</i><b> ne Mübarektir ve Şanı ne Yücedir. O, her şeye Kâdir </b><i>(ve Muktedir olan)</i><b>dır.</b> ","Abdullah Parlıyan Meali":"Mutlak hükümranlık sahibi olan Allah yüceler yücesidir ve O'nun herşeye gücü yeter.","Ahmet Tekin Meali":"Mülk ve hükümranlık kudret elinde olan Allah yüceler yücesidir. O kanunlarının cari olduğu her şey üzerinde gücünü kudretini kullanır, düzenlemesini yapar.","Ahmet Varol Meali":"Hükümranlık (mülk) elinde olan Allah ne yücedir! O her şeye güç yetirendir.","Ali Bulaç Meali":"Mülk elinde bulunan (Allah) ne yücedir. O, her şeye güç yetirendir.","Ali Fikri Yavuz Meali":"Bütün mülk ve saltanat, kudret elinde olan Allah, her türlü noksanlıktan tenezzüh edib yücelmiştir. O, her şeye kadîr'dir.","Bahaeddin Sağlam Meali":"Bütün mülk yalnız O’nun elinde olan O Allah mübarektir. (Bütün kusurlardan münezzehtir.) [Kusur acizlikten doğar;] O ise her şeye gücü yetendir.","Bayraktar Bayraklı Meali":"Hükümranlığın sahibi olan Allah, yüceler yücesidir ve O'nun gücü her şeye yeter.[661]","Besim Atalay Meali (1965)":"Uğurludur, kutludur elinde mülk bulunan, O'nun her şeye gücü yetişir","Cemal Külünkoğlu Meali":"Mutlak hükümranlık elinde olan Allah, yüceler yücesidir ve O her şeyi yapmaya hakkıyla muktedirdir.","Cemil Said (1924)":"Mülk yedinde bulunan ve her şeye kâdir olan Allâh’a hamd olsun.","Diyanet İşleri Meali (Eski)":"Hükümranlık elinde olan Allah yücedir ve O herşeye Kadir'dir.","Diyanet İşleri Meali (Yeni)":"Hükümranlık elinde olan Allah, yücedir. O, her şeye hakkıyla gücü yetendir.","Kur'an Yolu (Diyanet İşleri)":"Mutlak hükümranlık elinde olan Allah aşkındır, cömerttir ve O’nun her şeye gücü yeter.","Diyanet Vakfı Meali":"Mutlak hükümranlık elinde olan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter.","Edip Yüksel Meali":"Yönetimi elinde bulunduran çok yücedir. O herşeye Kadirdir.","Elmalılı Hamdi Yazır Meali":"Mutlak hükümranlık elinde bulunan Allah, yüceler yücesidir ve O'nun her şeye gücü yeter.","Elmalılı Meali (Orijinal)":"Ne yücedir o ki mülk onun elinde ve o her şey'e kadîrdir","Emrah Demiryent Meali":"Bütün mülk (mutlak hükümranlık) tasarrufunda olan Allah’ın şanı çok yücedir, O her şeye kâdirdir.","Erhan Aktaş Meali":"Mutlak egemenliği elinde bulunduran Allah, ne kutludur! O, Her Şeye Gücü Yeten'dir.","Hasan Basri Çantay Meali":"(Bütün) mülk (-ü tasarruf, ilâhî kudretinin) elinde bulunan (Allah) ın şanı ne yücedir! O, her şey'e hakkıyle kaadirdir.","Hayrat Neşriyat Meali":"(Bütün) mülk (ve hâkimiyet) elinde (tasarrufunda) olan (Allah) ne yücedir! Ve O, herşeye hakkıyla gücü yetendir.","İhsan Aktaş Meali":"Mülk (mutlak egemenlik, bütün kâinat ve hükümranlığı) elinde bulunan (Allah), yücedir. O, her şeye (hakkıyla) gücü yetendir.","İlyas Yorulmaz Meali":"Mülkün tamamı elinde olan Allah, yüceler yücesi olup, her şeyi bir plan üzere yapan O’dur.","İsmayıl Hakkı Baltacıoğlu":"Yücedir o Allah ki hakanlık Onun elindedir, Onun her nesneye gücü yeticidir,","İsmail Hakkı İzmirli":"Her şeyin mülkü elinde bulunan Tanrı son derecede hayırlı ve bereketlidir [²], O, her şeye hakkıyle kaadirdir.","İsmail Yakıt":"Hükümranlığı elinde tutan (Allah) ne yücedir! O, her şeye hakkıyla gücü yetendir.","Kadri Çelik Meali":"Bütün mülk (mutlak egemenlik) elinde olan Allah, bereket kaynağıdır ve O'nun her şeye gücü yeter.","Mahmut Kısa Meali":"Tüm kâinâtta sınırsız hükümranlık ve<b> egemenliği elinde bulunduran </b>ve her türlü hayrın, <b>bereketin kaynağı</b> olan Allah yüceler yücesidir<b> ve O’nun her şeye gücü yeter.</b>","Mahmut Özdemir Meali":"MÜLK / İktidar / Yönetim kendi elinde olan ne mübarektir! O her şeye güç yetirendir.","Mehmet Çakır Meali":"Yönetimi elinde tutan Allah, tüm iyiliklerin de kaynağıdır. O her şeye kadirdir.","Mehmet Çoban Meali":"Hükümranlığı elinde tutan Allah yücedir. O her şeye gücü yetendir. İnsanları imtihan etmek için özgürlük vermesi hükümranlığına zarar vermez. Her kim Allah’ın hükümranlığına karşılık ben de insanlar üzerine hükümranım diye iddia ediyorsa; sadece suç işler. Suçunun da cezası verilir. Suç işleyenler var diye; ne Allah’ın gücü azalır, ne de Allah’ın yasaları işlemiyor denilir. Rabbin günü gelince suç işleyenlerin hepsini cezalandırır. Ta ki ecelleri gelmeden pişman olup Rabbinden af dilesinler! Ancak o zaman kurtulurlar.         ","Mehmet Okuyan Meali":"Otoritenin tek sahibi olan (Allah) yüceler yücesidir; O her şeye gücü yetendir.","Mehmet Türk Meali":"Bütün kâinatın mutlak hükümranlık ve yönetimi¹ elinde olan (Allah’ın) şânı çok yücedir. Çünkü Onun her şeye gücü yeter.","Muhammed Esed Meali":"HÜKÜMRANLIĞIN sahibi olan Allah kutludur, yücedir; O her dilediğini yapmaya kâdirdir:","Mustafa Çavdar Meali":"Mutlak hükümranlığı elinde bulunduran Allah ne yüce bir bereket kaynağıdır. Ve O her şeye gücü yetendir, her şeye bir ölçü koyandır. 2/255, 7/185","Mustafa İslamoğlu Meali":"MUTLAK hükümranlık kudret elinde bulunan (Allah) ne yüce, ne ulu bir bereket kaynağıdır; ve O her şeye kâdirdir.[⁵¹⁹⁷]","Orhan Kuntman Meali":"Her şeyin mülk ve hükümranlığı elinde olan Allah’ın şanı yücelerden yücedir, her şeye kadirdir O!","Osman Fırat Meali":"(Her şeyin mutlak sahibi) Mülkü, elinde bulunan yüce Allah, mübaektir. O’nun her şeye gücü yeter.","Ömer Nasuhi Bilmen Meali":"Bütün mülk elinde yed-i kudretinde (olan) Allah Teâlâ pek yücedir. Ve o her şey üzerine hakkıyla kâdirdir.","Suat Yıldırım Meali":"Hakimiyet elinde bulunan o yüce Allah mukaddestir, hayrı ve bereketi sınırsızdır ve O her şeye kadirdir. ","Süleyman Ateş Meali":"Mülk (mutlak hükümranlık ve yönetim), elinde bulunan yüce Allah, kutludur. O'nun herşeye gücü yeter.","Süleyman Tevfik (1927)":"Dünyâ ve âhiret mülki yed-i tasarruf ve kudretinde olan Allâh Te'âlâ her şeyden 'âlî ve yüksekdir, bütün hayrât ve berekât ona mahsûsdur. O her şeye kâdirdir.","Süleymaniye Vakfı Meali":"Bütün yetkileri elinde tutan Allah pek yücedir. Her şeye bir ölçü koyan O’dur.","Şaban Piriş Meali":"Hakimiyeti elinde bulunduran ne yücedir. Onun her şeye gücü yeter!","Ümit Şimşek Meali":"Şânı ne yücedir Onun ki herşeyin egemenliği elindedir. Onun herşeye gücü yeter.","Yaşar Nuri Öztürk Meali":"Mülk ve yönetim elinde bulunan o Allah ne yücedir! O, her şeye Kadîr'dir.","Eski Anadolu Türkçesi":"ħayırlu oldı yā yüceldi yā arı oldı ol kim elindedür pādişāhlıķ. daħı ol her nesene üzere güci yiter.","Satıraltı Meal (1534)":"Yüceldi ol Allāh ki elindedür pādişahlıġı. Daḫı ol her nesneye ḳādir‐dür.","Bunyadov-Memmedeliyev ":"Hökm (hər şeyin ixtiyarı) əlində olan Allah nə qədər ucadır (nə qədər uludur). O, hər şeyə qadirdir!","M. Pickthall (English)":"Blessed is He in Whose hand is the Sovereignty, and He is Able to do all things.","Yusuf Ali (English)":"Blessed(5554) be He in Whose hands is Dominion;(5555) and He over all things hath Power;-"},"2":{"Arabic":"اَلَّذ۪يخَلَقَالْمَوْتَوَالْحَيٰوةَلِيَبْلُوَكُمْاَيُّكُمْاَحْسَنُعَمَلًاۜوَهُوَالْعَز۪يزُالْغَفُورُۙ","Abdulbaki Gölpınarlı Meali":"Öyle bir mabuttur ki yaratmıştır ölümü ve dirimi, hanginiz daha güzel işte bulunacak, sınamak için sizi ve odur üstün olan ve suçları örten.","Abdullah-Ahmet Akgül Meali":"<b>O, </b><i>(İslam’a ve insanlığa uygun davranış, ahlâk ve anlayışta) </i><b>amel bakımından hanginizin daha iyi </b><i>(daha güzel ve daha verimli)</i><b> olacağını denemek </b><i>(ve hak ettiği karşılığı vermek)</i><b> için, </b><i>(dünyada yaşatıp)</i><b> ölümü ve </b><i>(ahirete kaldırıp sonsuz)</i><b> hayatı yaratmıştır. O, Üstün ve Güçlü olandır, çok Bağışlayandır.</b> ","Abdullah Parlıyan Meali":"O hanginizin daha güzel iş yapacağını denemek için ölümü ve hayatı yarattı. O güçlüdür, O'nun gücüne hiçbir güç erişemez ve tek bağışlayan da O'dur.","Ahmet Tekin Meali":"Hanginizin daha güzel, daha değerli, devamlı bilinçli ameller işleyeceğini, işini daha güzel yapacağını denemek için dünyada ölümü, dünyada ve âhirette hayatı yaratanAllah'tır.O kudretlidir, hükümrandır, salih amel işleyenleri koruma kalkanına alır, çok bağışlayıcıdır.","Ahmet Varol Meali":"Hanginizin amelinin daha güzel olduğu konusunda sizi denemek için ölümü ve hayatı yaratan O'dur. O yücedir, bağışlayandır.","Ali Bulaç Meali":"O, amel (davranış ve eylem) bakımından hanginizin daha iyi (ve güzel) olacağını denemek için ölümü ve hayatı yarattı. O, üstün ve güçlü olandır, çok bağışlayandır.","Ali Fikri Yavuz Meali":"Amelce hanginiz daha güzeldir diye, sizi imtihan etmek için hem ölümü, hem hayatı icad eden O'dur. O, Azîz'dir= her şeye gâlibdir, Gafûr'dur= çok bağışlayandır.","Bahaeddin Sağlam Meali":"O Allah ki, hanginizin amelce daha iyi olduğunu denemek için ölüm ve hayatı yaratmış. O Aziz ve Gafurdur. (İzzetiyle günahkârları cezalandırır, mağfiretiyle de müminleri mükâfatlandırır.)","Bayraktar Bayraklı Meali":"Hanginizin daha güzel/iyi amel yapacağınızı denemek için yoklukla varlığı yaratan, O'dur. O mutlak galiptir; affedicidir.","Besim Atalay Meali (1965)":"«Hanginiz daha güzel iş görecek?» diyerek, ölümü de, dirimi de yarattı; O emredir, O bağışlar","Cemal Külünkoğlu Meali":"O, davranış ve eylem bakımından hanginizin daha güzel amel edeceğini sınamak için ölümü ve (ve her iki âlemde) hayatı yarattı. O, mutlak güç sahibidir, çok bağışlayandır.","Cemil Said (1924)":"Memât ve hayâtı halk itdi ki en iyi kimin hareket ideceği ma’lûm olsun. Allâh ’azîz ve gafûrdur.","Diyanet İşleri Meali (Eski)":"Hanginizin daha iyi iş işlediğini belirtmek için, ölümü ve dirimi (hayatı) yaratan O'dur. O, güçlüdür, bağışlayandır.","Diyanet İşleri Meali (Yeni)":"O, hanginizin daha güzel amel yapacağını sınamak için ölümü ve hayatı yaratandır. O, mutlak güç sahibidir, çok bağışlayandır.","Kur'an Yolu (Diyanet İşleri)":"Hanginizin davranışça daha iyi olduğunu denemek için ölümü ve hayatı yaratan O’dur. O, güçlüdür, çok bağışlayıcıdır.","Diyanet Vakfı Meali":"O ki, hanginizin daha güzel davranacağını sınamak için ölümü ve hayatı yaratmıştır. O, mutlak galiptir, çok bağışlayıcıdır.  ","Edip Yüksel Meali":"Hanginizin daha güzel işler yapacağını sınamak için ölümü ve hayatı yaratandır. O, Üstündür, Bağışlayandır.","Elmalılı Hamdi Yazır Meali":"O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır.","Elmalılı Meali (Orijinal)":"O ki ölümü ve dirimi kadir edip yarattı, sizi imtihana çekip şunu bildirmek içinki hanginiz amelce daha güzel, hem o öyle azîz öyle gafur","Emrah Demiryent Meali":"Hanginizin daha güzel amel işleyeceğini (sizin için) ortaya çıkarmak (ve böylece âhirette, yaptıklarınıza, kendinizi şahit tutmak) için, ölümü ve hayatı yaratan O’dur. O, her işinde mutlak galip olandır, çok bağışlayandır.","Erhan Aktaş Meali":"Hanginizin daha iyi iş yapacağını sınamak için ölümü ve hayatı yaratan O'dur. O, Mutlak Üstün Olan'dır, Çok Bağışlayıcı'dır.","Hasan Basri Çantay Meali":"O, hanginizin daha güzel amel (ve hareket) edeceğini (hakkınızda) imtihan etmek için ölümü de, dirimi de takdîr eden ve yaratandır. O, gaalib-i mutlakdır, çok yarlığayıcıdır.","Hayrat Neşriyat Meali":"O ki, hanginiz amelce daha güzeldir diye sizi imtihân etmek için ölümü ve hayâtı yarattı. Ve O, Azîz (kudreti dâimâ üstün gelen)dir, Gafûr (çok mağfiret eden)dir.","İhsan Aktaş Meali":"O ki, davranış ve eylem bakımından hanginizin (özgür iradesiyle) daha güzel (daha iyi, daha değerli, devamlı ve bilinçli) amel edeceğini (size göstermek üzere) sınamak (ve yaptıklarınızın karşılığını tam vermek) için hem (dünyada) ölümü, hem de (dünya ve âhirette) hayatı yaratıp takdir etmiştir. O, mutlak galiptir, çok bağışlayandır. *","İlyas Yorulmaz Meali":"Allah, siz insanlardan hanginizin bir amelin en güzelini yapacağını belirlemesi için, ölümü de, hayatı da yaratan, çok güçlü ve bağışlayıcı olan da O’dur.","İsmayıl Hakkı Baltacıoğlu":"ölümü de, dirimi de yaratan Odur, hanginizin en güzel işler işliyeceğini sınamak için. O, erklidir, yarlıgayıcıdır.","İsmail Hakkı İzmirli":"Hanginizin daha iyi amelde bulunacağını denemek için ölümü, diriliği yaratan, O/dur. O, yegâne galiptir, yarlıgayandır.","İsmail Yakıt":"Hanginizin daha güzel işler yaptığını/amel ettiğini sınamak için ölümü ve hayatı¹ yaratan O’dur. Zira O, Azîz’dir, Gafûr’dur,","Kadri Çelik Meali":"O, amel bakımından hanginizin daha iyi olacağını denemek için ölümü ve hayatı yarattı. O, üstün güç sahibi olandır, çok bağışlayandır.","Mahmut Kısa Meali":"<b>O </b>Allah<b> ki, hanginiz daha güzel işler yapacak diye sizi imtihân etmek için ölümü ve </b>her iki âlemde <b>hayatı yaratmıştır.</b><br>Gerçekten <b>O, sınırsız izzet ve kudret sahibidir, </b>bununla birlikte, çok ama <b>çok merhametlidir.</b>","Mahmut Özdemir Meali":"Sizin hanginiz amel bakımından daha güzel diye denemek için Ölüm’ü ve Hayat’ı yaratmış olandır. O Gafûr Azîz’dir.","Mehmet Çakır Meali":"Sizi sınamak, en güzel eseri kimin yapacağını belirlemek için ölümü ve dirimi yaratan Allah, güç ve hoşgörünün de kaynağıdır.","Mehmet Çoban Meali":"Allah hanginizin daha güzel şeyler yapacağını sınamak için ölümü ve hayatı yaratandır. O, mutlak güç sahibidir, çok bağışlayandır. Sizler doğum, ölüm ve dünya hayatı için değişik yorumlar yapabilirsiniz. Bunların hiçbir kıymeti yoktur. Biz insanı denemek için dünya hayatı verdik. Bakalım yaratılan varlıklar olarak, yaratıcıları olan Allah’a inanacaklar mı? Gönderilen yasalara uyacaklar mı? Yoksa keyiflerine göre yasalar uydurup, Allah’ın yasalarına karşı mı çıkacaklar? Bilseler! İnsana verdiğimiz ömrün yanında dünya hayatı bir hiçtir. Çok kısadır. Yaratıldıkları andan itibaren dünyaya geliş süreçleri, dünya sonundaki ahiret hayatları çok uzundur. İnsan kısacık dünya hayatını keyfine göre yaşamak için ahiret hayatını kaybeder. Hâlbuki insana düşünmesi için akıl verdik. Yol göstermesi için elçiler seçtik. Elçilerle vahiy gönderdik. Ama insan şımardı, azdı. Resullerimizi, ayetlerimizi yalanladı. Kısa bir hayat için kendini bir şey zannetti! Etrafına bakmıyor mu? Dünya hayatını yaşayanlar ölüp gidiyor. Sonra ahiret hayatları başlıyor. Dünya insan için gelip geçici bir misafirliktir. İnsanın asıl hayatı ahiret hayatıdır.        ","Mehmet Okuyan Meali":"Hanginizin daha güzel davranacağınızı denemesi için ölümü ve hayatı yaratan O’dur. O güçlüdür, çok bağışlayandır.","Mehmet Türk Meali":"O, ölümü ve hayatı; hanginizin daha güzel iş yapacağını denemek¹ için yarattı² ve O çok güçlüdür, çok bağışlayandır.","Muhammed Esed Meali":"O, hem ölümü, hem de hayatı yaratmıştır ¹ ki sizi sınamaya tâbi tutsun [ve böylece] davranış yönünden hanginiz daha iyidir [onu göstersin] ve yalnız O[nun] kudret sahibi ve çok bağışlayıcı [olduğuna sizi inandırsın].","Mustafa Çavdar Meali":"O ölümü ve hayatı, hanginizin daha güzel davranacağını sınamak için yaratmıştır. O mutlak üstün ve yüce olan ve eşsiz bağışlayandır. 5/48, 15/49","Mustafa İslamoğlu Meali":"O, ölümü ve hayatı hanginizin daha güzel davranacağını sınamak için yaratmıştır:[⁵¹⁹⁸] O mutlak üstün ve yüce olandır, eşsiz ve benzersiz bağışlayandır.","Orhan Kuntman Meali":"Hanginizin daha güzel amellerde bulunacağı belli olsun diye; ölümü ve hayatı yaratan (takdir eden) O'dur, her şeye gücü yeten, çok bağışlayandır O.","Osman Fırat Meali":"O, hanginizin daha güzel amel işleyeceğinizi denemek için ölümü ve hayâtı yarattı. O, üstündür, bağışlayandır.","Ömer Nasuhi Bilmen Meali":"O ki, ölümü ve hayatı yarattı, hanginizin amelce daha güzel olduğunuzu imtihan için ve o, bihakkın galiptir, çok yarlığayandır.","Suat Yıldırım Meali":"Hanginizin daha güzel iş ortaya koyacağını denemek için, ölümü ve hayatı yaratan O'dur. O azîzdir, gafurdur (üstün kudret sahibidir, affı ve mağfireti boldur). [2, 28; 18, 7]","Süleyman Ateş Meali":"O, hanginizin daha güzel iş yapacağınızı denemek için ölümü ve hayatı yarattı. O, üstündür, bağışlayandır.","Süleyman Tevfik (1927)":"Sizden hanginizin 'amelde daha iyi oldığınız bilinmek içün mevti ve hayâtı halk itdi. Allâh gâlib ve kâdir ve tevbe idenleri mağfiret idicidir. ","Süleymaniye Vakfı Meali":"Ölümü ve hayatı yaratan odur[*]. Bunlar; hanginiz daha güzel iş yapacak diye sizi yıpratıcı bir imtihandan geçirmek içindir. O güçlüdür, bağışlayıcıdır.","Şaban Piriş Meali":"Ölümü ve hayatı, hanginizin daha iyi çalışacağını denemek için yaratan O'dur, Güçlü ve bağışlayıcı O'dur!","Ümit Şimşek Meali":"Hanginiz daha güzel işler yapacaksınız diye sizi sınamak için ölümü de, hayatı da yaratan Odur.(1) Onun kudreti herşeye üstündür; O çok bağışlayıcıdır.","Yaşar Nuri Öztürk Meali":"Hanginizin daha güzel iş yapacağını belirlemek için sizi imtihana çekmek üzere ölümü ve hayatı yaratan O'dur. Azîz'dir O, Gafûr'dur.","Eski Anadolu Türkçesi":"ol kim yarattı ölümi daħı dirliġi tā śınaya sizi ķanķıñuz görklürekdür 'ameldin yaña. daħı ol beñdeşsüzdür yarlıġayıcı.","Satıraltı Meal (1534)":"Ol Allāhdur yaratdı ölümi ve dirligi sizi ṣınamaġ‐ıçun ki ḳanḳıñuz yaḫşı‘amel işler. Daḫı oldur emrine ġālib ve günāhlar baġışlayıcıdur.","Bunyadov-Memmedeliyev ":"Hansınızın əməlcə daha gözəl olduğunu sınamaq (bəlli etmək) üçün ölümü və həyatı yaradan Odur. O, yenilməz qüvvət sahibidir, (çox) bağışlayandır.","M. Pickthall (English)":"Who hath created life and death that He may try you, which of you is best in conduct; and He is the Mighty, Forgiving,","Yusuf Ali (English)":"He Who created Death(5556) and Life, that He may try which of you is best in deed:(5557) and He is the Exalted(5558) in Might, Oft-Forgiving;-"},"3":{"Arabic":"اَلَّذ۪يخَلَقَسَبْعَسَمٰوَاتٍطِبَاقًاۜمَاتَرٰىف۪يخَلْقِالرَّحْمٰنِمِنْتَفَاوُتٍۜفَارْجِعِالْبَصَرَۙهَلْتَرٰىمِنْفُطُورٍ","Abdulbaki Gölpınarlı Meali":"Öylesine ki birbiri üstünde olarak yedi kat göğü yaratmıştır; rahmanın yaratışında hiçbir uygunsuzluk, aykırılık göremezsin; artık çevir gözünü de bak, görebilir misin bir yarık, bir çatlak?","Abdullah-Ahmet Akgül Meali":"<b>O, biri diğeriyle ‘tam bir uyum’ </b><i>(mutabakat)</i><b> içinde yedi </b><i>(tabaka)</i><b> gök yaratmıştır. Rahman </b><i>(olan Allah)</i><b>ın yaratmasında hiçbir ‘çelişki ve uygunsuzluk’ </b><i>(tefavüt)</i><b> göremezsin </b><i>(bulamazsın)</i><b>. İşte gözü</b><i>(nü)</i><b> çevirip-gezdir; </b><i>(göklerde ve evrende) </i><b>herhangi bir çatlaklık </b><i>(bozukluk ve çarpıklık)</i><b> görebiliyor musun? </b><i>(Kâinatta ve tabiatta bir kusur ve noksanlık var mıdır?)</i> ","Abdullah Parlıyan Meali":"Yedi göğü birbiriyle tam bir uyum içinde yaratan O, ne yücedir. Rahman'ın yaratışında hiçbir aksaklık göremezsin. Gözünü bir kez daha ona çevirde bir bak, görebilirmisin bir yarık bir çatlak.","Ahmet Tekin Meali":"O, yedi göğü, birbiri üzerine, âhenkli, düzenli, uyum içinde manyetik katlar halinde yaratandır. Rahmet sahibi, Rahman olan Allah'ın yaratmasında hiçbir uygunsuzluk, aykırılık, aksaklık göremezsin. Gözünü çevir de bir bak, bir bozukluk görüyor musun?","Ahmet Varol Meali":"O yedi göğü kat kat yaratandır. Rahman'ın yaratışında hiçbir uyumsuzluk göremezsin. Gözü(nü) çevir (de bir bak) hiçbir çatlaklık görüyor musun?","Ali Bulaç Meali":"O, biri diğeriyle 'tam bir uyum' (mutabakat) içinde yedi gök yaratmış olandır. Rahman (olan Allah)ın yaratmasında hiç bir 'çelişki ve uygunsuzluk' (tefavüt) göremezsin. İşte gözü(nü) çevirip-gezdir; herhangi bir çatlaklık (bozukluk ve çarpıklık) görüyor musun?","Ali Fikri Yavuz Meali":"Yedi göğü, kat kat yaratan O'dur. O Rahmân'ın yarattığında hiç bir düzensizlik göremezsin. Haydi çevir gözü (semaya), görebilir misin bir çatlak?","Bahaeddin Sağlam Meali":"O Allah ki, yedi göğü ahenkli ve uygun yaratmış. Rahman olan (olgunluk özelliklerine sahip) Allah’ın yaratmasında, uygun olmayan hiçbir şey bulamazsın. Gözünü çevir bak! Bir delik (kusur ve eksiklik) bulabilecek misin?","Bayraktar Bayraklı Meali":"Yedi kat göğü birbiri üzerine tabaka tabaka yaratan da O'dur. Rahmân'ın yaratmasında bir uyumsuzluk göremezsin. Gözünü çevir de bak, bir bozukluk görüyor musun?[662]","Besim Atalay Meali (1965)":"Yedi kat gökleri, kat kat yarattı, esirgeyen Tanrının yaptığı şeyde hiçbir düzensizlik göremezsin, gözünü çevir hele, bir gedik görür müsün?","Cemal Külünkoğlu Meali":"Yedi göğü birbiriyle tam bir uyum içinde yaratan O'dur. O Rahman'ın yarattıklarında herhangi bir uyuşmazlık, çelişme göremezsin. Bir kez daha bak! (Orada) bir çatlak ve kusur görüyor musun?","Cemil Said (1924)":"Yedi tabaka semâvâtı biri biri üzerinde halk iden odur. Rahmân’ın halk itdiği şeylerde ufak bir noksan bulamazsın. Gözlerini semâya tevcîh it, cüz-î bir ferce görebilür misin?","Diyanet İşleri Meali (Eski)":"Gökleri yedi kat üzerine yaratan O'dur. Rahman'ın bu yaratmasında bir düzensizlik bulamazsın. Gözünü bir çevir bak, bir çatlak görebilir misin?","Diyanet İşleri Meali (Yeni)":"O, yedi göğü tabaka tabaka yaratandır. Rahmân’ın yaratışında hiçbir uyumsuzluk göremezsin. Bir kere daha bak! Hiçbir çatlak (ve düzensizlik) görüyor musun?","Kur'an Yolu (Diyanet İşleri)":"Yedi göğü birbiriyle tam bir uygunluk içinde yaratan O’dur. Rahmânın yaratışında hiçbir uyumsuzluk göremezsin. Gözünü çevir de bir bak, bir bozukluk görebiliyor musun?","Diyanet Vakfı Meali":"O ki, birbiri ile âhenktar yedi göğü yaratmıştır. Rahmân olan Allah'ın yaratışında hiçbir uygunsuzluk göremezsin. Gözünü çevir de bir bak, bir bozukluk görebiliyor musun?","Edip Yüksel Meali":"O yedi göğü kat kat yaratmıştır. Rahman'ın yaratışında her hangi bir kusur bulamazsın. Bakışlarını yönelt de bak; herhangi bir çatlak görebiliyor musun?","Elmalılı Hamdi Yazır Meali":"O, yedi göğü, birbiri üzerine yarattı. Rahmân'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözünü döndür de bak, bir bozukluk görüyor musun?","Elmalılı Meali (Orijinal)":"o ki yedi sema yaratmış birbiriyle mutabık, göremezsin o rahmânın yarattığında hiç bir nizamsızlık, haydi çevir gözü görebilirmisin hiç bir çatlak, bir kusur?","Emrah Demiryent Meali":"Yedi kat göğü tabaka tabaka yaratan da O’dur. (Ey insan!) Rahmân’ın yaratmasında hiçbir uyumsuzluk göremezsin. Gözünü çevir de (Allah’ın yaratmış olduğu semâya) bir bak! Hiçbir çatlak/bozukluk (ve düzensizlik) görüyor musun?","Erhan Aktaş Meali":"Gökleri yedi tabaka halinde yaratan O'dur. Rahman'ın yaratmasında bir düzensizlik göremezsin. Bak bakalım, işleyiş yasalarında bir uygunsuzluk görebilecek misin? ","Hasan Basri Çantay Meali":"O, birbiriyle âhenkdâr yedi gök yaratmış olandır. O çok esirgeyici (Allah) ın yaratışında hiçbir nizamsızlık görmezsin. İşte gözü (nü bir defa daha göğe) çevir, (bak, orada) hiçbir çatlak görecek misin?","Hayrat Neşriyat Meali":"O ki, yedi göğü tabaka tabaka (birbiriyle âhenkli) olarak yarattı. Rahmân (olan Allah)'ın yarattığında hiçbir düzensizlik göremezsin! Haydi gözü(nü) çevir (de bir bak), hiçbir çatlak görecek misin?","İhsan Aktaş Meali":"O (Allah) ki, birbiri ile tam bir uyum ve ahenk içinde yedi semayı (yedi farklı manyetik uzay mekânı) yaratmıştır. Merhameti sınırsız olanın yaratmasında hiçbir uygunsuzluk (dengesizlik) göremezsin. Gözünü çevirip gezdir. Bir düzensizlik görebiliyor musun? *","İlyas Yorulmaz Meali":"Tabakalar halinde yedi göğü yaratan O dur. Rahmanın yaratmasında bir eğrilik (hata) görebilir misin? Sonra gözünü iki defa çevir, bak bakalım bir çatlak görebilecek misin?","İsmayıl Hakkı Baltacıoğlu":"Üst üste yedi kat göğü yaratan Odur. Esirgeyici’nin bu yaratmasında hiç bir uygunsuzluk göremezsin. Şimdi gözünü göğe çevir de bak, hiç bir aksaklık görebiliyor musun?","İsmail Hakkı İzmirli":"Yedi göğü kat kat yaratan, O/dur, Esirgeyen Tanrı/nın yaratmasında hiçbir uygunsuzluk göremezsin, gözünü göğe çevir bak, onda hiç bozukluk, yarıklık görebilir misin?","İsmail Yakıt":"Gökleri ve yeri yedi kat olarak yaratan O’dur. Rahmân’ın yaratmasında sen hiçbir uyumsuzluk [tefâvut] göremezsin. Gözünü çevir de bak, onda bir düzensizlik/çatlak [futûr] görüyor musun?²","Kadri Çelik Meali":"Yedi göğü tabakalar halinde yaratan O'dur. Rahman'ın yaratmasında hiç bir aykırılık göremezsin. İşte gözünü çevirip gezdir; herhangi bir çatlaklık (çarpıklık) görüyor musun?","Mahmut Kısa Meali":"Sizi çepeçevre kuşatan şu uçsuz bucaksız <b>yedi </b>kat <b>göğü, </b>birbiriyle uyumlu ve iç içe geçmiş <b>tabakalar hâlinde yaratan, O’dur. </b>Ey insan, nereye bakarsan bak, <b>Rahmân’ın yaratışında </b>hiçbir aksaklık,<b> hiçbir uyumsuzluk göremezsin! Gözünü çevir de </b>şu göz kamaştırıcı yaratılmışlara daha dikkatli <b>bak; </b>Rahmân’ın sonsuz ilim ve kudretini gözler önüne seren şu mükemmel sistemde <b>herhangi </b>bir eksiklik, <b>bir</b> <b>çatlak görebiliyor musun?</b>","Mahmut Özdemir Meali":"Birbirine uygun olarak yedi göğü yaratmış olandır. Rahmân’ın yaratmasında hiçbir düzensizlik görmüyorsun. Hadi, Bakış’ı (Gözler’i) çevir bak! Görüyor musun, hiçbir yarık-çatlak?","Mehmet Çakır Meali":"Yedi kat göğü yaratan ve  evrene sevgi ile hakim olan Tanrı'nın işinde, herhangi bir kusur bulamazsın. Şöyle bir bak, var mı bir çatlak?","Mehmet Çoban Meali":"Allah yedi göğü katmanlar halinde yaratandır. Yaratılışta bir uyumsuzluk göremezsin! Gökyüzüne bir kere daha bak! Hiçbir çatlak, hiçbir düzensizlik göremezsin!       ","Mehmet Okuyan Meali":"Yedi kat göğü [*] tabaka tabaka (birbiriyle uyumlu) [*] yaratan da O’dur. [Rahmân]’ın yaratmasında hiçbir uyumsuzluk göremezsin. Gözü(nü) çevir (de bir bak), herhangi bir kusur görebilecek misin!","Mehmet Türk Meali":"O (Allah) birbiriyle uyumlu¹ yedi göğü (öyle) yaratmıştır ki, Rahman olan Allah’ın tüm yarattıklarında hiçbir uyumsuzluk² göremezsin. Gözünü çevir de bir bak, orada bir uyumsuzluk³ görebiliyor musun?","Muhammed Esed Meali":"Yedi göğü birbiriyle tam bir uyum içinde ² yaratan O, [ne yüce]dir: Rahmân’ın yaratışında hiçbir aksaklık göremezsin. Gözünü bir kez daha [ona] çevir: Hiç kusur görüyor musun?","Mustafa Çavdar Meali":"O yedi kat gökleri mükemmel bir ahenk ve uyum içinde yaratandır. Rahman’ın yaratmasında hiçbir kusur ve uyumsuzluk göremezsin! Gözünü çevir de bir bak görebilecek misin herhangi bir kusur? 11/7, 13/2, 38/27","Mustafa İslamoğlu Meali":"O, yedi göğü eşsiz bir uyum içinde[⁵¹⁹⁹] yaratmıştır;[⁵²⁰⁰] Rahmân’ın yaratışında bir düzensizlik göremezsin; haydi, çevir gözünü de bir bak bakalım: bir kusur ve başıboşluk görebilecek misin?[⁵²⁰¹]","Orhan Kuntman Meali":"Yedi göğü kat kat birbiriyle ahenkli olarak yaratan da O'dur. (Ey selim akıl sahibi) Rahman’ın yaratmasında sen hiç düzensizlik göremezsin. Gözünü çevir de (geceleyin gök kubbeye basiret gözü ile) bak, hiçbir aksaklık görebilir misin? ","Osman Fırat Meali":"O, yedi göğü tabaka tabaka yaratandır. Rahmân’ın yaratışında hiçbir gözden kaçan bir şey göremezsin. Bir kere daha bak! Hiçbir ayarsızlık görüyor musun?","Ömer Nasuhi Bilmen Meali":"O'dur ki, yedi göğü tabaka tabaka olarak yarattı, o Rahmân'ın yaratmasında hiç bir uygunsuzluk göremezsin, imdi gözünü çevir (bak), hiç bir çatlak görebilir misin?","Suat Yıldırım Meali":"3, 4. Yedi kat göğü birbiriyle tam uyum içinde yaratan O'dur. Rahman'ın yaratmasında hiçbir nizamsızlık göremezsin. Gözünü çevir de bak: Herhangi bir kusur görebilir misin? Sonra tekrar tekrar gözünü çevir de bak, gözün bir kusur bulamadığından, eli boş ve bitkin geri döner. ","Süleyman Ateş Meali":"O, yedi göğü, birbiri üzerinde tabaka, tabaka yarattı, Rahman'ın yaratmasında bir aykırılık, uygunsuzluk görmezsin. Gözü(nü) döndür de bak, bir bozukluk görüyor musun?","Süleyman Tevfik (1927)":"O Allâh yedi göği tabaka olarak halk itdi. Rahmân olan Allâh'ın halkında tefâvüt ve ihtilâf görmezsin, ona gözini çevirüb dikkatle bak, bir çatlak ve noksan görir misin?","Süleymaniye Vakfı Meali":"Üst üste yedi kat göğü yaratan da O’dur. Rahman’ın yaratmasında bir uyumsuzluk göremezsin. Bakışlarını bir daha çevir; bir çatlak görebilir misin?","Şaban Piriş Meali":"Gökleri yedi kat yaratan O'dur. Rahman'ın yaratmasında bir düzensizlik göremezsin. Gözünü çevir de bak (gökte) bir çatlak görüyor musunuz?","Ümit Şimşek Meali":"Yedi göğü birbiriyle uyum içinde yaratan da Odur. Rahmân'ın yaratışında hiçbir düzensizlik görmezsin. Haydi, çevir gözünü: Bir çatlak görüyor musun?","Yaşar Nuri Öztürk Meali":"Birbiriyle uyum ve ahenk içinde yedi gökleri yaratan da O'dur. O Rahman'ın yaratışında/yarattıklarında herhangi bir uyuşmazlık, aykırılık, çelişme göremezsin. Bir kez daha bak! Bir çatlaklık, bir uyuşmazlık görüyor musun?","Eski Anadolu Türkçesi":"ol kim yarattı yidi gökleri biribiri üzerine. görmeyesin raḥmet yaratmaġında hįç tefāvut. pes döndür gözi hįç görür misin yazuķlar ya'nį 'ayb?","Satıraltı Meal (1534)":"Oldur yaradan yidi ḳat gökleri biri biri üstine. Görmezsin Tañrı Ta‘ālāḫalḳında hīç tefāvüt. Pes dönder gözüñi, hīç ‘ayb görür misin?","Bunyadov-Memmedeliyev ":"Yeddi göyü (bir-birinin üstündə) qat-qat yaradan da Odur. (Ey insan!) Sən Rəhmanın yaratdığında heç bir uyğunsuzluq görməzsən. Bir gözünü qaldırıb (səmaya) bax, heç orada bir yarıq (çatdaq, nöqsan) görə bilərsənmi?!","M. Pickthall (English)":"Who hath created seven heavens in harmony. Thou (Muhammad) canst see no fault in the Beneficent One's creation; then look again: Canst thou see any rifts?","Yusuf Ali (English)":"He Who created the seven heavens(5559) one above another: No want of proportion wilt thou see in the Creation of ((Allah)) Most Gracious. So turn thy vision again: seest thou any flaw?"},"4":{"Arabic":"ثُمَّارْجِعِالْبَصَرَكَرَّتَيْنِيَنْقَلِبْاِلَيْكَالْبَصَرُخَاسِئًاوَهُوَحَس۪يرٌ","Abdulbaki Gölpınarlı Meali":"Gene de gözünü çevir de bir daha, bir daha bak; aradığını bulamaz da gözün, mahrum bir halde sana döner ve yorgundur o, bitkindir.","Abdullah-Ahmet Akgül Meali":"<b>Sonra gözünü iki kere daha çevirip-gezdir; </b><i>(göreceksin ki)</i><b> o göz </b><i>(yerde ve göklerde bir uyumsuzluk ve uygunsuzluk bulmaktan)</i><b> umudunu kesmiş bir halde ve bitkin olarak sana dönecektir. </b><i>(Çünkü Allah’ın yaratışında ve harika sanatında hiçbir hata bulunamayacaktır.) </i> ","Abdullah Parlıyan Meali":"Gerçekten gözünü çevir de bir daha bir daha bak, o gözler her seferinde şaşkın ve bezgin bir şekilde sana döner.","Ahmet Tekin Meali":"Sonra gözünü tekrar tekrar çevir, bak. Göz aradığı bozukluğu bulmaktan âciz ve bitkin bir halde sana dönecektir.","Ahmet Varol Meali":"Sonra gözü(nü) iki kere daha çevir (de bak). Göz hakir ve umudunu kesmiş bir halde sana döner.","Ali Bulaç Meali":"Sonra gözünü iki kere daha çevirip-gezdir; o göz (uyumsuzluk bulmaktan) umudunu kesmiş bir halde bitkin olarak sana dönecektir.","Ali Fikri Yavuz Meali":"Sonra gözü, tekrar tekrar (semaya) çevir; nihayet o göz, zelîl ve hakîr olarak sana döner; artık O, âciz kalmıştır.","Bahaeddin Sağlam Meali":"Sonra tekrar bak! O göz sana yorgun ve bitkin olarak dönecektir (bir kusur bulamayacaktır.)","Bayraktar Bayraklı Meali":"Sonra tekrar tekrar yine bak; sonunda göz, aradığı bozukluğu bulamayıp güçsüz ve bitkin bir halde sana geri dönecektir.","Besim Atalay Meali (1965)":"İki kez daha gözünü çevir, gözün yorgun, argın dönecek sana !","Cemal Külünkoğlu Meali":"Sonra gözünü iki kez daha çevir bak. Göz aradığı -ki kesinlikle olmayan- kusuru, çelişkiyi bulmaktan umudu keserek yorgun ve bitkin olarak sana dönecektir.","Cemil Said (1924)":"Gözlerini iki def’a kaldır, nazarların hayrân ve bîtâb oldığı halde yine sana rücû’ ider.","Diyanet İşleri Meali (Eski)":"Bir aksaklık bulmak için gözünü tekrar tekrar çevir bak; ama göz umduğunu bulamayıp bitkin ve yorgun düşer.","Diyanet İşleri Meali (Yeni)":"Sonra tekrar tekrar bak; bakışların (aradığı çatlak ve düzensizliği bulamayıp) âciz ve bitkin hâlde sana dönecektir.","Kur'an Yolu (Diyanet İşleri)":"Sonra gözünü tekrar tekrar çevir de bak; (kusur arayan) göz aradığını bulamadan bitkin olarak sana dönecektir.","Diyanet Vakfı Meali":"Sonra gözünü, tekrar tekrar çevir bak; göz (aradığı bozukluğu bulmaktan) âciz ve bitkin halde sana dönecektir.","Edip Yüksel Meali":"Sonra tekrar tekrar bak; bakışların usanmış ve yenilmiş olarak sana döner.","Elmalılı Hamdi Yazır Meali":"Sonra gözünü tekrar tekrar döndür (bak). Göz (aradığı bozukluğu bulmaktan) âciz ve bitkin halde sana dönecektir.","Elmalılı Meali (Orijinal)":"Sonra yine çevir gözü, tekrar tekrar, sana döner ö göz hîtab olarak zelîl-ü hakîr","Emrah Demiryent Meali":"Sonra gözünü tekrar tekrar (semâya) çevir de (bir daha) bak! Bakışların (aradığı çatlak/bozukluk ve düzensizliği bulamayıp) âciz ve bitkin bir hâlde sana dönecektir.","Erhan Aktaş Meali":"Sonra, tekrar tekrar bir daha bak! Gözlerin, bitkin ve aradığını bulamamış bir halde sana geri döner.","Hasan Basri Çantay Meali":"Sonra gözü (nü) iki kerre daha çevir. (Nihayet) o göz, hor ve hakîr yine sana dönecekdir ve o, (artık bir kusur bulabilmekden) yorulmuşdur.","Hayrat Neşriyat Meali":"Sonra gözü(nü) tekrar tekrar çevir (ve yine bak); o göz (aradığı kusûru bulamadan)zelil ve bitkin bir hâlde sana dönecektir!(1)","İhsan Aktaş Meali":"Sonra gözünü iki kere daha (tekrar tekrar ona) çevir: (Kâinatta ve tabiatta bir kusur, noksanlık ve düzensizlik var mıdır?) Göz (aradığı bozukluğu, dengesizliği bulmaktan) aciz ve bitkin hâlde sana dönecektir.","İlyas Yorulmaz Meali":"Sonra tekrar tekrar bakışlarını çevir ve gözün (gökler de ve yerde) hiçbir eksik bulamayışının umutsuzluğunda iken, birde gözünü çaresiz bir şekilde zayıf, yetersiz olan kendi nefsine çevir.","İsmayıl Hakkı Baltacıoğlu":"Sonra gözünü ikinci defa çevir de bak, gözün kamaşıp kapanacaktır, artık yorulmuştur.","İsmail Hakkı İzmirli":"Gözünü bir kere değil, iki kere daha çevir, göğe bakınca gözün âciz, yorgun bir halde sana döner [³].","İsmail Yakıt":"Sonra tekrar iki kere daha bak! Her bakışında gözün (aradığını bulamayıp) sana şaşkın ve bezgin bir hâlde geri dönecektir.","Kadri Çelik Meali":"Sonra gözünü tekrar tekrar çevirip gezdir; o göz, (çarpıklık bulmaktan) umudunu kesmiş bir halde bitkin olarak sana dönecektir.","Mahmut Kısa Meali":"<b>Haydi</b> durma,<b> bir daha, bir daha bak fakat</b> her bakışında dehşet ve hayranlığın bir kat daha artacak ve sonunda, <b>bakışların </b>hatâ aramaktan <b>yorulmuş ve </b>ilâhî yaratışın ihtişâmı karşısında <b>yenilgiyi kabullenmiş bir hâlde sana geri dönecektir.</b><br>İşte ilâhî hükümranlığın alâmetlerinden biri:","Mahmut Özdemir Meali":"Evet, Bakış’ı ikinci kere yeniden çevir bak! Bakış (Gözler) sana dönecektir aradığını bulamamış ve yorgun olarak!","Mehmet Çakır Meali":"İstersen bir daha bak. Gözlerin yorgun ve bitkin düşecektir.","Mehmet Çoban Meali":"Sonra tekrar tekrar bak! Bakışların çatlaklığı düzensizliği aramaktan yorulacak, bitkin, aciz olarak geri dönecektir. Zaten yaratılışta bir düzensizlik olsaydı, o düzensizlik sizi yok ederdi. Yaşadığınız dünya, seyrettiğiniz gökyüzü birbirine girerdi!          ","Mehmet Okuyan Meali":"Sonra tekrar tekrar gözü(nü) çevir (de bak; sonunda) göz(lerin) bitkin bir şekilde yorgun olarak sana geri dönecektir.","Mehmet Türk Meali":"Sonra gözünü döndürüp oraya tekrar tekrar bak. Göz(ün uyumsuzluk bulmaktan) umudunu keserek, bitkin¹ bir halde sana geri dönecektir.","Muhammed Esed Meali":"Evet, gözünü tekrar tekrar [ona] çevir: [her seferinde] bakışın, şaşkın ve bezgin bir şekilde önüne geri dönecektir... ³","Mustafa Çavdar Meali":"Gözünü tekrar çevir de bak, göz aradığını bulamamış yorgun ve bitkin olarak sana geri dönecektir. 50/6","Mustafa İslamoğlu Meali":"Sonra tekrar tekrar çevir gözünü de bir bak;[⁵²⁰²] bakışın yılgın ve bezgin[⁵²⁰³] bir şekilde sana geri dönecektir.","Orhan Kuntman Meali":"Sonra da gözünü tekrar gök kubbeye çevir. (de yıldızlar arasındaki ahenkli seyrin tüm inceliklerini ve gök kubbenin derinliklerini görmeye çalış) Gözün elbette umduğunu bulamayıp bitkin ve yorgun sana dönecektir. ","Osman Fırat Meali":"Evet, gözünü tekrar tekrar (ona) çevir, bakışın (bu muazzam yaratma karşısında), sana sinmiş ve bitkin bir şekilde geri dönecektir...","Ömer Nasuhi Bilmen Meali":"Sonra gözünü iki def'a daha çevir, o göz sana yorgun bir halde olarak zelilâne bir sûrette geri dönmüş olsun.","Suat Yıldırım Meali":"3, 4. Yedi kat göğü birbiriyle tam uyum içinde yaratan O'dur. Rahman'ın yaratmasında hiçbir nizamsızlık göremezsin. Gözünü çevir de bak: Herhangi bir kusur görebilir misin? Sonra tekrar tekrar gözünü çevir de bak, gözün bir kusur bulamadığından, eli boş ve bitkin geri döner. ","Süleyman Ateş Meali":"Sonra gözü(nü) iki kez daha döndür (bak). Göz (aradığı bozukluğu bulmaktan) umudu keserek hor ve bitkin bir halde sana döner.","Süleyman Tevfik (1927)":"Sonra iki kere daha ircâ'ı nazar it (tekrâr tekrâr bak) Onda bir halel görmediği cihetle nazarın yorgun ve argın olarak sana döner.","Süleymaniye Vakfı Meali":"Sonra bakışlarını iki defa daha çevir de bak, gözün umutsuz halde bitkin düşecektir.","Şaban Piriş Meali":"Sonra tekrar çevirir, o göz sana, bitkin ve aradığını bulamamış olarak geri dönecektir.","Ümit Şimşek Meali":"Sonra tekrar tekrar gözünü çevirsen de bitkin düşmüş, hor ve hakir halde o göz sana döner.","Yaşar Nuri Öztürk Meali":"Sonra bakışı iki kez daha döndür! Umudunu kesmiş olarak döner sana göz. Utanmış, bitkin düşmüştür o.","Eski Anadolu Türkçesi":"andan döndür gözi iki gez döne sendin yaña göz ıraķ ol arınışken.","Satıraltı Meal (1534)":"Andan dönder gözüñi iki kez. Döner saña gözüñ arıp yorulup ta‘ab olmış‐iken.","Bunyadov-Memmedeliyev ":"Sonra gözünü qaldırıb iki dəfə bax. Göz orada (axtardığını tapmayıb) zəif, yorğun düşərək yenə də sənə tərəf qayıdacaqdır!","M. Pickthall (English)":"Then look again and yet again, thy sight will return unto thee weakened and made dim.","Yusuf Ali (English)":"Again turn thy vision(5560) a second time: (thy) vision will come back to thee dull and discomfited, in a state worn out."},"5":{"Arabic":"وَلَقَدْزَيَّنَّاالسَّمَٓاءَالدُّنْيَابِمَصَاب۪يحَوَجَعَلْنَاهَارُجُومًالِلشَّيَاط۪ينِوَاَعْتَدْنَالَهُمْعَذَابَالسَّع۪يرِ","Abdulbaki Gölpınarlı Meali":"Ve andolsun ki biz, en yakın olan dünya göğünü ışıklarla bezedik ve onları, Şeytanlara atılacak şeyler olarak halkettik ve Şeytanlara, yakıp kavuran bir azaptır, hazırladık.","Abdullah-Ahmet Akgül Meali":"<b>Andolsun, Biz en yakın olan semayı </b><i>(dünya göğünü)</i><b> kandil </b><i>(misali yıldızlar ve gezegenlerle)</i><b> süsleyip-donattık ve bunları</b><i>(n bir kısmını)</i><b>, şeytanlar için taşlama araçları </b><i>(rücum)</i><b> kıldık. </b><i>(Her gün görevli meleklere dağıtılan kader programından kulak hırsızlığı yapıp, gaybı biliyor havası atarak insanları saptırmak isteyen kötü cinnleri kovalayıp uzaklaştırmak üzere \"yıldız kayması\" denilen meteor taşlarını kullandık.)</i><b> Ve onlar için çılgınca yanan alevli ateş azabını hazırladık.</b> ","Abdullah Parlıyan Meali":"Ve andolsun ki, biz en yakın olan dünya göğünü ışıklarla bezedik, bu yıldızları ilâhî haberleri çalmaya çalışan şeytanlara atış taneleri yaptık ve yine o şeytanları yakıp kavuracak bir azap da hazırladık.","Ahmet Tekin Meali":"Biz dünya semasını sizin tasavvur edemeyeceğiniz güçlü ışık hüzmeleriyle süsledik. Bunları şeytanlara, şeytanî güçlere karşı göğü koruyan alev yalımları olarak kullandık; şeytan tıynetlilerin gelecekle ilgili haber uydurmalarına, tahmin yürütmelerine konu yaptık. Onlara bir de körüklenen, alev püsküren, dehşetli cehennem ateşi azâbı hazırladık.","Ahmet Varol Meali":"Andolsun ki biz en yakın göğü kandillerle (yıldızlarla) süsledik, onları şeytanlar için taşlama araçları kıldık ve onlar için alevli ateş azabı hazırladık.","Ali Bulaç Meali":"Andolsun, Biz en yakın göğü (dünya göğünü) kandillerle süsleyip-donattık ve bunları, şeytanlar için taşlama-birimleri (rücum) kıldık. Onlar için çılgınca yanan ateşin azabını hazırladık.","Ali Fikri Yavuz Meali":"Celâlim hakkı için, biz en aşağı semayi, (kandil gibi ışık veren) yıldızlarla donattık. Bir de onları, şeytanlara, (Şihab= akan yıldız gibi) taş atmalar kıldık. O şeytanlara (Ahirette) çılgın ateş azabı hazırladık.","Bahaeddin Sağlam Meali":"Andolsun! Biz yakın göğü lambalarla süsledik ve onları şeytanları recmetmek için (birer mermi) yaptık. O şeytanlara ayrıca şiddetli ateş azabını hazırladık.","Bayraktar Bayraklı Meali":"Andolsun ki, biz en yakın göğü kandillerle süsledik. Onları şeytanlara atılan taşlar yaptık ve onlara alevli ateş azabını hazırladık.","Besim Atalay Meali (1965)":"Biz dünyanın gök yüzünü, çırağlarla bezedik, bunları şeytanlara atmalık da yarattık, cehennem azabı da hazırladık onlara","Cemal Külünkoğlu Meali":"Andolsun ki Biz yeryüzüne en yakın olan göğü kandillerle süsledik ve onları şeytanların boş ve anlamsız spekülasyonlarına aracı yaptık. Ve onlar için ateşli bir azap hazırladık. ","Cemil Said (1924)":"Dünyâya en yakın olan semâyı meş’ale gibi yıldızlar ile tezyîn iyledik. Bunları oralardan şeytânı def’ itmek içün vaz’ iyledik. Bu şeytânlar içün ’azâb-ı şedîd ihzâr iyledik.","Diyanet İşleri Meali (Eski)":"And olsun ki, yakın göğü kandillerle donattık, onları şeytanlar için taşlamalar yaptık ve şeytanlara çılgın alev azabını hazırladık.","Diyanet İşleri Meali (Yeni)":"Andolsun biz, en yakın göğü kandillerle donattık. Onları şeytanlara atılan taşlar yaptık ve (ahirette de) onlara alevli ateş azabını hazırladık.[552]","Kur'an Yolu (Diyanet İşleri)":"Gerçek şu ki biz yakın göğü kandillerle süsledik. Ayrıca bunlarla şeytanların taşlanmasını sağladık ve onlara alevli ateş azabını hazırladık.","Diyanet Vakfı Meali":"Andolsun ki biz, (dünyaya) en yakın olan göğü kandillerle donattık. Bunları şeytanlara atış taneleri yaptık ve onlara alevli ateş azabını hazırladık.  ","Edip Yüksel Meali":"En aşağı göğü lambalarla süsledik ve onları şeytanlar için bir taşlama kıldık. Onlara alevli ateş azabını hazırladık.","Elmalılı Hamdi Yazır Meali":"Andolsun biz, en yakın göğü kandillerle donattık ve onları, şeytanlar için taşlamalar yaptık. Ve onlar için alevli ateş azabını hazırladık.","Elmalılı Meali (Orijinal)":"Celâlim hakkı için biz o Dünya Semayi takım takım kandillerle donattık ve onları Şeytanlar için (rucum) atmalar yaptık, hem onlar için o çılğın ateş azâbını hazırladık (ki azâbı Seıyr)","Emrah Demiryent Meali":"Kasem olsun ki, biz dünyaya en yakın olan semâyı, (kudretimiz ile) kandillerle (yıldızlarla) süsledik. *Onları şeytanlara atılan taşlar yaptık ve (âhirette de) onlara (şeytanlara) alevli ateş azabını hazırladık.","Erhan Aktaş Meali":"Ant olsun ki Biz, yakın gökyüzünü kandillerle süsledik. Onları, şeytanlar¹ için asılsız şeyler söyleme malzemesi yaptık. Onlar için ateşin azabını hazırladık.","Hasan Basri Çantay Meali":"Andolsun ki biz yere en yakın olan göğü kandillerle donatdık. Bunları şeytanlara da atış taneleri yapdık ve onlara çılgın ateş (cehennem) azâbı hazırladık.","Hayrat Neşriyat Meali":"And olsun ki, dünya semâsını kandillerle süsledik ve onları (kulak hırsızlığı yapan)şeytanlar için (atılacak) taşlar yaptık ve onlara alevli ateş azâbını hazırladık!","İhsan Aktaş Meali":"Şüphesiz biz dünya semasını (dünya ve güneş sisteminin de içinde bulunduğu uzay mekânı) ışık yansıtanlar (gezegenler, bunların uyduları, kuyruklu yıldızlar, asteroit kuşağı, Kuiper kuşağı, Oort bulutu ve milyarlarca küçük gök cisimleri) ile donattık. Ve biz orayı (dünya semasını) şeytanların kovulma ortamı yaptık ve (ahirette de) onlara alevli ateş azabını hazırladık. *","İlyas Yorulmaz Meali":"Biz dünyanın semasını lambalarla donattık ve gökyüzünü aldatıcı güçler (şeytanlar) için ateş parçaları haline getirdik ve o şeytanlar için ateşli bir azap hazırladık.","İsmayıl Hakkı Baltacıoğlu":"Ant olsun ki Biz dünya göğünü ışıldaklarla donattık. Onlarla şeytanları taşladık. Onlar için alevli bir ateş de düzdük.","İsmail Hakkı İzmirli":"* Biz yere en yakın olan göğü çırağlarıyle [⁴] donattık. Onları [⁵] Şeytanlara atılacak şeyler kıldık [⁶]. Böyleleri için alevli ateş azabını hazırladık,","İsmail Yakıt":"Andolsun Biz bu dünya göğünü kandillerle donattık. Onlarla şeytanların taşlanmasını sağladık.³ Onlar için çılgın alevli ateşin [sa’îr] azabını hazırladık.","Kadri Çelik Meali":"Şüphesiz biz en yakın olan göğü (dünya göğünü) kandillerle süsleyip donattık ve bunları, şeytanlar için taşlama vesileleri kıldık. Onlar için çılgın ateşli bir azap hazırladık.","Mahmut Kısa Meali":"<b>Andolsun Biz </b>dünyaya <b>en yakın göğü, </b>parlak birer inci demeti gibi ışıldayan yıldızlar ve benzeri gök cisimlerinden oluşan <b>kandillerle süsledik ve onları,</b> gelecekten haber verdiklerini iddia edenlerin haber kaynağı olan<b> şeytanlar için bir taşlama kıldık.</b> <br>Şeytanlar ne zaman melekler arasında geçen konuşmaları dinlemek için semaya yükselecek olsalar, üzerlerine atılan alev toplarıyla kavrulup küle çevrilirler (<i>15. Hicr: 17,18 ve 37. Sâffât: 7-10</i>).<br>Bu, onlara dünyada verilen cezadır. Ayrıca <b>Biz onlara, </b>âhirette de<b> alevli ateş azâbını hazırladık! </b>Sadece cinlere mi? Hayır:","Mahmut Özdemir Meali":"And olsun Yakın Göğü / Dünya Seması’nı kandillerle donattık! Onları Şeytânlar için taşlamalar yaptık. Saîr’in / Çılgın Alevli Ateş’in azâbını onlar için hazırladık.","Mehmet Çakır Meali":"Dünya semasını ışıl ışıl kandiller ile süsledik. Bunları şeytanî güçleri püskürtmek için yaptık. Bu şeytanlar için alevli silahlar hazırladık; ","Mehmet Çoban Meali":"Andolsun! En yakın göğü yıldızlarla donattık. Yıldızları şeytanlaşan insanların üzerine atılacak taşlar yaptık. Onlar günü gelince bütün şeytanlaşanların üzerine düşecekler. Biz şeytanlaşanlara alevli ateş azabını hazırladık.        ","Mehmet Okuyan Meali":"Yemin olsun ki biz yakın göğü kandillerle süsledik [*] ve onları şeytanlar için kovucular yaptık. [*] Onlar için kavurucu azabı hazırladık.","Mehmet Türk Meali":"Şüphesiz Biz, (size) yakın olan gökyüzünü¹ parlak kandillerle² donattık ve bunları, şeytanlar³ için zanna dayanarak, rasgele konuşma aracı kıldık⁴ ve onlar için (bir de) çılgın ateşin azabını hazırladık.","Muhammed Esed Meali":"Biz, yeryüzüne en yakın olan gökleri ışıklarla ⁴ süsledik ve onları [insanlar arasında bulunan] şeytan-ruhluların boş ve anlamsız spekülasyonlarına ⁵ konu yaptık: ve onlar için yakıcı alevden bir azap hazırladık;","Mustafa Çavdar Meali":"Andolsun ki biz yakın gökyüzünü kandiller yıldızlarla süsledik. Yıldızlardan çıkan ışığı şeytanları kovma aracı yaptık. Ayrıca biz onlara alevler püskürten bir ateş azabı hazırladık. 15/16-17, 41/12","Mustafa İslamoğlu Meali":"Doğrusu[⁵²⁰⁴] Biz, en yakın göğü kandillerle süsledik;[⁵²⁰⁵] onları, şeytan(lığa soyunan)lar[⁵²⁰⁶] için gayba dair spekülasyon aracı kıldık;[⁵²⁰⁷] ve onlara layık yakıp kavuran[⁵²⁰⁸] bir azap hazırladık;","Orhan Kuntman Meali":"Andolsun ki biz, -dünyaya- en yakın göğü kandillerle donattık, bunları şeytanlara ateş taneleri yaptık (ki şeytanlar yüksek melekler topluluğunu dinleyemezler) ve onlara (ahirette) alevli ateş (cehennem) azabı da hazırladık.","Osman Fırat Meali":"Ve biz, dünya göğünü ışıklarla donattık Ve onu şeytanlara atılan taşlar yaptık ve (ahirette de) onlara alevli ateş azabını hazırladık.","Ömer Nasuhi Bilmen Meali":"Andolsun ki en yakın olan göğü kandiller ile bezedik ve onları şeytanlar için atılacak şeyler kıldık ve bunlar için alevli ateş azabı hazırladık.","Suat Yıldırım Meali":"Biz yere en yakın semayı lambalarla donattık. Onları şeytanlara atılan mermiler yaptık. Hem onlara alevli ateş hazırladık. [37, 5-6]","Süleyman Ateş Meali":"Andolsun biz, en yakın göğü lambalarla donattık ve onları, şeytanlar için taşlamalar yaptık. Ve o(şeyta)nlara da çılgın ateş azabını hazırladık.","Süleyman Tevfik (1927)":"Biz semâ-yı dünyâyı kandiller gibi yıldızlarla tezyîn iyledik ve onları şeytânlara recm kıldık ve şeytânlara cehennem 'azâbını da hazırladık.","Süleymaniye Vakfı Meali":"En yakın göğü kandillerle (yıldızlarla) süsledik. Orayı şeytanlar için taşlama yeri yaptık[1] ve onlara alevli bir ateş hazırladık.","Şaban Piriş Meali":"Gerçekten biz, en yakın göğü ışık veren yıldızlarla donattık. Onlarla şeytanların bertaraf edilmesini sağladık. Onlar için bir de çılgın alev azabını hazırladık.","Ümit Şimşek Meali":"Biz Dünya semâsını(2) kandillerle donattık. Şeytanlar için o kandilleri birer taş yaptık;(3) onlara bir de alevli ateş azabı hazırladık.","Yaşar Nuri Öztürk Meali":"Yemin olsun ki, biz en yakın göğü kandillerle süsledik ve onları şeytanlara ateş taneleri yaptık. O şeytanlar için çılgın ateş azabını da hazırladık.","Eski Anadolu Türkçesi":"daħı bayıķ bezedük yaķın gögi çıraġlar-ıla daħı ķılduķ anları atmaķlar şeyŧānlar içün. daħı yaraķladuķ anlaruñ içün ŧamu 'aźābını.","Satıraltı Meal (1534)":"Biz bezedük dünyā gögini çerāġlar‐ıla ve anları şeyṭānlara atmaġ‐ıçunyaratduḳ ve anlara yaraḳladuḳ cehennem ‘aẕābını.","Bunyadov-Memmedeliyev ":"And olsun ki, Biz dünya səmasını (yerə ən yaxın olan göyü) qəndillərlə (ulduzlarla) bəzədik, onları şeytanlara atılan mərmilər etdik və onlar (şeytanlar) üçün yandırıb-yaxan alovlu atəş əzabı hazırladıq.","M. Pickthall (English)":"And verily We have beatified the world's heaven with lamps, and We have made them missiles for the devils, and for them We have prepared the doom of flame.","Yusuf Ali (English)":"And we have, (from of old), adorned the lowest heaven(5561) with Lamps, and We have made such (Lamps) (as) missiles to drive(5562) away the Evil Ones, and have prepared for them the Penalty of the Blazing Fire."},"6":{"Arabic":"وَلِلَّذ۪ينَكَفَرُوابِرَبِّهِمْعَذَابُجَهَنَّمَۜوَبِئْسَالْمَص۪يرُ","Abdulbaki Gölpınarlı Meali":"Ve Rablerine kafir olanlara cehennem azabı var ve cehennem, dönülüp varılacak ne de kötü yer.","Abdullah-Ahmet Akgül Meali":"<i>(Ahirette ise)</i><b> Rablerini inkâr edenler için cehennem azabı vardır. Orası ne kötü ve ürkütücü bir varış durağıdır. </b> ","Abdullah Parlıyan Meali":"Rablerini tanımayan ve gerçekleri örtbas edenler için cehennem azabı vardır. O ne kötü bir uğrak yeridir.","Ahmet Tekin Meali":"Rablerini inkârda ısrar edenler, küfre saplananlar için Cehennem azâbı vardır. Orası ne kötü bir cezalandırma ve nihaî dönüş yeridir.","Ahmet Varol Meali":"Rablerini inkâr edenler için de cehennem azabı vardır. Orası ne kötü bir varış yeridir!","Ali Bulaç Meali":"Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü dönüş yeridir o.","Ali Fikri Yavuz Meali":"Rablerini inkâr edenlere de cehennem azabı vardır. O, ne fena dönüş yeridir!...","Bahaeddin Sağlam Meali":"Rablerini inkâr edenler için Cehennem azabı vardır. Orası ne kötü dönüş yeridir!","Bayraktar Bayraklı Meali":"Rablerini inkâr edenler için cehennem azabı vardır. Orası ne kötü bir varış yeridir!","Besim Atalay Meali (1965)":"Cehennem azabı, Tanrılarına küfredenler içindir, o ne kötü döneydir ","Cemal Külünkoğlu Meali":"Rablerini inkâr edenler için cehennem azabı vardır. O ne kötü gidilecek bir yerdir!","Cemil Said (1924)":"Rablerine inanmayanlara cehennem ’azâbı mukarrerdir. Ne fene mekân!","Diyanet İşleri Meali (Eski)":"Rablerini inkar eden kimseler için cehennem azabı vardır. Ne kötü bir dönüştür!","Diyanet İşleri Meali (Yeni)":"Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü varılacak yerdir orası!","Kur'an Yolu (Diyanet İşleri)":"Rablerini inkâr edenlere cehennem azabı vardır. Orası ne kötü bir varış yeri!","Diyanet Vakfı Meali":"Rablerini inkâr edenler için cehennem azabı vardır. O, ne kötü dönüştür!","Edip Yüksel Meali":"Rab'lerini inkar edenler cehennem cezasını hakketmişlerdir. Ne kötü bir duraktır.","Elmalılı Hamdi Yazır Meali":"Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü gidilecek yerdir o!","Elmalılı Meali (Orijinal)":"kendilerinin rabbına küfredenler için de Cehennem azâbı vardır, ona gidiş de ne fena akibettir","Emrah Demiryent Meali":"*Rablerini inkâr edenler için cehennem azabı vardır. Orası gidilecek ne kötü bir yerdir!","Erhan Aktaş Meali":"Gerçeği yalanlayan nankörler için Cehennem azabı vardır. Ve o, ne kötü varış yeridir.","Hasan Basri Çantay Meali":"Rablerine küfredenler için de (böyle) cehennem azâbı vardır. O, ne kötü dönüşdür!","Hayrat Neşriyat Meali":"Rablerini inkâr edenler için de Cehennem azâbı vardır. O ne kötü varılacak yerdir!","İhsan Aktaş Meali":"Rablerini (ve vahiy yolu ile gönderdiği mesajları) inkâr etmiş olanlar için (ahirette) cehennem azabı vardır. Orası ne kötü bir varış yeridir.","İlyas Yorulmaz Meali":"Rablerini inkâr edenler içinde cehennem azabı var. Orası ne kadar kötü dönüş yeri.","İsmayıl Hakkı Baltacıoğlu":"Çalaplarını tanımıyanlar için de Cehennem azabı vardır. Onların dönecekleri yer ne kötüdür!","İsmail Hakkı İzmirli":"Rablerini tanımayanlar için Cehennem azabı vardır. O, ne fena uğraktır!","İsmail Yakıt":"Rablerini inkâr edenler için cehennem azabı vardır. Varılacak ne kötü bir yerdir orası!","Kadri Çelik Meali":"Rablerine (karşı) küfre sapanlar için cehennem azabı vardır. Pek de kötü dönüş yeridir o.","Mahmut Kısa Meali":"Gerek sözleri, gerek davranışlarıyla <b>Rablerini inkâr edenleri </b>âhirette <b>cehennem azâbı beklemektedir; </b>gerçekten <b>ne acıklı bir son!</b>","Mahmut Özdemir Meali":"Rabb’lerini inkâr etmiş olanlar içindir Cehennem’in azâbı! Ne kötü Gidip Varılacak Yer!","Mehmet Çakır Meali":"Gerçek Sahip’lerini inkar edenlere ise yakma cezası ayarladık. Ne berbat bir son.","Mehmet Çoban Meali":"Allah’ı inkâr edenler için cehennem azabı vardır. İnsan için cehennem çok kötü bir duraktır!        ","Mehmet Okuyan Meali":"Rablerine karşı kâfir olanlar için cehennem azabı vardır. Ne kötü varış yeridir (orası)!","Mehmet Türk Meali":"Rablerini inkâr edenler için gidilecek yerlerin en kötüsü olan, cehennem azabı vardır.","Muhammed Esed Meali":"çünkü, [bu şekilde] Rablerine karşı isyankar davranan ⁶ herkesi cehennem azabı beklemektedir: orası, ne kötü bir varış yeridir!","Mustafa Çavdar Meali":"Rablerine nankörlük eden kâfirler için ise cehennem azabı vardır. Ne kötü bir son duraktır orası! 7/40, 39/71","Mustafa İslamoğlu Meali":"zira Rablerine karşı (böyle) nankörlük yapanları Cehennem azabı beklemektedir: ne berbat bir son duraktır.","Orhan Kuntman Meali":"(Bunun gibi) Rablerini inkâr edenler için de cehennem azabı vardır, orası ne kötü bir en son duraktır.","Osman Fırat Meali":"Rablerini inkâr edenler için cehennem azabı vardır. Ne kötü varılacak yerdir orası!","Ömer Nasuhi Bilmen Meali":"Ve Rablerini inkar etmiş olanlar için cehennem azabı vardır. Ve ne fenâ dönüş yeri.","Suat Yıldırım Meali":"Rab'lerini inkâr edenlere de cehennem azabı var. Gidilecek ne kötü yerdir orası! ","Süleyman Ateş Meali":"Rablerine nankörlük edenler için cehennem azabı vardır. Ne kötü gidilecek sonuçtur o!","Süleyman Tevfik (1927)":"Rablerine kâfir olanlara cehennem 'azâbı vardır. Cehennem ne fenâ gidilecek mahaldir.","Süleymaniye Vakfı Meali":"Rablerini görmezlikten gelenler için cehennem azabı vardır. Ne kötü hale gelmektir o!","Şaban Piriş Meali":"Rab'lerini inkar edenler için de cehennem azabı vardır. Ne kötü bir son!","Ümit Şimşek Meali":"İnkâr edenler için ise Cehennem azabı vardır. Varılacak ne kötü bir yerdir orası!","Yaşar Nuri Öztürk Meali":"Ve Rablerine karşı nankörlük edenler için cehennem azabı vardır. Ne kötü bir dönüş yeridir o!","Eski Anadolu Türkçesi":"daħı anları kim kāfir oldılar çalabı’larına ŧamu 'aźābı. daħı yavuz oldı dönecek yir!","Satıraltı Meal (1534)":"Ol kişilere ki daḫı kāfir oldılar Tañrılarına, cehennem ‘aẕābın ya‐raḳladuḳ. Daḫı ol ne yaman varacaḳ yirdür.","Bunyadov-Memmedeliyev ":"Rəbbini inkar edənləri cəhənnəm əzabı gözləyir. Ora necə də pis məskəndir!","M. Pickthall (English)":"And for those who disbelieve in their Lord there is the doom of hell, a hapless journey's end!","Yusuf Ali (English)":"For those who reject their Lord (and Cherisher)(5563) is the Penalty of Hell: and evil is (such), Destination."},"7":{"Arabic":"اِذَٓااُلْقُواف۪يهَاسَمِعُوالَهَاشَه۪يقًاوَهِيَتَفُورُۙ","Abdulbaki Gölpınarlı Meali":"Oraya atıldılar mı duyarlar ki cehennem, kesikkesik nefes almada ve coşup kaynıyor o.","Abdullah-Ahmet Akgül Meali":"<b>İçine atıldıkları zaman, kaynayıp-feveran ederken onun korkunç homurtusunu duyacaklardır.</b> ","Abdullah Parlıyan Meali":"Bunlar cehenneme atıldıklarında onun kaynarken çıkardığı öfkeli homurtusunu işitirler.","Ahmet Tekin Meali":"Onlar Cehennem'e atıldıklarında, onun kaynarken çıkardığı uğultuya, homurtuya kulak verirler.","Ahmet Varol Meali":"Oraya atıldıklarında onun kaynarken çıkardığı korkunç sesini duyarlar.","Ali Bulaç Meali":"İçine atıldıkları zaman, kaynayıp-feveran ederken onun korkunç homurtusunu işitirler.","Ali Fikri Yavuz Meali":"İçine atıldıkları zaman, cehennemin korkunç sesini işitirler ki, (kendilerini) kaynatıyordur.","Bahaeddin Sağlam Meali":"Onlar Cehenneme atıldıklarında, o Cehennem kaynayıp taşarken ondan sert ve keskin bir ses işitirler.","Bayraktar Bayraklı Meali":"Onlar cehenneme atıldıklarında, onun kaynarken çıkardığı sesi duyacaklar.","Besim Atalay Meali (1965)":"Ateşe atılınca, kaynaya kaynaya uğuldayan sesin işitirler cehennemin ","Cemal Külünkoğlu Meali":"(Onlar) oraya atıldıklarında, onun kaynarken çıkardığı korkunç uğultuyu işitirler (ve şok olurlar).","Cemil Said (1924)":"Oraya atıldıkları vakit korkunç sadâlar işidecekler. O müdhîş ateşin sadâsıdır.","Diyanet İşleri Meali (Eski)":"Oraya atıldıkları zaman, onun kaynarken çıkardığı uğultuyu işitirler.","Diyanet İşleri Meali (Yeni)":"Oraya atıldıklarında, onun kaynarken çıkardığı korkunç uğultuyu işitirler.","Kur'an Yolu (Diyanet İşleri)":"Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler.","Diyanet Vakfı Meali":"Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler.","Edip Yüksel Meali":"Oraya atıldıkları zaman, onun kaynayıp tüterken uğultusunu işittiler","Elmalılı Hamdi Yazır Meali":"Oraya atıldıklarında, onun kaynarken çıkardığı uğultuyu işitirler.","Elmalılı Meali (Orijinal)":"İçine atıldıkları vakıt onun öyle bir hıçkırışını işidirlerki feveran ediyordur","Emrah Demiryent Meali":"(Kâfirler) oraya (cehenneme) atıldıklarında, onun kaynarken çıkardığı, korkunç uğultuyu işitirler.","Erhan Aktaş Meali":"Oraya atıldıklarında, onun kaynayan korkunç sesini duyarlar.","Hasan Basri Çantay Meali":"Onun içine atıldıkları zaman onun kaynar haldeki bed sesini işitdiler (işidirler).","Hayrat Neşriyat Meali":"Oraya atıldıkları zaman, onun şiddetli homurdanmasını işitirler; çünki o kaynıyordur!","İhsan Aktaş Meali":"(Rablerini inkâr edip azabı hak etmiş olan azgınlar) oraya (cehenneme) atıldıklarında, onun (cehennemin) kaynarken çıkardığı korkunç uğultusunu işitirler.","İlyas Yorulmaz Meali":"İnkâr edenler cehenneme götürülürken yaklaştırıldıklarında, kaynayan cehennemim çıkardığı sesi (fokurtuyu) duyacaklar. ","İsmayıl Hakkı Baltacıoğlu":"Onlar, içine atılınca kaynıyan bu Cehennem’in uğultusunu işitirler.","İsmail Hakkı İzmirli":"Onlar, Cehenneme atıldıkları zaman onun kaynarken haykırmasını işitecekler [⁷].","İsmail Yakıt":"Oraya atıldıkları zaman, onun kaynarken çıkardığı korkunç sesi işitirler.","Kadri Çelik Meali":"İçine atılıp bırakıldıkları zaman, o kaynayıp feveran ederken onun korkunç homurtusunu işitirler.","Mahmut Kısa Meali":"Zâlimler, elleri ve ayakları zincirlerle bağlanmış bir hâlde <b>oraya atıldıkları zaman, </b>cehennemin <b>kaynarken </b>çıkardığı o korkunç <b>uğultusunu işitecekler. </b>","Mahmut Özdemir Meali":"Ona atıldıkları zaman feveran ederken onun haykırışını duydular.","Mehmet Çakır Meali":"İnkarcılar cehenneme atılırken onun hırıltılı solumasını işitirler.","Mehmet Çoban Meali":"Yasalarımıza karşı çıkarak suç işleyenler cehenneme atıldıklarında, kaynayan ateşten uğultulu sesler işitirler. Duydukları sesler çok korkunçtur.          ","Mehmet Okuyan Meali":"Onlar oraya atıldıklarında, kaynarken (cehennemin) korkunç sesini duyacaklardır.","Mehmet Türk Meali":"(Kâfirler) oraya atıldıklarında, onun kaynarken çıkardığı korkunç uğultuyu işitirler.","Muhammed Esed Meali":"Onlar, [cehennem]e atıldıklarında, onun kaynarken çıkardığı sesi duyacaklar,","Mustafa Çavdar Meali":"Onlar oraya atıldıkları zaman, cehennemin kaynarken çıkardığı dehşetli fokurtuyu işitecekler. 25/12, 50/30","Mustafa İslamoğlu Meali":"Onlar oraya atıldıklarında, onun kaynayış homurtusunu işitecekler;","Orhan Kuntman Meali":"Oraya atıldıklarında, onun kaynarken çıkardığı uğultusunu işitirler.","Osman Fırat Meali":"Oraya atıldıkları zaman onun kaynar homurtusunu işitirler...","Ömer Nasuhi Bilmen Meali":"Oraya atıldıkları zaman onun için bir hıçkırık işitmiş olurlar ve o, kaynar bir haldedir.","Suat Yıldırım Meali":"Onlar oraya atılınca, cehennemin müthiş homurtusunu, kaynaya kaynaya çıkardığı uğultuyu işitirler. ","Süleyman Ateş Meali":"Oraya atıldıkları zaman onun öfkeli homurtusunu işitirler, kaynıyor:","Süleyman Tevfik (1927)":"Onlar cehenneme atıldıkları zamân, nârın kerîh uğultısını işidirler ve cehennem galeyân idüb taşacak gibi kabarır.","Süleymaniye Vakfı Meali":"Oraya atıldıklarında, alevler saçarken çektiği havanın[*] uğultusunu işitirler.","Şaban Piriş Meali":"Oraya atıldıkları zaman, onun kaynarken çıkardığı uğultuyu duyarlar.","Ümit Şimşek Meali":"Oraya atıldıklarında Cehennemin gürleyişini işitirler ki, kaynayıp duruyor.","Yaşar Nuri Öztürk Meali":"Onun içine atıldıklarında, onun derinden gelen sesini işitirler. Feveran etmektedir o.","Eski Anadolu Türkçesi":"ķaçan bıraġınalar anuñ içine işideler anuñ ünini eşek üni gibi ol ķaynarken.","Satıraltı Meal (1534)":"Ḳaçan bıraġılsañuz içine, andan işek üni gibi ün işidür ol ḳaynarken.","Bunyadov-Memmedeliyev ":"Onlar (özləri kimi kafirlərlə) qaynayan Cəhənnəmə atıldıqları zaman onun dəhşətli uğultusunu eşidəcəklər!","M. Pickthall (English)":"When they are flung therein they hear its roaring as it boileth up,","Yusuf Ali (English)":"When they are cast therein, they will hear the (terrible) drawing in(5564) of its breath even as it blazes forth,"},"8":{"Arabic":"تَكَادُتَمَيَّزُمِنَالْغَيْظِۜكُلَّمَٓااُلْقِيَف۪يهَافَوْجٌسَاَلَهُمْخَزَنَتُهَٓااَلَمْيَأْتِكُمْنَذ۪يرٌ","Abdulbaki Gölpınarlı Meali":"Neredeyse hışmından patlayıp dağılacak; ona, her bölük atıldıkça muhafız memurları onlara sorarlar: Size bir korkutucu gelmedi mi?","Abdullah-Ahmet Akgül Meali":"<i>(O cehennem)</i><b> Öfkesinin-şiddetinden neredeyse patlayıp parçalanacaktır. Her bir </b><i>(kâfir, gafil ve zalim)</i><b> grup onun içine atıldığında, yetkili görevlileri onlara: \"Size </b><i>(bugünleri haber veren)</i><b> bir uyarıcı gelmedi mi?\" diye soracaklardır.</b> ","Abdullah Parlıyan Meali":"O cehennem neredeyse öfkesinden çatlayacak. Oraya hep kâfir topluluklar atıldıkça cehennem bekçileri onlara soracak: “Size hiçbir uyarıcı gelmemiş miydi?”","Ahmet Tekin Meali":"Neredeyse cehennem öfkesinden, hışmından çatlayacak. Sorumluluk derecelerine göre organize her gurubun cehenneme atılışında, cehennemin bekçileri onlara:<br>\r\n“Size, sorumluluğu, hesabı ve cezayı hatırlatan uyarıcı, peygamber gelmedi mi?” diye sorarlar.","Ahmet Varol Meali":"Öfkesinden nerdeyse çatlayacaktır. Her bir topluluk oraya atıldıkça bekçileri onlara: \"Size bir uyarıcı gelmedi mi?\" diye sorarlar.","Ali Bulaç Meali":"Öfkesinin-şiddetinden neredeyse patlayıp parçalanacak. Her bir grup içine atıldığında, bekçileri onlara sorar: 'Size bir uyarıcı gelmedi mi?'","Ali Fikri Yavuz Meali":"Nerde ise (kâfirlere) öfkesinden çatlayacak olur. (Kâfirlerden) bir topluluk, onun içine her atıldıkça, cehennem bekçileri o kâfirlere sorarlar: “- Size, azab ile korkutan bir peygamber gelmedi mi?”","Bahaeddin Sağlam Meali":"Öyle ki kininden neredeyse parçalanır. Her bir dalga (grup) içine atılınca, onun bekçileri sorarlar: Size uyarıcı gelmedi mi?","Bayraktar Bayraklı Meali":"Neredeyse öfkeden çatlayacak! Her ne zaman oraya bir grup atılsa, onun bekçileri onlara, “Size uyarıcı bir peygamber gelmemiş miydi?” diye soracaklar.","Besim Atalay Meali (1965)":"Cehennem de öfkesinden, parça parça olayazdı, oraya bir bölük atıldığında, bekçileri: «Sizlere peygamber gelmedi mi?» diye sorarlar","Cemal Külünkoğlu Meali":"(Cehennem, inkârcıların aptallığına) neredeyse öfkeden çatlayacaktır! Oraya her bir topluluk atıldıkça oranın bekçileri onlara: “Size bir uyarıcı gelmemiş miydi (ne diye cehenneme geldiniz)?” diye sorarlar. ","Cemil Said (1924)":"Az kalacak ki gayzından parça parça olsun. Takım takım kâfirler cehenneme atılur iken muhâfızlar \"Sizi îkâz idecek hiç bir peygamber gelmedi mi?\" diyecekler.","Diyanet İşleri Meali (Eski)":"Nerede ise öfkesinden paralanacak! İçine her bir topluluğun atılmasında, bekçileri onlara: \"Size bir uyarıcı gelmemiş miydi?\" diye sorarlar.","Diyanet İşleri Meali (Yeni)":"Neredeyse cehennem öfkeden çatlayacaktır! Oraya her bir topluluk atıldıkça oranın bekçileri onlara, “Size bir uyarıcı gelmemiş miydi?” diye sorarlar.","Kur'an Yolu (Diyanet İşleri)":"Cehennem neredeyse öfkesinden çatlayacak! Oraya her bir grup atıldıkça, muhafızları onlara, “Size bir uyarıcı gelmemiş miydi?” diye sorarlar.","Diyanet Vakfı Meali":"Neredeyse cehennem öfkesinden çatlayacak! Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: Size, (bu azap ile) korkutucu bir peygamber gelmemiş miydi? diye sorarlar.","Edip Yüksel Meali":"Neredeyse öfkeden patlayacak! İçine her ne zaman bir grup atılsa, oranın gardiyanları, \"Size bir uyarıcı gelmedi mi?\" diye sodular.","Elmalılı Hamdi Yazır Meali":"Az daha öfkeden çatlayacak. Her ne zaman oraya bir topluluk atılsa, onun bekçileri onlara: \"Size korkutucu bir peygamber gelmemiş miydi?\" diye sorarlar.","Elmalılı Meali (Orijinal)":"Hemen hemen öfkeden patlıyacak gibi bir hale gelir, içine bir alay atıldıkça her def'asında onlara onun bekçileri «size kocundurucu bir Peygamber (bir nezîr) gelmedimi?» Diye sorarlar","Emrah Demiryent Meali":"Cehennem, (kâfirlere duyduğu) öfkeden (dolayı) neredeyse çatlayacaktır! Oraya her bir topluluk atıldıkça oranın bekçileri onlara, “Size bir uyarıcı gelmemiş miydi?” diye sorarlar.","Erhan Aktaş Meali":"Neredeyse öfkesinden çatlayacak gibi olur. Oraya her grup atıldığında, onun bekçileri onlara: “Size uyarıcı gelmedi mi?” diye sorar. ","Hasan Basri Çantay Meali":"Öfkesinden hemen hemen çatlayacak gibi olur o. (Onlardan) her güruh, içine atıldıkça kendilerine bekçileri sordular (sorarlar): «Size, (bu) azâb ile korkutan (bir peygamber) gelmedi mi?»","Hayrat Neşriyat Meali":"Nerede ise öfkeden çatlayacak! Ne zaman oraya bir topluluk atılsa, (Cehennemin)bekçileri onlara: “Size (bu azâbı haber veren) bir korkutucu gelmedi mi?” diye sorar.","İhsan Aktaş Meali":"Cehennem (o gün) neredeyse fokurdamasından (şiddetli taşmasından dolayı patlayıp) paramparça olacak. Ne zaman içine (suçlulardan) bir grup atılsa, onlara oranın görevlileri “Size uyarıcılar (tebliğ yapan elçiler) gelmedi mi?” diye sorarlar.","İlyas Yorulmaz Meali":"Cehennem neredeyse öfkesinden patlayacak. Ne zaman içine suçlulardan bir gurup atılsa, o suçlulara ateşin görevlileri “Size uyarıcılar gelmedi mi?” diye sorarlar.","İsmayıl Hakkı Baltacıoğlu":"Cehennem öfkesinden çatlıyacak gibi olur. Her insan yığını içine atıldıkça bekçileri sorarlar: \"Size bir uyarıcı gelmedi mi?\"","İsmail Hakkı İzmirli":"Cehennem, öfkesinden hemen parçalanacak gibi olacak. Her ne zaman kâfirlerden bir cemaat ona atılırsa bekçileri onlara tevbih kastiyle «— Size azapla korkutur peygamber gelmedi mi?» diye soracaklar.","İsmail Yakıt":"Neredeyse o öfkesinden çatlayacak. İçine her bir grup [fevc] atıldıkça, oranın bekçileri onlara, “Size bir uyarıcı gelmemiş miydi?” diye sorarlar.","Kadri Çelik Meali":"Öfkesinin şiddetinden neredeyse patlayıp parçalanacak. Her bir grup içine atıldığında, bekçileri onlara sorar: “Size bir uyarıcı gelmedi mi?”","Mahmut Kısa Meali":"Cehennem öyle dehşetli bir hal almıştır ki, <b>neredeyse öfkeden çatlayacak! Ne zaman oraya </b>inkârcılardan <b>bir grup atılsa, </b>cehennemin<b> bekçileri </b>olan görevli melekler, <b>onlara </b>hayretle <b>soracaklar: “Size</b>bu Günü haber veren <b>bir uyarıcı gelmemiş miydi?”</b>","Mahmut Özdemir Meali":"Neredeyse Öfke’den paramparça olacaktı. Ne zaman onun içine bir grup atılsa, oranın bekçileri onlara: -“Size bir uyarıcı gelmedi mi?” diye sordu.","Mehmet Çakır Meali":"Sanki, öfkeden patlayacak gibi olur. İnkarcılar, bölükler halinde oraya atılırken her defasında  <b>Ambarcılar,</b> kendilerine sorar ve: &quot; <i>size uyarıcı gelmemiş miydi?</i> &quot; derler.","Mehmet Çoban Meali":"Neredeyse cehennem öfkeden çatlayacaktır! Oraya topluluklar atıldıkça cehennem bekçileri; \"Size bir uyarıcı gelmemiş miydi?\" diye sorarlar.        ","Mehmet Okuyan Meali":"Neredeyse öfkeden çatlayacak! [*] Oraya (cehenneme) her bir grup atıldığında, (cehennemin) bekçileri onlara “Size bir uyarıcı gelmemiş miydi?” diye soracaklar.","Mehmet Türk Meali":"Öfkesinden neredeyse patlayacak gibi olan (cehenneme) atılan her bir gruba, onun bekçileri: “Size (dünyada) bir uyarıcı gelmedi mi?” diye soracaklar.","Muhammed Esed Meali":"neredeyse öfke ile patlarcasına (çıkardığı sesi); [ve] her grup [günahkarın] oraya her atılışında, bekçiler onlara soracak: “Size hiç uyarıcı gelmemiş miydi?”","Mustafa Çavdar Meali":"Öyle ki cehennem öfkesinden neredeyse çatlayıp parçalanacak. Ne zaman oraya bir grup atılsa, oranın görevlileri onlara sorar: – Size bir uyarıcı gelmedi mi? 6/130, 35/37","Mustafa İslamoğlu Meali":"neredeyse öfkeden patlayacak… Günahkârların atıldığı her seferinde bekçiler, “Size bir uyarıcı gelmemiş miydi?” diye soracaklar.","Orhan Kuntman Meali":"(Cehennem) Öfkesinden neredeyse çatlayacak gibi olur, içine (kâfirlerden) bir topluluk atıldığında, bekçileri onlara: \"Size (sonunda bu azaba uğrayacağınızı bildiren) bir uyarıcı -peygamber- gelmedi mi?\" diye sorarlar.","Osman Fırat Meali":"Neredeyse öfkeden çatlayacak. Her topluluk onun içine atıldıkça onun bekçileri, onlara: \"Size bir uyarıcı gelmedi mi?\" diye sordular.","Ömer Nasuhi Bilmen Meali":"Az kalır ki, (cehennem) öfkesinden dolayı parçalansın, her ne vakit, içine bir tâife atılınca onlara cehennem bekçileri sormuş olurlar ki: «Sizlere bir korkutucu (Peygamber) gelmedi mi?»","Suat Yıldırım Meali":"Cehennem, öfkesinden neredeyse çatlayacak haldedir. Ne zaman oraya yeni bir kafile atılsa, oranın bekçileri: “Sizi uyaran bir peygamber dâveti size ulaşmadı mı? ” diye sorarlar. [17, 15; 39, 71]","Süleyman Ateş Meali":"Neredeyse öfkeden çatlayacak. Her topluluk onun içine atıldıkça onun bekçileri, onlara: \"Size bir uyarıcı gelmedi mi?\" diye sordu(lar).","Süleyman Tevfik (1927)":"Cehennem o kâfirlere gayzından az kalsun dağıla, her kere ki oraya küffârdan bir takım atılur. Onlara cehennemin hâzinleri (bekçileri): \"Size (dünyâda iken bu 'azâbla korkudan) rasûl gelmedi mi?\" diye sorarlar.","Süleymaniye Vakfı Meali":"Sanki öfkesinden çatlayacak gibidir. Her bir bölük Cehenneme atılırken bekçiler onlara: “Size bir uyarıcı gelmedi mi?” diye sorarlar.","Şaban Piriş Meali":"Neredeyse öfkeden paramparça olacak, ne zaman oraya bir grup atılsa, oranın bekçileri onlara sorar:-Size bir uyarıcı gelmedi mi?","Ümit Şimşek Meali":"Öfkeden parçalanacak gibi! Herbir bölük oraya atıldıkça, bekçileri onlara sorar: “Size uyarıcı gelmemiş miydi?”","Yaşar Nuri Öztürk Meali":"Öfkesinden çatlayacak hale gelir. İçine bir güruh atıldıkça, onun bekçileri bunlara sorarlar: \"Size hiçbir uyarıcı gelmedi mi?\"","Eski Anadolu Türkçesi":"yaķın ola kim yarıla ķaķımaķdan. her kez kim bıraġınıla anuñ içine bir bölük śoñı anlara śaķlayıcıları ŧamunuñ [299a] “ay gelmedi mi size ķorķıdıcı?”","Satıraltı Meal (1534)":"Yaḳīn olur ki paralana ġażabdan, ne ḳadar bıraġılsa anuñ içine bir bölük,ṣora anlara cehennem zebānīleri ki: Size peyġamber gelmedimi‐y‐di? diyeler.","Bunyadov-Memmedeliyev ":"O, (kafirlərə olan) qeyzindən az qala parça-parça olsun. Hər hansı bir tayfa ora (Cəhənnəmə) atıldıqca onun gözətçiləri onlardan (məzəmmətlə): “Məgər sizə (Allahın əzabı ilə) qorxudan bir peyğəmbər gəlməmişdimi?” – deyə soruşacaqlar.","M. Pickthall (English)":"As it would burst with rage. Whenever a (fresh) host flung therein the wardens thereof ask them: Came there unto you no warner?","Yusuf Ali (English)":"Almost bursting with fury: Every time a Group is cast therein, its Keepers(5565) will ask, \"Did no Warner come to you?\""},"9":{"Arabic":"قَالُوابَلٰىقَدْجَٓاءَنَانَذ۪يرٌفَكَذَّبْنَاوَقُلْنَامَانَزَّلَاللّٰهُمِنْشَيْءٍۚاِنْاَنْتُمْاِلَّاف۪يضَلَالٍكَب۪يرٍ","Abdulbaki Gölpınarlı Meali":"Evet derler, andolsun ki geldi bize korkutucu da yalanladık onu ve Allah dedik, hiçbir şeyi indirmemiştir; siz ancak, pek büyük bir sapıklığa düşmüşsünüz.","Abdullah-Ahmet Akgül Meali":"<b>Onlar: \"Evet\" diyecekler, \"Bize gerçekten bir uyarıcı geldi </b><i>(ve Hakka çağırıp bugünleri hatırlattı)</i><b>. Fakat biz </b><i>(onları)</i><b> yalanladık ve </b><i>(üstelik)</i><b>: ’Allah </b><i>(sizin vesilenizle)</i><b> hiçbir şey indirmemiş </b><i>(ve göndermemiş)</i><b>tir, siz sadece büyük bir sapmışlık içindesiniz’ dedik\" </b><i>(şeklinde yanıtlayacaklardır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Onlar: “Evet” diyecekler. “Aslında bize bir uyarıcı gelmişti ama biz onun söylediklerini yalanladık ve ona Allah vahiy yoluyla hiç birşey indirmiş değildir. Siz kendisini uyarıcı peygamber olarak görenler büyük bir yanılgı içindesiniz dedik.”","Ahmet Tekin Meali":"Onlar:<br>\r\n“Elbette geldi. Bize sorumluluk, hesap ve cezayı hatırlatan bir uyarıcı geldi. Biz onu yalanladık. Allah'ın amellerimize değer kazandıran dînî-şer'i esaslar indirdiği yok, siz, olsa olsa, büyük bir dalâlet, bir yanılgı içindesiniz demiştik.” derler.","Ahmet Varol Meali":"Derler ki: \"Evet. Bize bir uyarıcı gelmişti. Ama biz yalanladık ve: \"Allah bir şey indirmedi. Siz ancak büyük bir sapıklık içindesiniz\" dedik.\"","Ali Bulaç Meali":"Onlar: 'Evet' derler. 'Bize gerçekten bir uyarıcı geldi. Fakat biz yalanladık ve: “Allah hiç bir şey indirmedi, siz yalnızca büyük bir sapmışlık içindesiniz, dedik.'","Ali Fikri Yavuz Meali":"Onlar derler ki: “- Evet, doğrusu bize, azab ile korkutan bir peygamber geldi de, biz, O'nu yalanladık ve : Allah hiç bir şey indirmemiştir; siz muhakkak büyük bir sapıklık içindesiniz, dedik.”","Bahaeddin Sağlam Meali":"Derler: “Evet, geldiler. Fakat onları yalanladık: “Allah hiçbir şey indirmez; siz (ey peygamberlik iddia edenler!) büyük bir sapıklık içindesiniz.” dedik.","Bayraktar Bayraklı Meali":"Onlar şöyle cevap verecekler: “Evet, doğrusu bize uyarıcı bir peygamber gelmişti; fakat biz onu yalanlamış ve ‘Allah'ın bir şey gönderdiği yok; siz olsa olsa, bir sapıklık içindesiniz!' demiştik.”","Besim Atalay Meali (1965)":"«Evet, bize bir peygamber gelmişti, yalanladık onu biz; Allah bir şey göndermedi, sizler ancak, büyük bir sapkınlık içindesiniz!» dedik onlara","Cemal Külünkoğlu Meali":"(Onlar:) “Evet, gerçekten bize (bu azabı haber veren) uyarıcı geldi. Fakat biz (o uyarıcıyı) yalanladık ve (ona) Allah hiçbir şey indirmedi, siz yalnızca büyük bir sapmışlık içindesiniz” dedik.","Cemil Said (1924)":"Ânlar da: \"Evet! İçimizde bir nezîr (tehdîd idici) vâ’iz zuhûr itdi. Fakat biz âna yalancı didik, Allâh sana hiç bir şey inzâl itmedi siz büyük bir dalâlettesiniz didik.\" cevâbını virecekler","Diyanet İşleri Meali (Eski)":"Onlar: \"Evet; doğrusu bize bir uyarıcı geldi, fakat biz yalanladık ve Allah hiçbir şey indirmemiştir, siz büyük bir sapıklık içindesiniz demiştik\" derler.","Diyanet İşleri Meali (Yeni)":"Onlar da şöyle derler: “Evet, bize bir uyarıcı gelmişti. Fakat biz onu yalanlamış ve ‘Allah hiçbir şey indirmemiştir. Siz ancak büyük bir sapıklık içindesiniz’ demiştik.”","Kur'an Yolu (Diyanet İşleri)":"Şöyle cevap verirler: “Evet, doğrusu bize bir uyarıcı (peygamber) gelmişti; fakat biz onu yalancılıkla itham etmiş ve ‘Allah hiçbir şey göndermemiştir; siz gerçekten büyük bir sapkınlık içindesiniz!’ demiştik.”","Diyanet Vakfı Meali":"Onlar şöyle cevap verirler: Evet, doğrusu bize, (bu azap ile) korkutan bir peygamber gelmişti; fakat biz (onu) yalan saymış ve: Allah'ın bir şey gönderdiği yok; siz olsa olsa büyük bir sapıklık içindesiniz! demiştik.","Edip Yüksel Meali":"Onlar da dediler ki, \"Evet, bize bir uyarıcı gelmişti, ama biz yalanladık ve, 'ALLAH hiçbir şey indirmemiştir. Siz tümüyle sapıtmışsınız,' dedik.\"","Elmalılı Hamdi Yazır Meali":"Derler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve Allah hiçbir şey indirmedi, siz ancak büyük bir sapıklık içindesiniz.\" dedik.","Elmalılı Meali (Orijinal)":"Evet, doğrusu bize kocundurucu bir Peygamber (bir nezîr) geldi, fakat biz ona inanmadık ve Allah, hiç bir şey indirmedi, siz büyük bir dalâl içindesiniz diye tekzib ettik derler","Emrah Demiryent Meali":"Onlar da şöyle derler: “Evet, bize (bu azabı haber veren) bir uyarıcı gelmişti. Fakat biz onu yalanlamış ve Allah (sizinle) hiçbir şey göndermemiştir. Siz ancak büyük bir sapkınlık içindesiniz” demiştik.","Erhan Aktaş Meali":"Onlar, “Evet, bize uyarıcı geldi, fakat biz onu yalanladık.  Allah, hiçbir şey indirmemiştir, siz büyük bir sapkınlık içindesiniz.” dedik.","Hasan Basri Çantay Meali":"Onlar «Evet, dediler (derler), gerçek bize, (bu) azâb ile korkutan peygamber gelmişdir. Fakat biz (onları) yalan saydık ve Allah hiç birşey indirmemişdir. Siz ancak büyük bir sapıklık içindesiniz dedik».","Hayrat Neşriyat Meali":"(Onlar) derler ki: “Evet! Gerçekten bize bir korkutucu geldi, fakat biz yalanladık ve(onlara): 'Allah hiçbir şey indirmemiştir; siz ancak büyük bir dalâlet içindesiniz!' dedik.”","İhsan Aktaş Meali":"Onlar derler ki: “Evet. Gerçekten bize bir uyarıcı (tebliğ yapan elçi) gelmişti. Fakat biz onu (o bize tebliğ yapan uyarıcıyı) yalanlamış ve ‘Allah hiçbir şey indirmemiştir. Siz ancak büyük bir sapıklık içindesiniz’ demiştik.”","İlyas Yorulmaz Meali":"Onlarda “Evet. Bize uyarıcılar geldi a ve biz onları yalanladık ve onlara, Allah hiçbir şey indirmemiştir. Siz ancak çok büyük bir sapıklık içindesiniz” dedik.","İsmayıl Hakkı Baltacıoğlu":"Derler: \"Evet, gerçi bize uyarıcı geldi. Ancak biz onu yalancı saydık, Allah hiç bir nesne bildirmiş değildir, siz büyük bir sapkınlık içindesiniz dedik.\"","İsmail Hakkı İzmirli":"Onlar, «— Evet, bize azapla korkutur peygamber geldi, fakat biz O/nu yalancı saydık, «— Allah hiçbir şey indirmemiştir, siz ancak büyük bir sapıklığa düşmüşsünüz» dedik [⁸] diyecekler.","İsmail Yakıt":"Onlar da şöyle derler: “Bilakis, gerçekten bize bir uyarıcı gelmişti. Fakat biz onu yalanlamış ve ‘Allah hiçbir şey indirmemiştir. Siz ancak büyük bir sapıklık içindesiniz’ demiştik.”","Kadri Çelik Meali":"Onlar, “Evet” derler. “Bize gerçekten bir uyarıcı geldi. Fakat biz yalanladık ve, “Allah hiç bir şey indirmedi, siz yalnızca büyük bir sapıklık içindesiniz” dedik.”","Mahmut Kısa Meali":"Buna karşılık zâlimler, <b>“Elbette!” diyecekler “Bize uyarıcı gelmişti fakat biz ‘Allah</b> vahiy nâmına <b>hiçbir şey göndermiş değildir!</b> Evet, Allah’ı kabul ederiz fakat işi yok bizim yeme içmemizle, basit hayatımızla mı uğraşacak? O bizleri tamamen serbest bırakmıştır, hayatımıza karışmaz; <b>siz büyük bir sapıklık içindesiniz!’ diyerek </b>onların getirdiği gerçeği <b>yalanlamıştık.”</b>","Mahmut Özdemir Meali":"Dediler ki: -“Evet kesinlikle, bize bir uyarıcı geldi; derken yalanladık. ‘Allah hiçbir şey indirmedi. Siz ancak büyük bir sapkınlık içindesiniz’ dedik”.","Mehmet Çakır Meali":"<b>İnkarcılar</b><i>: &quot; Evet, gelmişti gelmesine de, yalanladık</i>, <i>Allah, bir şey göndermiş değil, dedik, herhalde siz, bunalımdasınız dedik.</i>","Mehmet Çoban Meali":"Cehennemlikler şöyle der; \"Evet! Bize bir uyarıcı gelmişti. Fakat biz onu yalanladık. Allah hiçbir şey göndermemiştir diyerek karşı çıktık. Elçilerle uyarıları alaya aldık. Elçilere, elçilere inananlara, sizler ancak büyük bir sapıklık içindesiniz dedik.\"        ","Mehmet Okuyan Meali":"Onlar (cehennemdekiler) şöyle diyecekler: “Evet, elbette bize bir uyarıcı gelmişti fakat biz onu yalanlamış ve “Allah hiçbir şey indirmemiştir; siz sadece büyük bir sapkınlık içindesiniz!” demiştik. [*]","Mehmet Türk Meali":"Onlar da: “Evet! Gerçekten bize bir uyarıcı geldi, fakat biz, onu yalanladık ve ona; ‘Allah hiç bir şey indirmedi,¹ siz sadece büyük bir sapkınlık içerisindesiniz,’ dedik.”² diyecekler.","Muhammed Esed Meali":"Onlar: “Evet” diyecekler, “aslında bize bir uyarıcı gelmişti, ama biz o’nu(n söylediklerini) yalanladık ve o’na: ‘Allah [vahiy yoluyla] hiçbir şey indirmiş değildir! Siz [kendinizi uyarıcı olarak görenler] büyük bir yanılgı içindesiniz!’ ⁷ dedik”.","Mustafa Çavdar Meali":"Onlar: -Evet, bize bir uyarıcı gelmişti, fakat biz onu yalancılıkla suçladık ve Allah hiçbir şey indirmemiştir, siz ancak büyük bir sapıklık içindesiniz, dedik. 6/91, 26/154","Mustafa İslamoğlu Meali":"“Evet, doğrusu bize bir uyarıcı gelmişti; fakat biz onu yalanlamıştık ve ‘Allah hiçbir şey indirmemiştir;[⁵²⁰⁹] siz (elçiler) büyük bir sapıklık içindesiniz’[⁵²¹⁰] demiştik” itirafında bulunacaklar.","Orhan Kuntman Meali":"Onlar da: \"Evet, doğrusu bize bir peygamber geldi, ama biz yalan saydık ve onlara \"Allah, hiçbir şey indirmemiştir, siz ancak büyük bir sapıklık içindesiniz\", dedik.","Osman Fırat Meali":"Evet dediler, bize uyarıcı geldi ama biz onu yalanladık ve \"Allâh hiçbir şey indirmedi, siz ancak büyük bir sapıklık içindesiniz’’ dedik.","Ömer Nasuhi Bilmen Meali":"Derler ki: «Evet.. Muhakkak ki bize bir korkutucu (peygamber) geldi, fakat biz tekzîp ettik ve dedik ki: «Allah bir şey indirmemiştir.» «Siz başka değil, ancak büyük bir sapıklık içindesiniz.»","Suat Yıldırım Meali":"Onlar şöyle cevap verirler: “Evet, bizi uyaran oldu, ama biz onu yalancı saydık ve Rahman hiçbir vahiy indirmedi, siz besbelli bir sapıklık içindesiniz. ” dedik. ","Süleyman Ateş Meali":"Dediler: \"Evet, bize uyarıcı geldi ama biz yalanladık ve: 'Allah hiçbirşey indirmedi, siz ancak büyük bir sapıklık içindesiniz' dedik.\"","Süleyman Tevfik (1927)":"Onlar da: \"Evet geldi ve biz onı tekzîb itdik ve 'Allâh bir şey inzâl itmedi, siz muhakkak büyük dalâletdesiniz' didik.\"","Süleymaniye Vakfı Meali":"“Evet” derler; “bize uyarıcı geldi ama biz yalana sarıldık; Allah hiç bir şey indirmemiştir, siz büyük bir sapkınlık içindesiniz” dedik.","Şaban Piriş Meali":"-Evet, bir uyarıcı gelmişti, fakat biz yalanladık ve Allah hiç bir şey indirmemiştir. Siz ancak büyük bir sapıklık içindesiniz, dedik derler.","Ümit Şimşek Meali":"“Evet,” derler. “Bize uyarıcı geldi. Ama biz yalanladık. Ve dedik ki: 'Allah'ın birşey indirdiği yok; siz büyük bir şaşkınlıktasınız.' ”","Yaşar Nuri Öztürk Meali":"Derler ki: \"Gelmedi olur mu? Bize uyarıcı geldi. Fakat biz yalanladık. Ve: \"Allah bir şey indirmemiştir, siz büyük bir sapıklık içindesiniz, başka değil!\" şeklinde konuştuk.\"","Eski Anadolu Türkçesi":"eyittiler: “evet bayıķ geldi bize ķorķıdıcı pes yalan ŧuttuķ daħı eyittük indürmedi Tañrı nesene degülsiz illā azġunlıķ içinde ulu.”","Satıraltı Meal (1534)":"Eyideler: Evet, bize peyġamberler geldi. Pes yalanladuḳ ve eyitdük: TañrıTa‘ālā hīç nesne indürmedi. Siz degülsiz, illā ulu azġunluḳ içinde, didük.","Bunyadov-Memmedeliyev ":"Onlar deyəcəklər: “Bəli, bizə (Allahın əzabı ilə) qorxudan peyğəmbər gəlmişdi. Amma biz (onu) yalançı sayıb demişdik: “Allah heç bir şey (vəhy) nazil etməmişdir. Siz sadəcə olaraq (haqdan) çox azmısınız!”","M. Pickthall (English)":"They say: Yea, verily, a warner came unto us; but we denied and said: Allah hath naught revealed; ye are in ought but a great error.","Yusuf Ali (English)":"They will say: \"Yes indeed; a Warner did come to us, but we rejected him and said, ´(Allah) never sent down any (Message): ye are nothing but an egregious delusion!´\"(5566)"},"10":{"Arabic":"وَقَالُوالَوْكُنَّانَسْمَعُاَوْنَعْقِلُمَاكُنَّاف۪ٓياَصْحَابِالسَّع۪يرِ","Abdulbaki Gölpınarlı Meali":"Ve eğer derler, duysaydık, yahut akıl etseydik yakıp kavuran cehennem ehli olmazdık.","Abdullah-Ahmet Akgül Meali":"<i>(Keşke) </i><b>\"Eğer</b> <b>biz </b><i>(gerçekleri)</i><b> dinleyip duyan ve akıl edip anlayan kimseler olsaydık, </b><i>(şimdi)</i><b> bu azgın ateşe girenlerin arasında bulunmazdık\" diyerek </b><i>(hayıflanacaklardır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ve derler ki: “Şayet biz gelen elçilere kulak vermiş olsaydık ve aklımızı da kullansaydık şu çılgınca yanan cehennem azabı içinde olmazdık.”","Ahmet Tekin Meali":"“- Eğer peygamberlerin tebliğlerini anlama ve icabet etme niyetiyle dinlemiş olsaydık veya davet edildiğimiz konularda akıllıca muhakeme yapabilseydik, körüklenen, alev püsküren, çıldırırcasına yanan cehennem ehlinden olmazdık” derler.","Ahmet Varol Meali":"Ve derler ki: \"Eğer biz dinlemiş veya akıl etmiş olsaydık şu çılgın ateşin halkı arasında olmazdık.\"","Ali Bulaç Meali":"Ve: 'Eğer dinlemiş olsaydık ya da akıl etmiş olsaydık, şu çılgınca yanan ateşin halkı arasında olmayacaktık' derler.","Ali Fikri Yavuz Meali":"Bir de şöyle derler: “- Biz işitir veya akıl eder olsaydık, şu azgın ateşe atılanlar arasında bulunmazdık.”","Bahaeddin Sağlam Meali":"Ve derler: “Eğer dinleyen, düşünen bir toplum olsaydık, Cehennem ehlinden olmazdık.”","Bayraktar Bayraklı Meali":"“Eğer söz dinleseydik, yahut aklımızı kullansaydık, şu çılgın ateş halkı arasında bulunmazdık” diyecekler.","Besim Atalay Meali (1965)":"Yine diyecekler ki: «Biz ya dinleseydik, ya da düşünseydik, cehennemlik olmazdık!»","Cemal Külünkoğlu Meali":"Yine şöyle derler: “Eğer dinlemiş veya aklımızı kullanmış olsaydık, şu alevli ateşe müstahak olanlar arasında bulunmazdık.”","Cemil Said (1924)":"ve sonra \"Eğer dinlenmiş ve düşünmüş ola idik bu ateşe atılmaz idik\" diyecekler","Diyanet İşleri Meali (Eski)":"\"Eğer kulak vermiş veya akletmiş olsaydık, çılgın alevli cehennemlikler içinde olmazdık\" derler.","Diyanet İşleri Meali (Yeni)":"Yine şöyle derler: “Eğer kulak vermiş veya aklımızı kullanmış olsaydık, şu alevli ateştekilerden olmazdık.”","Kur'an Yolu (Diyanet İşleri)":"“Şayet kulak vermiş veya aklımızı kullanmış olsaydık, şimdi şu alevli cehennemin mahkûmları arasında olmazdık!” diye de ilâve ederler.","Diyanet Vakfı Meali":"Ve: Şayet kulak vermiş veya aklımızı kullanmış olsaydık, (şimdi) şu alevli cehennemin mahkûmları arasında olmazdık! diye ilâve ederler.","Edip Yüksel Meali":"\"Dinleseydik veya aklımızı kullansaydık biz şu ateşin halkı içinde olmazdık,\" dediler.","Elmalılı Hamdi Yazır Meali":"Ve derler ki: \"Eğer biz dinleseydik, yahut düşünüp anlasaydık şu çılgın ateşin halkı arasında bulunmazdık!\"","Elmalılı Meali (Orijinal)":"Ve biz işidir veya akl eder olsaydık bu Seıyr eshabı içinde bulunmazdık, derler","Emrah Demiryent Meali":"Ve derler ki: “Şâyet (bize yapılan uyarılara) kulak vermiş veya aklımızı kullanmış olsaydık, (şimdi) şu alevli ateşe girmezdik.”","Erhan Aktaş Meali":"“Eğer dinlemiş veya düşünmüş olsaydık, şimdi alevli ateşin halkı içinde olmazdık.” dediler.","Hasan Basri Çantay Meali":"Ve (şunu) söylediler (söylerler): «Eğer bizi dinler, yahud aklımızı kullanır (insanlar) olsaydık şu çılgın cehennem yârânı içinde bulunmazdık.»","Hayrat Neşriyat Meali":"Ve derler ki: “Eğer (biz) işitir veya akıl eder olsaydık, bu alevli ateş ashâbı arasında bulunmazdık!”","İhsan Aktaş Meali":"Yine derler ki: Şayet (onları) dinlemiş veya aklımızı kullanmış olsaydık, (şimdi) şu alevli ateşin halkı arasında olmazdık.’","İlyas Yorulmaz Meali":"Suçlular “Keşke o uyarıcıları dinleseydik veya aklımızı kullansaydık da şimdi burada, bu yakıcı ateşin içinde olanlardan olmazdık” derler.","İsmayıl Hakkı Baltacıoğlu":"Yine derler: \"Eğer biz onu dinlemiş, ya da düşünmüş olsaydık şimdi bu kızgın ateşin içinde olmazdık.\"","İsmail Hakkı İzmirli":"Yine diyecekler: Biz peygamberleri dinlemiş, akıl da erdirmiş olsaydık Cehennemlikler arasında bulunmayacaktık.","İsmail Yakıt":"Yine şöyle derler: “Şayet biz (vahye) kulak verseydik veya aklımızı kullansaydık,⁴ bu çılgın alevli ateşin ehli arasında olmazdık.”","Kadri Çelik Meali":"Ve derler ki: “Eğer dinlemiş olsaydık ya da akıl etmiş olsaydık, şu çılgınca yanan ateşin ehli arasında olmayacaktık.”","Mahmut Kısa Meali":"<b>Ve ekleyecekler: “Eğer </b>uyarılara <b>kulak vermiş veya</b> hiç değilse <b>aklımızı kullan</b>arak gözümüzün önündeki gerçekler üzerinde düşünmüş<b> olsaydık, </b>Allah’ın ayetlerini inkâr etmeyecek, böylece <b>bu korkunç ateşi hak edenler arasında olmayacaktık!”</b>","Mahmut Özdemir Meali":"-“İşitiyor veya aklediyor olsaydık, Saîr’in / Çılgın Alevli Ateş’in arkadaşları arasında olmazdık” da dediler.","Mehmet Çakır Meali":"<i>Vaktiyle kafamızı çalıştırsak da söylenenlere kulak verse idik, şimdi şu çılgın alevcilerinden olmaz idik</i> &quot; derler ve","Mehmet Çoban Meali":"\"Eğer uyarılara kulak vermiş veya aklımızı kullanmış olsaydık, alevli ateşin içinde olmazdık.\"        ","Mehmet Okuyan Meali":"“(Elçileri) dinleseydik yani [*] aklımızı kullansaydık şu alevli ateş halkı arasında olmazdık!” (diyecekler).","Mehmet Türk Meali":"Ve: “Eğer (onu) dinleseydik veya aklımızı kullansaydık, (şimdi) şu çılgınca yanan cehennemin¹ halkından, olmazdık.” diyecekler.","Muhammed Esed Meali":"Ve onlar, “Eğer biz” diye ekleyecekler, “[bu uyarıları] dinlemiş olsaydık veya [en azından] kendi aklımızı kullansaydık, [şimdi] yakıcı ateşe müstehak olanlar arasında bulunmazdık!” ⁸","Mustafa Çavdar Meali":"Eğer vahye kulak vermiş olsaydık yahut aklımızı kullansaydık bugün bu alevli ateşe düşenlerden olmazdık, derler. 6/36, 21/10","Mustafa İslamoğlu Meali":"Ve “Eğer biz (vahyi) işitmiş veya aklımızı kullanmış olsaydık, şimdi kavurucu ateşe müstahak olanlar arasında bulunmazdık”[⁵²¹¹] diyecekler.","Orhan Kuntman Meali":"“Eğer (onların uyarılarına) kulak vermiş ve aklımızı kullanmış olsaydık, elbette şu çılgın ateşe düşenler içinde olmazdık\" diye cevab verirler.","Osman Fırat Meali":"Ve \"Eğer söz dinleseydik, yahut akletseydik, şu çılgın ateşin halkı arasında bulunmazdık!\" dediler.","Ömer Nasuhi Bilmen Meali":"Ve diyeceklerdir ki: «Eğer biz işitir olsa idik veya akilâne düşünse idik, biz bu çılgın cehennemin yârânı arasında bulunmuş olmaz idik.»","Suat Yıldırım Meali":"Ve ilave edecekler: “Şayet biz gerçeği işiten ve aklını çalıştıran kimseler olsaydık, elbette bu alevli ateşe girenlerden olmazdık! ”","Süleyman Ateş Meali":"Ve dediler ki: \"Eğer söz dinleseydik, yahut düşünseydik, şu çılgın ateşin halkı arasında bulunmazdık!\"","Süleyman Tevfik (1927)":"\"Eğer biz rasûlün sözlerini dinleyüb anlamış olsa idik cehennem ehlinden olmazdık\" dirler. ","Süleymaniye Vakfı Meali":"“Keşke söz dinleseydik ya da aklımızı kullansaydık, şimdi bu alevli ateşin ahalisi içinde olmazdık” derler.","Şaban Piriş Meali":"Eğer dinlemiş veya akletmiş olsaydık bu ateş halkı için de olmazdık, derler.","Ümit Şimşek Meali":"“Keşke dinleseydik,” derler. “Keşke akıl edebilseydik! O zaman bu çılgın alevlerin arasında olmazdık.”","Yaşar Nuri Öztürk Meali":"Ve derler ki: \"Eğer söz dinleseydik yahut aklımızı çalıştırsaydık şu çılgın ateşin dostları arasında olmazdık.\"","Eski Anadolu Türkçesi":"daħı eyittiler “eger işidürmissedük yā anlarmıssaduķ olmaduġıdı ŧamu isleri içinde.”","Satıraltı Meal (1534)":"Daḫı eyitdiler: Eger biz işitse‐y‐dük, yā fehm itse‐y‐dük, olmazduḳ cehen‐nem ehlinden.","Bunyadov-Memmedeliyev ":"Onlar: “Əgər biz (peyğəmbərlərin öyüd-nəsihətinə) qulaq asıb ağlımızı başımıza yığsaydıq, cəhənnəm əhli içində olmazdıq!” – deyəcək,","M. Pickthall (English)":"And they say: Had we been wont to listen or have sense, we had not been among the dwellers in the flames.","Yusuf Ali (English)":"They will further say: \"Had we but listened or used our intelligence,(5567) we should not (now) be among the Companions of the Blazing Fire!\""},"11":{"Arabic":"فَاعْتَرَفُوابِذَنْبِهِمْۚفَسُحْقًالِاَصْحَابِالسَّع۪يرِ","Abdulbaki Gölpınarlı Meali":"Derken suçlarını söylerler; artık ırak olsun yakıp kavuran cehennemin ehli.","Abdullah-Ahmet Akgül Meali":"<b>Böylece kendi günahlarını itiraf edip </b><i>(pişmanlık duyacaklardır. Ama artık)</i><b> çılgınca yanan ateşin halkı bu azaba müstahaktır, çünkü o kahrolası ve kovulası</b><i> (insanlara, Allah’ın rahmetinden)</i><b> uzaklık yakışır.</b> ","Abdullah Parlıyan Meali":"Onlar böylece suçlarını itiraf ederler. Kahrolsun o cehennemlikler.","Ahmet Tekin Meali":"Demek ki, günahlarını itiraf ettiler. Körüklenen, alev püsküren cehennem ehlinin yüzlerine karşı :<br>\r\n“İlâhi rahmetten ve mağfiretten uzak olun.” denilecek.","Ahmet Varol Meali":"Böylece günâhlarını itiraf ederler. Çılgın ateşin halkı uzak olsun!","Ali Bulaç Meali":"Böylece kendi günahlarını itiraf ettiler. Çılgınca yanan ateşin halkına (Allah'ın rahmetinden) uzaklık olsun.","Ali Fikri Yavuz Meali":"Böylece günahlarını itiraf ederler. O halde kahrolsun cehennemlikler!...","Bahaeddin Sağlam Meali":"Onlar (böylelikle) suçlarını itiraf ederler. Kahrolsun onlar!","Bayraktar Bayraklı Meali":"Böylece günahlarını itiraf ederler. Artık o alevli cehennemin mahkûmları rahmetten mahrumdurlar.","Besim Atalay Meali (1965)":"Günahların kendileri söyledi, yere batsın cehennemlik olanlar","Cemal Külünkoğlu Meali":"Böylece (onlar) günahlarını itiraf ederler. (Onların yüzlerine karşı şöyle denir:) Çılgınca yanan ateşe müstahak olanlar (Allah'ın rahmetinden) uzak olsun!","Cemil Said (1924)":"ve günâhlarını i’tirâf idecekler lâkin ashâb-ı cehenneme Allâh’ın rahmeti ba’îddir.","Diyanet İşleri Meali (Eski)":"Böylece, günahlarını itiraf ederler. Çılgın alevli cehennemlikler yok olsunlar!","Diyanet İşleri Meali (Yeni)":"İşte böylece günahlarını itiraf ederler. Artık alevli ateştekiler Allah’ın rahmetinden uzak olsun!","Kur'an Yolu (Diyanet İşleri)":"Böylece günahlarını itiraf etmiş olurlar. O alevli ateşin mahkûmları artık rahmetten mahrumdurlar.","Diyanet Vakfı Meali":"Böylece günahlarını itiraf ederler. Artık (Allah'ın rahmetinden) uzak olsun, o alevli cehennemin mahkûmları!","Edip Yüksel Meali":"Böylece günahlarını itiraf ettiler. Ateşin halkı uzak olsunlar.","Elmalılı Hamdi Yazır Meali":"Böylece günahlarını itiraf ederler. (Artık) o çılgın ateş halkı (Allah'ın rahmetinden) uzak olsunlar!","Elmalılı Meali (Orijinal)":"İşte günahlarını i'tiraf ettiler, kahrolsun o halde eshabı Seıyr","Emrah Demiryent Meali":"Böylece (onlar) günahlarını itiraf ederler. Çılgın ateşin halkı (cehennem ehli, Allah’ın rahmetinden) uzak olsun!","Erhan Aktaş Meali":"Böylece suçlarını itiraf ettiler. Rahmetten uzak olsun Cehennemlikler.","Hasan Basri Çantay Meali":"Bu suretle günâhlarını i'tiraaf etdiler (ederler). (Ko Allah) Cehennem yaranını (rahmetinden) koğsun!","Hayrat Neşriyat Meali":"Böylece günahlarını i'tirâf ettiler. Öyleyse o Cehennemlikler (Allah'ın rahmetinden)uzak olsun!","İhsan Aktaş Meali":"Böylece (onlar) suçlarını itiraf etmiş olurlar. Bundan sonra perişanlık, o alevli ateşin halkı içindir.","İlyas Yorulmaz Meali":"Sonra yaptıkları suçlarını itiraf ederler. Ancak ateşe girenler için bunlar hayal olmuştur.","İsmayıl Hakkı Baltacıoğlu":"Böylece kendi günahlarını kendi ağızlarıyla söylerler. Ateşlikler Allah’ın esirgeyiciliğinden ırak olsunlar.","İsmail Hakkı İzmirli":"Onlar böylece kabahatlerini itiraf edeceklerdir. Cehennemlikler, Tanrı rahmetinden uzak olsun.","İsmail Yakıt":"Böylece günahlarını itiraf ederler. Kahrolsun [fe-suhkân) o çılgın alevli ateşin ehli!","Kadri Çelik Meali":"Böylece kendi günahlarını itiraf ettiler. Çılgınca yanan ateşin ehline (Allah'ın rahmetinden) uzaklık olsun!","Mahmut Kısa Meali":"<b>Böylece, günahlarını </b>kendi ağızlarıyla <b>itiraf edecekler. </b>Fakat artık çok geç: <b>“Cehennem halkı, </b>ilâhî rahmetten <b>uzak olsun!”</b>","Mahmut Özdemir Meali":"Günahlarını itiraf ettiler. Uzak olsun Çılgın Alevli Ateş’in arkadaşları!","Mehmet Çakır Meali":"suçlarını kabul ederler. Vah alev kurbanları!...","Mehmet Çoban Meali":"Böylece günahlarını itiraf ederler. Alevli ateştekiler Allah’ın rahmetinden uzak olsun!        ","Mehmet Okuyan Meali":"Günahlarını itiraf etmiş (olacaklar). O alevli ateş halkı (merhametten) uzak olsun!","Mehmet Türk Meali":"Kahrolsun! Şu, çılgınca yanan cehennemin günâhlarını itiraf eden halkı.","Muhammed Esed Meali":"Onlar böylece günahlarının farkına varacaklar: ama [o zaman] bütün güzellikler bu yakıcı ateşe mahkum olanlardan uzak bulunacak.","Mustafa Çavdar Meali":"İşte günahlarını böyle itiraf edecekler. Kahrolsun o çılgın ateş halkı! 6/130, 39/71","Mustafa İslamoğlu Meali":"Böylece günahlarını itiraf etmiş oldular: Olmaz olsun o harlı ateş ashabı!","Orhan Kuntman Meali":"Böylece günahlarını itiraf ederler, artık o cehennemlikler (Allah'ın rahmetinden) uzak olsun!","Osman Fırat Meali":"Günâhlarını itirâf ettiler. Artık ezillip yanmak O çılgın ateş halkı içindir!","Ömer Nasuhi Bilmen Meali":"İşte günahlarını itiraf etmiş olurlar. Artık o çılgın cehennem yârânı için (rahmet-i ilâhîyeden) bir uzaklık olsun.","Suat Yıldırım Meali":"Böylece günahlarını itiraf ederler. Rahmetten uzak olsun o cehennemlikler! ","Süleyman Ateş Meali":"Günahlarını itiraf ettiler. O çılgın ateş halkına (Allah'ın acımasından) uzak olup ezilmek yaraşır!","Süleyman Tevfik (1927)":"Ve günâhlarını ve kabahatlerini i'tirâf iderler. Cehennem ehline rahmet hakkında uzaklık ve tard vardır.","Süleymaniye Vakfı Meali":"Böylece suçlarını itiraf ederler. O alevli ateş ahalisi için bundan sonrası tam bir perişanlıktır.","Şaban Piriş Meali":"İşte böylece günahlarını itiraf ederler. Kahrolsun çılgın ateş halkı!","Ümit Şimşek Meali":"Böylece günahlarını itiraf ederler. Uzak olsun ateş ehli Allah'ın rahmetinden!","Yaşar Nuri Öztürk Meali":"Günahlarını işte böyle itiraf ettiler. Çılgın ateşin halkına böyle kahır yaraşır.","Eski Anadolu Türkçesi":"pes ikrār eylediler yazuķlarına. ıraķlıķ olsuñ ŧamu islerine!","Satıraltı Meal (1534)":"Pes günāhlarına iḳrār itdiler. Pes la‘net olsun cehennem ehline.","Bunyadov-Memmedeliyev ":"Və beləcə öz günahlarını e’tiraf edəcəklər. Məhv olsun cəhənnəm əhli!","M. Pickthall (English)":"So they acknowledge their sins; but far removed (from mercy) are the dwellers in the flames.","Yusuf Ali (English)":"They will then confess(5568) their sins: but far will be (Forgiveness) from the Companions of the Blazing Fire!"},"12":{"Arabic":"اِنَّالَّذ۪ينَيَخْشَوْنَرَبَّهُمْبِالْغَيْبِلَهُمْمَغْفِرَةٌوَاَجْرٌكَب۪يرٌ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki görmedikleri halde Rablerinden korkanlaradır yarlıganma ve pek büyük bir mükafat.","Abdullah-Ahmet Akgül Meali":"<b>Gerçekten Rablerinden gayb ile </b><i>(O’nu görmedikleri halde)</i><b>, içleri titreyerek ve saygı göstererek korkanlara gelince; şüphesiz onlar için </b><i>(günahlarından)</i><b> mağfiret </b><i>(bağışlanma)</i><b> ve büyük bir ecir vardır.</b> ","Abdullah Parlıyan Meali":"Şüphesiz görmedikleri halde Rablerinin azabından içleri titreyerek korkanlara gelince, onlar için bağışlanma ve büyük bir mükafat vardır.","Ahmet Tekin Meali":"Görmedikleri halde, saklı-gizli hallerinde, gıyaben, saygı duyarak Rablerinden korkanlar için, koruma kalkanı, bağışlanma ve büyük mükâfatlar vardır.","Ahmet Varol Meali":"Rabblerinden gıyaben (görmeden) korkanlara gelince onlar için bağışlama ve büyük ecir vardır.","Ali Bulaç Meali":"Gerçek şu ki, Rablerinden gayb ile (O'nu görmedikleri halde) içleri titreyerek-korkanlara gelince; onlar için bir mağfiret (bağışlanma) ve büyük bir ecir vardır.","Ali Fikri Yavuz Meali":"Doğrusu, (Allah'ın azabını henüz görmedikleri halde) gıyaben Rablerinden korkanlar (var ya), onlar için bir mağfiret ve büyük mükâfat (cennet) var.","Bahaeddin Sağlam Meali":"Görmeden, Rablerinden korkanlar için ise, mağfiret ve büyük bir ecir vardır.","Bayraktar Bayraklı Meali":"Fakat, daha görmeden Rablerine saygı duyanlara gelince; onlar için gerçekten hem bağışlanma hem de büyük ödül vardır.","Besim Atalay Meali (1965)":"Görmeksizin Tanrılarından korkanlara, bağışlanma var, büyük sevap da vardır","Cemal Külünkoğlu Meali":"Görmedikleri halde Allah'tan (Allah'ın azabından) korku ve ürperti duyanlar için hem bir bağışlanma ve hem de büyük bir ödül vardır.","Cemil Said (1924)":"’Azâbının gıyâbında Allâh’dan korkanların günâhları ’afv ve kendilerine büyük bir mükâfât bahş olunacakdır.","Diyanet İşleri Meali (Eski)":"Doğrusu, görünmediği halde Rablerinden korkanlara, onlara, bağışlanma ve büyük ecir vardır.","Diyanet İşleri Meali (Yeni)":"Görmedikleri hâlde Rablerinden korkanlar için bir bağışlanma ve büyük bir mükâfat vardır.","Kur'an Yolu (Diyanet İşleri)":"Görmedikleri halde rablerinden korkup saygı duyanlara gelince, onları da hem bir bağışlanma hem de büyük bir ödül beklemektedir.","Diyanet Vakfı Meali":"Fakat daha görmeden Rablerinden (azabından) korkanlara gelince, onlar için gerçekten hem bağışlanma hem de büyük mükâfat vardır.","Edip Yüksel Meali":"Kendi başlarına iken Rab'lerine saygı duyanlar için bir bağışlanma ve büyük bir ödül vardır.","Elmalılı Hamdi Yazır Meali":"Fakat daha görmeden Rablerinden korkanlar var ya, işte onlar için bağışlanma ve büyük bir mükâfat vardır.","Elmalılı Meali (Orijinal)":"Çünkü o rablarına gıyabda saygı besliyenler yokmu, muhakkak ki mağfiret ve büyük bir ecir onlar içindir","Emrah Demiryent Meali":"Şüphesiz, (azabı) görmediği hâlde, Rablerinden korkanlara gelince, onlar için (âhirette) bir mağfiret ve büyük bir mükâfat vardır.","Erhan Aktaş Meali":"Rabb'lerine gizlide¹ içtenlikle saygı duyanlara ise bağışlanma ve büyük ödül vardır.","Hasan Basri Çantay Meali":"Filhakıyka, Rableri (nin azâb) ından gıyaben korkanlar (yok mu?) onlar için hem mağfiret var, hem büyük mükâfat.","Hayrat Neşriyat Meali":"Şübhesiz ki görmeden Rablerinden korkanlara gelince, onlar için bir mağfiret ve büyük bir mükâfât vardır.","İhsan Aktaş Meali":"Şüphesiz görmedikleri hâlde (duyu ve idrak sınırlarının ötesinde bulunan) Rablerinden saygıyla korkanlar için bir bağışlanma ve büyük bir mükâfat vardır.","İlyas Yorulmaz Meali":"Görmedikleri halde Rablerine saygı duyanlar için bağışlanma ve büyük karşılıklar var.","İsmayıl Hakkı Baltacıoğlu":"Çalaplarından görmeden ürpenler için yarlıganma, hem da ulu bir karşılık vardır.","İsmail Hakkı İzmirli":"Rablerinden, görmeden, korkanlar yok mu, onlar için yarlıganma ve büyük mükâfat vardır.","İsmail Yakıt":"Muhakkak ki, algılayamadıkları [ğayb] hâlde Rablerinin haşmetinden ürperenlere gelince, işte onlar için bir bağışlanma ve büyük bir mükâfat vardır.","Kadri Çelik Meali":"Şüphesiz rablerinden O'nu görmedikleri halde içleri titreyerek korkanlar (var ya), onlar için bir mağfiret (bağışlanma) ve büyük bir ecir vardır.","Mahmut Kısa Meali":"Öte yandan, ilâhî öğüde kulak veren ve <b>Rablerine gayben saygı duyan, </b>yani her türlü beşeri idrâk ve tasavvurun ötesinde olan Allah’ın zâtını gözleriyle görmedikleri hâlde, O’nun varlığına, rab ve ilâh olarak birliğine, sonsuz ilim, kudret, merhamet ve adâletine şahitlik eden, muhteşem yaratılışı gözleriyle görerek O’na iman eden ve buyruklarına saygıyla bağlanan dürüst ve erdemli <b>kimselere gelince, onlar için</b> <b>bağışlanma ve </b>cennet gibi <b>muhteşem bir ödül vardır!</b>","Mahmut Özdemir Meali":"Gayb ile (Görmeden) rabb’lerinden çekinenlere gelince; onlar için bağışlanma ve büyük bir ödül vardır.","Mehmet Çakır Meali":"<b>Görmediği</b> halde Tanrı'dan için için korkanlar ise, hem hoşgörüye hem de büyük bir ödüle sahip olacaklar.","Mehmet Çoban Meali":"Görmedikleri halde Allah’a inanan, yasalarına uymadıkları zaman cezalandırılmaktan sakınanlar için bir bağışlanma, büyük bir mükâfat vardır.        ","Mehmet Okuyan Meali":"Şüphesiz ki [gayb]daki Rablerine saygı duyanlara gelince, [*] onlar için hem bağışlanma hem de büyük bir ödül vardır.","Mehmet Türk Meali":"Rablerini görmedikleri halde Ondan (sevgiye dayalı bir korku ile) korkanlara gelince; onlar için bir af ve çok büyük bir mükâfat vardır.","Muhammed Esed Meali":"[Buna karşılık,] kendi kavrayışlarının ötesinde olsa da ⁹ Allah’tan korku ve ürperti duyanlar için bağışlanma ve büyük bir ödül vardır.","Mustafa Çavdar Meali":"Rablerine karşı içten derin bir saygı duyanlara gelince onlar için bağışlama ve büyük bir ödül vardır. 3/157, 39/53","Mustafa İslamoğlu Meali":"Beri yanda, Rablerine -O ğaybî bir hakikat olmasına karşın- derin bir saygı duyanlara gelince: Onları tarifsiz bir bağış ve büyük bir ödül beklemektedir.","Orhan Kuntman Meali":"Rablerinden gıyaben korkanlara, (peygamberlerinin uyarılarına kulak verip, sâlih ameller işleyenlere) gelince kuşkusuz onlar için hem bağışlanma hem de büyük mükâfat vardır.","Osman Fırat Meali":"O kimseler ki rablerine gıyabında saygılıdırlar, onlar için bağışlama ve büyük bir ecir vardır","Ömer Nasuhi Bilmen Meali":"Şüphe yok, o kimseler ki Rablerinden gıyaben korkarlar, onlar için bir mağfiret ve büyük bir mükâfaat vardır.","Suat Yıldırım Meali":"Fakat Rab'lerini görmedikleri halde, O'na karşı saygılı davrananlara mağfiret ve büyük bir mükâfat vardır. ","Süleyman Ateş Meali":"Fakat gizlide Rablerine saygılı olanlara gelince, onlar için bağış(lama) ve büyük mükafat vardır.","Süleyman Tevfik (1927)":"Allâh Te'âlâ'yı görmemiş oldukları halde rablerinden korkanlara mağfiret ve büyük ecir ve mükâfât vardır.","Süleymaniye Vakfı Meali":"İçten içe[*] Sahibinden korkanlara gelince, onlar için bağışlanma ve büyük bir ödül vardır.","Şaban Piriş Meali":"Görmediği halde Rab'lerinden korkup çekinen kimseler için de elbette bağışlanma ve büyük bir ödül vardır.","Ümit Şimşek Meali":"Görmedikleri halde Rablerinden korkanlara gelince, onlar için bağışlanma ve büyük bir ödül vardır.","Yaşar Nuri Öztürk Meali":"Görmedikleri halde Rablerinden ürperenlere gelince, onlar için bir bağışlanma ve büyük bir ödül vardır.","Eski Anadolu Türkçesi":"bayıķ anlar kim ķorķarlar çalabı’larından ġayb iken anlaruñdur yarlıġamaķ daħı müzd ulu.","Satıraltı Meal (1534)":"Ol kişiler ki Tañrılarından ḳorḳarlar ġayb‐ıla. Anlara maġfiret vardur veulu müzd vardur.","Bunyadov-Memmedeliyev ":"Rəbbindən (Onu) görmədən qorxanları isə (günahlardan) bağışlanma və böyük bir mükafat gözləyir!","M. Pickthall (English)":"Lo! those who fear their Lord in secret, theirs will be forgiveness and a great reward.","Yusuf Ali (English)":"As for those who fear their Lord unseen,(5569) for them is Forgiveness and a great Reward."},"13":{"Arabic":"وَاَسِرُّواقَوْلَكُمْاَوِاجْهَرُوابِه۪ۜاِنَّهُعَل۪يمٌبِذَاتِالصُّدُورِ","Abdulbaki Gölpınarlı Meali":"Ve sözünüzü gizli tutun, yahut açığa vurun onu, şüphe yok ki o, gönüllerde olanı bilir.","Abdullah-Ahmet Akgül Meali":"<b>Siz, sözünüzü ister gizli tutun, ister açığa vurun, şüphe yok ki O </b><i>(Allah)</i><b> göğüslerin </b><i>(gönüllerin)</i><b> içindekini çok iyi bilip durmaktadır. </b> ","Abdullah Parlıyan Meali":"Ey insanlar! Sözünüzü gizli de söyleseniz açıkça da söyleseniz aynıdır. O kalplerinizde olan herşeyi bilir.","Ahmet Tekin Meali":"İster sözlerinizi, inançlarınızı gizleyin, ister âşikâre söyleyin. Allah gönüllerdeki sırları bilir.","Ahmet Varol Meali":"Sözünüzü ister gizleyin ve isterse onu açığa vurun. Şüphesiz O gönüllerde olanı bilir.","Ali Bulaç Meali":"Sözünüzü ister gizleyin, ister açığa vurun. Şüphesiz O, sinelerin özünde saklı duranı bilendir.","Ali Fikri Yavuz Meali":"(Ey müşrikler) sözünüzü ister gizli tutun, ister açığa vurun; (bu ikisi müsavidir). Çünkü O (Allah), bütün kalblerin künhünü bilir.","Bahaeddin Sağlam Meali":"İster sözünüzü gizleyin, ister açıklayın: O, sinir sistemine sahip her canlıyı en iyi bilendir.","Bayraktar Bayraklı Meali":"Sözünüzü ister gizleyiniz, ister açığa vurunuz; biliniz ki Allah sinelerdekini bilmektedir.","Besim Atalay Meali (1965)":"İster açık konuşunuz, ister gizli, gönüllerde bulunanı bilir O","Cemal Külünkoğlu Meali":"Sözünüzü (ister) gizleyin, isterse açığa vurun (aynıdır). Çünkü O, kalplerde olanı bile hakkıyla bilendir.","Cemil Said (1924)":"Siz ister sözlerinizi gizli söyleyiniz ister âşikâr söyleyiniz Allâh kalblerinizdekini bilür.","Diyanet İşleri Meali (Eski)":"Sizler, sözlerinizi gizleseniz de açıklasanız da birdir; O, kalblerde olanı bilir.","Diyanet İşleri Meali (Yeni)":"Sözünüzü gizleyin, yahut onu açığa vurun; (fark etmez). Şüphesiz Allah, sinelerin özünü (kalplerde olanı) hakkıyla bilir.","Kur'an Yolu (Diyanet İşleri)":"Sözünüzü ister gizleyin isterse açığa vurun; unutmayın ki O, kalplerin içindekini bilmektedir.","Diyanet Vakfı Meali":"Sözünüzü ister gizleyin, ister açığa vurun; bilin ki O, kalplerin içindekini bilmektedir.","Edip Yüksel Meali":"İsterseniz sözünüzü gizleyin veya onu açıklayın; O gizli düşüncelerinizi çok iyi Bilir.","Elmalılı Hamdi Yazır Meali":"Sözünüzü ister gizleyin, ister açığa vurun; bilin ki, O, göğüslerin özünü bilir.","Elmalılı Meali (Orijinal)":"Sözümüzü ister sir tutun ister açığa vurun, çünkü o bütün sînelerin künhünü bilir","Emrah Demiryent Meali":"Sözünüzü ister gizleyin ister onu açığa vurun (fark etmez). Şüphesiz Allah, sinelerin özünü (kalplerde olanı) hakkıyla bilir.","Erhan Aktaş Meali":"Sözünüzü gizleseniz de açığa vursanız da fark etmez; O, göğüslerde olanı En İyi Bilen'dir.","Hasan Basri Çantay Meali":"(Ey kâfirler) sözünüzü (ister) gizleyin, ister onu açıklayın. Çünkü O, sinelerin özünü bile hakkıyle bilendir.","Hayrat Neşriyat Meali":"Sözünüzü (ister) gizleyin veya (ister) onu açıklayın (fark etmez)! Çünki O (Allah), sînelerin içinde olanı hakkıyla bilendir.","İhsan Aktaş Meali":"(Ey insanlar!) Sözünüzü ister gizleyin, ister açıklayın (birdir). Şüphesiz ki O, zihinlerde (gönüllerde) dönüp dolaşan duygu ve düşüncelerin özünü bilmektedir. *","İlyas Yorulmaz Meali":"Sözünüzü ister gizleyin, ister açıktan söyleyin, elbette ki Allah göğüslerde olanları bilir.","İsmayıl Hakkı Baltacıoğlu":"Sözünüzü ister gizleyin, ister açığa vurun. Çünkü Allah içinizde olanları bilicidir.","İsmail Hakkı İzmirli":"Sözünüzü gizli tutunuz, yahut alenen söyleyiniz. Hepsi birdir, çünkü O, kalblerdekini hakkıyle bilir.","İsmail Yakıt":"Sözünüzü ister gizleyin, isterse onu açığa vurun. Muhakkak ki Allah göğüslerde/kalplerde [sudûr] olanı bilir.","Kadri Çelik Meali":"Sözünüzü ister gizleyin, ister onu açığa vurun. Şüphesiz O, sinelerin özünde saklı duranı bilendir.","Mahmut Kısa Meali":"Ey insanlar! Niyetlerinizi, düşüncelerinizi, <b>sözlerinizi</b> ve davranışlarınızı <b>ister</b> <b>gizleyin, ister</b> <b>onları açığa vurun; hiç kuşkusuz O, kalplerin özünde olan</b>lar<b>ı </b>bütün gizlilikleri, <b>bilmektedir.</b>","Mahmut Özdemir Meali":"Sözünüzü gizleyin veya açıkça söyleyin! <br>\nO, Göğüsler’in özünü bilendir. ","Mehmet Çakır Meali":"<b>İster gizli</b> konuşun ister açık, farketmez. Çünkü Allah, gönlünüzden geçenleri de bilir.","Mehmet Çoban Meali":"Allah’a karşı inkârla söylenmiş sözlerinizi ister gizleyin, ister açıklayın, Allah için fark etmez. Allah kalplerinizden geçen, dışarıya vurmadığınız her şeyi bilir.        ","Mehmet Okuyan Meali":"Sözünüzü ister gizleyin, ister açığa vurun! Şüphesiz ki O, göğüslerin (kalplerin) özünü bilendir. [*]","Mehmet Türk Meali":"(Ey İnsanlar!) Sözünüzü ister gizleyin, ister açığa vurun. Şüphesiz O (Allah) gönüllerin özündekileri kesinlikle bilendir.","Muhammed Esed Meali":"[BİLİN Kİ ey insanlar,] inançlarınızı ¹⁰ ister gizleyin ister açığa vurun, O kalpler[iniz]de olan her şeyi bilir. ¹¹","Mustafa Çavdar Meali":"Sözünüzü ister gizleyin, ister açıklayın. Şüphesiz Allah içinizdeki en mahrem sırları bilendir. 2/77, 11/5","Mustafa İslamoğlu Meali":"İNANCINIZI[⁵²¹²] ister gizleyin ister açığa vurun; unutmayın ki O gönüllerin en mahrem sırlarını bilendir.[⁵²¹³]","Orhan Kuntman Meali":"(Ey insanlar) Sözünüzü ister gizleyin, ister açığa vurun, (bilmeniz gerekir ki hiç bir davranışınızı Rabbinizden gizleyemezsiniz, çünkü) O, Kalplerden geçenleri de bilir.","Osman Fırat Meali":"Sözünüzü ister gizleyin, ister onu açığa vurun (fark etmez) çünkü O, göğüslerin özünü bilir.","Ömer Nasuhi Bilmen Meali":"Lakırdınızı gizleyiniz veya onu açıklayınız, şüphe yok ki O, (Hâlık-ı Azîm) gönüllerde olanı hakkıyla bilendir.","Suat Yıldırım Meali":"Sözünüzü ister içinizde gizleyin, ister açığa vurun, hepsi birdir. Zira Allah gönüllerin künhünü dahi bilir. ","Süleyman Ateş Meali":"Sözünüzü ister gizleyin, ister onu açığa vurun (farketmez) çünkü O, göğüslerin özünü bilir.","Süleyman Tevfik (1927)":"Gerek sözinizi gizli söyleyin ve gerek açık ve âşikâr söyleyin. Allâh kalblerde olanları da bilir.","Süleymaniye Vakfı Meali":"Sözünüzü ister gizleyin, ister açığa vurun; O, içinizde olanları bilir.","Şaban Piriş Meali":"Sözünüzü ister gizleyin, ister açıklayın. Şüphesiz O, kalplerin özünü bilir.","Ümit Şimşek Meali":"Sözünüzü ister gizleyin, ister açığa vurun; O gönüllerde saklı olanı bilir.","Yaşar Nuri Öztürk Meali":"Sözünüzü ister gizleyin ister onu açıklayın; şu bir gerçek ki O, göğüslerin özünü çok iyi bilir.","Eski Anadolu Türkçesi":"daħı gizleñ sözüñüzi yā eşıkere eyleñ anı bayıķ ol bilicidür gögüzler issi.","Satıraltı Meal (1534)":"Gizlü söyleñüz sözlerüñüzi, yā āşikāre idüñüz anı. Ol Allāh bilicidür göñüllerden geçen fikrleri.","Bunyadov-Memmedeliyev ":"(Ey insanlar!) İstər sözünüzü gizli saxlayın, istər açıq deyin (heç bir fərqi yoxdur). (Allah) ürəklərdə olanları biləndir!","M. Pickthall (English)":"And keep your opinion secret or proclaim it, lo! He is Knower of all that is in the breasts (of men).","Yusuf Ali (English)":"And whether ye hide your word or publish it, He certainly has (full) knowledge, of the secrets of (all) hearts."},"14":{"Arabic":"اَلَايَعْلَمُمَنْخَلَقَۜوَهُوَاللَّط۪يفُالْخَب۪يرُ۟","Abdulbaki Gölpınarlı Meali":"Hiç bilmez mi yaratan ve odur kullarına lutfeden ve her şeyden haberdar olan.","Abdullah-Ahmet Akgül Meali":"<b>Dikkat edin ve kendinize gelin! </b><i>(Her şeyi yoktan var edip)</i><b> Yaratan </b><i>(Allah, hiç)</i><b> yarattığını </b><i>(ve mahlûkatın bütün ayrıntılarını)</i><b> bilmez mi? Halbuki O Lâtif’tir ve Habîr’dir. </b><i>(Allah; hem gizli hikmetleri, görünmeyen niyetleri ve mahiyetleri Bilendir, hem de görünen ve işlenen her şeyden haberi olandır.) </i> ","Abdullah Parlıyan Meali":"Yaratan hiç bilmez mi? O en ince işleri gören bilen ve herşeyin içyüzünden haberdar olandır.","Ahmet Tekin Meali":"Hikmete dayalı, hesaplı bir düzen içinde, yaratanın yarattıklarını bilmemesi mümkün mü?Allah, hikmetine nüfuz edilmeyen yüce varlıktır ve gizli-açık her şeyden haberdardır.","Ahmet Varol Meali":"Yaratan bilmez mi? O latiftir, her şeyden haberdar olandır.","Ali Bulaç Meali":"O, yarattığını bilmez mi? O, Latif'tir; Habir'dir.","Ali Fikri Yavuz Meali":"Bilmez mi, O (bütün varlıkları) yaratan? (Şübhesiz gizliyi de bilir, aşikârı da...) O Lâtif'dir, Habîr'dir= her şeyden haberdardır.","Bahaeddin Sağlam Meali":"Evet, yaratan bilir. O, latiftir (madde değildir ki engellere takılsın,) Habirdir (sonsuz güç ve ilim sahibidir, her şeyden haberi vardır ve yapar.)","Bayraktar Bayraklı Meali":"Hiç, yaratan bilmez mi? O, en ince işleri bilmektedir ve her şeyden haberdardır.","Besim Atalay Meali (1965)":"Yaratan bilmez mi? O lûtufludur, haberlidir","Cemal Külünkoğlu Meali":"Yaratan (yarattığını hiç) bilmez mi? O, en gizli şeyleri bilendir, (her şeyden) hakkıyla haberdardır.","Cemil Said (1924)":"Nasıl olur da yaradan bilmez, ânın ’ilmi latîf ve o her şeyden haberdârdır.","Diyanet İşleri Meali (Eski)":"Yaratan bilmez olur mu? O, Latif'tir, haberdardır.*","Diyanet İşleri Meali (Yeni)":"Yaratan bilmez mi? O, en gizli şeyleri bilir, (her şeyden) hakkıyla haberdardır.","Kur'an Yolu (Diyanet İşleri)":"Yaratan bilmez olur mu? O, bütün inceliklerin farkındadır ve her şeyden ¬haberdardır.","Diyanet Vakfı Meali":"Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır.","Edip Yüksel Meali":"Hiç Yaratan yarattığını bilmez mi? O, Latiftir, Haberdardır.","Elmalılı Hamdi Yazır Meali":"Hiç yaratan bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır.","Elmalılı Meali (Orijinal)":"Bilmezmi o yaradan ki o öyle latîf öyle habîr","Emrah Demiryent Meali":"Yaratan (yarattığını hiç) bilmez mi? O, en gizli şeyleri hakkıyla bilendir, her şeyden hakkıyla haberdar olandır.","Erhan Aktaş Meali":"Yaratan, yarattığını bilmez mi? O, Bütün Ayrıntıları Bilen'dir, Her Şeyden Haberdar'dır.","Hasan Basri Çantay Meali":"Yaratıb duran (Allah) mı bilmeyecekmiş? O, lâtıyfdir, her şeyden haberdârdır.","Hayrat Neşriyat Meali":"(Hiç) yaratan bilmez mi?(1) Çünki O, Latîf (kalblerdeki bütün incelikleri bilen)dir, Habîr (onlardan haberdâr olan)dır.","İhsan Aktaş Meali":"O, (her şeyi) yaratmış olan (yarattığını) bilmez mi? Oysa O, (kullarına karşı) çok lütufkârdır, (her şeyi tüm mahiyetiyle) bilendir.","İlyas Yorulmaz Meali":"Yaratan (yarattıklarını) bilmez mi? O kullarına karşı çok lütufkâr ve kullarının her şeyinden haberdar olandır.","İsmayıl Hakkı Baltacıoğlu":"Yaratan bilmez olur mu hiç? O, bütün incelikleri kavrayıcıdır, bilgilidir.","İsmail Hakkı İzmirli":"Hiç yaratan bilmez mi? Halbuki O, insanca işleri görür, her şeyin iç yüzünden haberdar olur.","İsmail Yakıt":"Yaratan bilmez mi hiç?⁵ Zira O, Latîf’tir, Habîr’dir.","Kadri Çelik Meali":"O, yarattığını bilmez mi? O, en ince işleri görüp bilmektedir ve her şeyden haberdardır.","Mahmut Kısa Meali":"Öyle ya, her şeyi<b> Yaratan, </b>yarattığı şeyi<b> bilmez mi? </b>Elbette bilir! Çünkü <b>O latiftir, </b>her şeye nüfuz eden ilmiyle bütün gizlilikleri en ince ayrıntısıyla bilir, <b>her</b> <b>şeyden</b> <b>haberdardır. </b>Öyle ki:","Mahmut Özdemir Meali":"Yaratmış kimse bilmez mi? O Habîr Latîf’dir.","Mehmet Çakır Meali":"Yaratan bilmez mi? O, saydamdır, her şeyin içini dışını görür.","Mehmet Çoban Meali":"Akılları ne biçim çalışıyor? İnsanları yaratan Allah yaratığı insanla ilgili her şeyi bilmez mi? Hiç şüphesiz insanı yaratan Allah; insanın kendisiyle ilgili bilmediği şeyleri dâhi bilir.","Mehmet Okuyan Meali":"Yaratan bilmez mi hiç! [*] O derin bilgi sahibidir, [*] haberdardır.","Mehmet Türk Meali":"O yaratan, (yarattıklarını) hiç bilmez mi? Çünkü O her şeyi inceden inceye bilen,¹ her şeyden haberdar olandır.","Muhammed Esed Meali":"[Her şeyi] yaratan O, nasıl olur da [her şeyi] bilmez? ¹² Evet, yalnız O, [hikmetinde] erişilmez bir derinlik sahibidir, her şeyden haberdar olandır! ¹³","Mustafa Çavdar Meali":"Yaratan yarattığını bilmez mi hiç? O, ilmiyle her şeye nüfuz eden ve her şeyden haberdar olandır. 4/108, 5/52","Mustafa İslamoğlu Meali":"Bakın, Yaratan bilmez mi hiç?[⁵²¹⁴] Ki ilmiyle her şeye nüfuz eden, her şeyden haberdar olan O’dur.[⁵²¹⁵]","Orhan Kuntman Meali":"(Sizleri O yarattı) Hiç Yaradan bilmez mi? O, Latiftir. (Kalplerdeki düşüncelerinizi bile bilendir) Her şeyden haberdardır!","Osman Fırat Meali":"Yaratan bilmez mi? O latiftir, haber alandır.","Ömer Nasuhi Bilmen Meali":"Yaratmış olan zât bilmez mi? Latîf, habîr olan O'dur.","Suat Yıldırım Meali":"O yarattığı mahlûkunu hiç bilmez olur mu? (İlmi her şeye nüfuz eden, her şeyden haberi olan) latîf ve habîr O'dur. ","Süleyman Ateş Meali":"Yaratan bilmez mi? O latiftir (bilgisi herşeyin içine geçen, herşeyi) haber alandır.","Süleyman Tevfik (1927)":"O kalbleri halk iden onlarda ne oldığını hiç bilmez mi? Allâh'ın 'ilmi latîf ve nâfiz ve her şeyden habîrdir. (Haber alıcıdır).","Süleymaniye Vakfı Meali":"Yaratan bilmez mi? Her şeyin iç yüzünü, en ince ayrıntısıyla bilen O’dur.","Şaban Piriş Meali":"-Yaratan bilmez mi? O, gizli sırlara da vakıf ve haberdardır.","Ümit Şimşek Meali":"Yaratan bilmez olur mu? O herşeyi bütün incelikleriyle ve gizlilikleriyle bilen, herşeyden haberdar olandır.","Yaşar Nuri Öztürk Meali":"Yaratmış olan bilmez mi/Allah, yarattığı kimseyi bilmez mi? Latîf'tir O, Habîr'dir.","Eski Anadolu Türkçesi":"iy bilmez mi ol kim yarattı? daħı ol görklü işlüdür ħaberlü.","Satıraltı Meal (1534)":"Bilmez mi özi yaratduġı nesneleri? Daḫı ol laṭīfdür, her nesneyi bilicidür.","Bunyadov-Memmedeliyev ":"Məgər yaradan (sizin gizli saxladığınız hər şeyi) bilməzmi?! O, (hər şeyi) incəliyinə qədər biləndir, (hər şeydən) xəbərdardır!","M. Pickthall (English)":"Should He not know what He created? And He is the Subtile, the Aware.","Yusuf Ali (English)":"Should He not know,- He that created?(5570) and He is the One that understands the finest mysteries (and) is well-acquainted (with them)."},"15":{"Arabic":"هُوَالَّذ۪يجَعَلَلَكُمُالْاَرْضَذَلُولًافَامْشُواف۪يمَنَاكِبِهَاوَكُلُوامِنْرِزْقِه۪ۜوَاِلَيْهِالنُّشُورُ","Abdulbaki Gölpınarlı Meali":"O, öyle bir mabuttur ki yeryüzünü, size karşı aşağı gönüllü, münkat ve sakin bir halde yaratmıştır, köşesinde, bucağında dolaşın artık ve yiyin mabudunuzun rızkından ve dönüp gideceğiniz yer, gene onun tapısıdır.","Abdullah-Ahmet Akgül Meali":"<b>Sizin için, yeryüzüne boyun eğdiren</b><i> (onu ziraate ve madenciliğe uygun hale getiren)</i><b> O’dur. Şu halde onun </b><i>(dünyanın)</i><b> omuzlarında </b><i>(her tarafında)</i><b> yürüyüp gezin </b><i>(ekip biçin ve kazılara girişin)</i><b> ve O’nun rızkından yiyin. Sonunda gidiş O’nadır. </b><i>(Buna göre davranın.) </i> ","Abdullah Parlıyan Meali":"O yeryüzünü rahat yaşayabilmeniz için size sunandır. Artık onun köşe ve bucaklarında gezip dolaşın ve size verdiği her türlü rızıklardan yiyin, ölümden sonra da O'na döneceğinizi bilin.","Ahmet Tekin Meali":"O, size yeryüzünü boyun eğdirendir. İmkânları müsait, rahat ticarî ilişkiler kura-bileceğiniz, özgür, elverişli bölgelerinde seyahat ederek bilgi ve becerilerinizle yeryüzünde istediğiniz gibi tasarruf edin. Allah'ın ihsan ettiği rızık ve servetten pay alın, yeyin. Ölümden önceki vasıflarla diriltilerek O'nun huzuruna varıp hesaba çekileceksiniz.","Ahmet Varol Meali":"Sizin için yeryüzüne boyun eğdiren O'dur. O halde onun üzerinde yürüyün ve O'nun rızkından yeyin. Son gidiş O'nadır.","Ali Bulaç Meali":"Sizin için, yeryüzüne boyun eğdiren O'dur. Şu halde omuzlarında (arz üzerinde) yürüyün ve O'nun rızkından yiyin. Sonunda gidiş O'nadır.","Ali Fikri Yavuz Meali":"O Allah'dır ki, sizin (istifadeniz) için arzı uysal kıldı. O halde, O arzın sırtlarında (dağlarında, tepelerinde, ovalarında) yürüyün de Allah'ın rızkından yeyin. Fakat sonunda dönüş O'nadır. (İhsan ettiği nimetlerin şükründen size sorar).","Bahaeddin Sağlam Meali":"Yalnız ve yalnız O’dur, yeri sizin için uysal bir hayvan gibi yapmış. Artık o yerin sırtlarında yürüyün, Allah’ın size verdiği rızıkları yiyin. Diriliş, toplanış ve dönüş O’nadır.","Bayraktar Bayraklı Meali":"Allah, yeryüzünü yaşanmaya elverişli bir yer yapmıştır. Öyleyse onun her tarafını dolaşıp Allah'ın verdiği rızıktan yiyiniz. Dönüşünüzün O'na olacağını unutmayınız.","Besim Atalay Meali (1965)":"Yeryüzünü size uygun kılan O'dur, çevresinde geziniz, azığından yiyiniz, yeniden yayılış yine O'na dır!","Cemal Külünkoğlu Meali":"Yeryüzünü sizin (istifadeniz) için yaşamanıza elverişli kılan O'dur. O halde, arzın sırtlarında (dağlarında, tepelerinde, ovalarında) yürüyün de O'nun rızkından yararlanın. (Ve unutmayın ki) sonunda diriliş ve dönüş O'na olacaktır.","Cemil Said (1924)":"Sizin içün arzı düz ve alçak yaradan odur, etrâf ve civârında geziniz Allâh’ın ihsân itdiği erzâkdan müstefîd olunuz, nihâyet âna rücû’ ideceksiniz.","Diyanet İşleri Meali (Eski)":"Yeryüzünü, size boyun eğdiren O'dur; öyleyse yerin sırtlarında dolaşın, Allah'ın verdiği rızıktan yiyin; sonunda dönüş O'nadır.","Diyanet İşleri Meali (Yeni)":"O, yeryüzünü sizin ayaklarınızın altına serendir. Haydi onun üzerinde yürüyün ve Allah’ın rızkından yiyin. Dönüş ancak O’nadır.","Kur'an Yolu (Diyanet İşleri)":"Yeryüzünü sizin için kullanışlı hale getiren O’dur. Üzerinde dolaşın ve Allah’ın rızkından yiyip için; (ama unutmayın ki) dönüş yalnız Allah’adır.","Diyanet Vakfı Meali":"Yeryüzünü size boyun eğdiren O'dur. Şu halde yerin omuzlarında (üzerinde) dolaşın ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır.  ","Edip Yüksel Meali":"O ki yeri emriniz altına verdi. Yeryüzünü dolaşın ve onun besinlerinden yeyin. Son dönüş O'nadır.","Elmalılı Hamdi Yazır Meali":"O size yeri boyun eğer kıldı. Haydi onun omuzlarında (dağlarında, tepelerinde) yürüyün ve Allah'ın rızkından yeyin. Dönüş ancak O'nadır.","Elmalılı Meali (Orijinal)":"O Hâlıktır ki o, size Arzı zelûl (munkad) kıldı, haydin, o Arzın omuzlarında yürüyün de o yaradan lâtîfi habîrin rızkından yeyin, onadır fakat nihayet nüşûr","Emrah Demiryent Meali":"Sizin için yeryüzünü boyun eğdiren (istifadenize veren) O’dur. Yeryüzünü dolaşın ve Allah’ın (sizin için takdir ettiği) rızkın (ız) dan yiyin. Dönüş ancak O’ (nun manevi huzuru) nadır.","Erhan Aktaş Meali":"Yeryüzünü size boyun eğdiren O'dur. Artık onun üzerinde dilediğinizce dolaşın ve O'nun rızkından yiyin. Sonunda dönüş O'nadır.","Hasan Basri Çantay Meali":"O, yeri, sizin fâidenize, hor (ve müsahhar) kılandır. O halde onun omuzlarında yürüyün. (Allahın) rızkından yeyin. (Fakat şunu dâima hatırlayın ki) son gidiş ancak Onadır (Allâhadır).","Hayrat Neşriyat Meali":"O, yeri sizin için itâatkâr kılandır; artık onun omuzlarında (yeryüzünde) yürüyün ve(Allah'ın) rızkından yiyin! Dönüş ise, ancak O'nadır.","İhsan Aktaş Meali":"O (Allah’tır) ki, sizin (yaşamanız) için (uzayın derinliklerinde yüzüp gitmekte olan) yerküreyi (tüm yeraltı ve yerüstü zenginlikleriyle emrinize amade kılarak) uysal kıldı (hizmetinize sundu). O hâlde, (rızkınızı temin etmek için) onun (o arzın) sırtlarında (dağlarında, tepelerinde, ovalarında huzur ve güven içinde gezip) dolaşın da onun rızkından (yarattığı her türlü gıdadan) yiyin. (Ve unutmayın ki) sonunda dönüş ve diriliş onadır. *","İlyas Yorulmaz Meali":"O, yeryüzünü sizin kullanmanız için boyun eğdirmiş, sizde yürünecek yerlerinde (rızkınızı elde etmek için) yürüyün. Yeryüzünün rızıklarından yiyin. Yeniden dirilip toplanma O’nun huzurunda olacak.","İsmayıl Hakkı Baltacıoğlu":"Yeryüzünü ayaklarınızın altına seren Odur. Öyleyse yerin sırtında dolaşın, Onun azıklarından yiyin. Dönüş ancak Allah’a olacaktır.","İsmail Hakkı İzmirli":"Yeri, üzerinde gezilebilecek bir halde yapan O/dur. Artık yerin ötesinde, berisinde gezin, tozun, Allah/ın verdiği rızktan yiyin. Tekrar dönüş O/nadır.","İsmail Yakıt":"Yeryüzünü sizin için boyun eğdiren [zelûlen] O’dur. Öyleyse onun üzerinde yürüyünüz/dolaşınız ve O’nun rızkından yiyiniz. Dönüş ancak O’nadır.","Kadri Çelik Meali":"Sizin için, yeryüzüne boyun eğdiren O'dur. O halde onun omuzlarında (üzerinde) yürüyün ve O'nun rızkından yiyin. Yeniden diriliş O'nadır.","Mahmut Kısa Meali":"Uzayın derinliklerinde yüzüp gitmekte olan her türlü konforla donanmış şu<b>yerküreyi,</b> tüm yeraltı ve yerüstü zenginlikleriyle emrinize amade kılarak<b>size boyun eğdiren O’dur. Öyleyse, onun omuzları üzerinde </b>huzur ve güven içinde gezip <b>dolaşın ve Allah’ın bahşettiği </b>tertemiz <b>nîmetlerden yiyin için! </b>Yeter ki, şu gerçeği aklınızdan çıkarmayın: Gün gelecek bu nîmetleri terk edecek ve eninde sonunda, yaptıklarınızın hesabını vermek üzere<b> O’nun huzurunda toplanacaksınız!</b><br>Hal böyleyken, ne cüretle Rabb’inize başkaldırıyorsunuz?","Mahmut Özdemir Meali":"O’dur ki Yer’i sizin için ayakaltına serdi; sırtlarında yürüyün! O’nun rızkından yiyin! Nüşûr / Yeniden Diriltip Yaymalar O’na doğrudur.","Mehmet Çakır Meali":"Yeryüzünü tam size göre ayarlamıştır. Dünyayı kıyı bucak dolaşıp Allah'ın nimetlerini görün, çünkü bir gün ona hesap vereceksiniz.","Mehmet Çoban Meali":"Allah yeryüzünü sizin ayaklarınızın altına serendir. Haydi! Onun üzerinde yürüyün! Allah’ın rızkından yiyin. Dönüş ancak onadır.        ","Mehmet Okuyan Meali":"O, yeri sizin için boyun eğdirmiştir. Her tarafını dolaşıp O’nun (Allah’ın verdiği) rızkından yiyin! Dönüş, yalnızca O’nadır.","Mehmet Türk Meali":"O (Allah) yeryüzünü sadece size boyun eğdirdi.¹ Öyleyse haydi onun omuzla rında² yürüyün³ ve Allah’ın rızkından yiyin. (Sonunda) dönüş Onadır.","Muhammed Esed Meali":"O, yeryüzünü yaşanması kolay bir yer yapmıştır: ¹⁴ öyleyse onun her tarafını dolaşın ve Allah’ın verdiği rızıktan pay almaya çalışın: ama [hiçbir an aklınızdan çıkarmayın ki] yine O’na döneceksiniz.","Mustafa Çavdar Meali":"Yeryüzünü sizin için yaşamaya elverişli hale getiren ve hizmetinize amade kılan Allah’tır. Öyleyse yeryüzünün dağlarında ovalarında gezin ve rızkından yararlanın ama unutmayın ki sonunda dönüş Allah’adır. 2/29, 7/10","Mustafa İslamoğlu Meali":"Yeryüzünü sizin için emre âmâde kılan O’dur;[⁵²¹⁶] artık onun her tarafını dolaşın[⁵²¹⁷] ve O’nun rızkından nasiplenin: ama O’na döndürüleceğinizi asla (unutmayın)!","Orhan Kuntman Meali":"Yeryüzünü (diğer yaratıklara değil) size boyun eğdiren O’dur. O halde onun (yeryüzünün) omuzunda (üzerinde) yürüyün. (*)  Ve Allah’ın rızkından yeyin! (**) Dönüş ancak Onadır.","Osman Fırat Meali":"O, yeryüzünü sizin ayaklarınızın altına serendir. Haydi onun omuzları üzerinde yürüyün ve Allah’ın rızkından yiyin. Dönüş ancak O’nadır.","Ömer Nasuhi Bilmen Meali":"O, O'dur ki, sizin için yeri münkat kıldı, artık onun (yeryüzünün) omuzlarında yürüyün ve rızkından yeyin ve dönüş de O'nadır.","Suat Yıldırım Meali":"Yeryüzünü size hizmete hazır, uysal bir binek gibi kılan da O'dur. Haydi öyleyse siz de onun omuzları üstünde rahatça dolaşın. O'nun takdir ettiği rızıklardan yiyin, istifade edin. Ama ölümden sonra dirilip O'nun huzuruna çıkacağınızı da bilin. ","Süleyman Ateş Meali":"O size yeri boyun eğer yaptı. Haydi onun omuzlarında yürüyün ve Allah'ın rızkından yeyin. (Sonunda) Dönüş O'nadır (size verdiği ni'metlere karşı şükredip etmediğinizi sizden soracak, sizi hesaba çekecektir).","Süleyman Tevfik (1927)":"O Allâh Te'âlâdır ki arzı sizin içün münkâd, yumuşak kıldı. (Onda istediğiniz gibi hareket idersiniz.) Onun her taraf ve civârında gezin ve yürüyün. Ve Allâh'ın rızkından yiyin. Ve nihâyet O'nun 'indine toplanırsınız. ","Süleymaniye Vakfı Meali":"Yeryüzünü size boyun eğdiren O'dur. (Yeryüzünün) omuzlarında dolaşın ve rızkından yiyin. Topraktan çıkış[*] O’nun huzuruna olacaktır..","Şaban Piriş Meali":"Yeri sizin için, üzerinde yürüyün ve rızkından yiyin diye alçak kılan O'dur. Dönüş de O'nadır.","Ümit Şimşek Meali":"Sırtında dolaşın ve rızkından yiyin diye yeryüzünü sizin için O uysallaştırdı. Dönüş de yine Onadır.","Yaşar Nuri Öztürk Meali":"O, yeri sizin için boyun eğer yaptı. Haydi, onun omuzlarında yürüyün ve Allah'ın rızıklarından yiyin. Dönüş O'nadır.","Eski Anadolu Türkçesi":"ol oldur kim ķıldı sizüñ-içün yiri ħor ya'nį muŧį' pes yüriñ ķıranlarında yirüñ yā ŧaġlarında daħı yiñ rūzısinden. daħı andın yaña dur girü dirilmek.","Satıraltı Meal (1534)":"Ol Allāhdur size yirleri muṭī‘ eyleyen. Pes yürüñüz ḳırañlarında veyiñüz anuñ rızḳından. Daḫı ‘āḳıbet varmaḳ anuñ ḥażretinedür.","Bunyadov-Memmedeliyev ":"Yeri (Yer kürəsini) sizə ram edən Odur. Onun qoynunda gəzin, (Allahın) ruzisindən yeyin. Axır dönüş də Onadır!","M. Pickthall (English)":"He it is Who hath made the earth subservient unto you, so walk in the paths thereof and eat of His providence. And unto Him will be the resurrection (of the dead).","Yusuf Ali (English)":"It is He Who has made the earth manageable(5571) for you, so traverse ye through its tracts and enjoy of the Sustenance which He furnishes: but unto Him is the Resurrection.(5572)"},"16":{"Arabic":"ءَاَمِنْتُمْمَنْفِيالسَّمَٓاءِاَنْيَخْسِفَبِكُمُالْاَرْضَفَاِذَاهِيَتَمُورُۙ","Abdulbaki Gölpınarlı Meali":"Kudreti ve emri, gökte bulunan, yüce olan mabudun, sizi yerle beraber batırmayacağından emin misiniz? O vakit görürsün ki o sakin yeryüzü, çalkanıp durmada, titreyip kıvranmada.","Abdullah-Ahmet Akgül Meali":"<b>Gökte olanın </b><i>(melek ordularının, gök taşlarının, gezegen ve yıldızların yörüngesinden çıkıp Dünya’ya çarparak)</i><b> sizi yerin </b><i>(dibine)</i><b> geçirmeyeceğinden nasıl emin olmaktasınız? </b><i>(Oysa)</i><b> O vakit bir bakmışsınız ki, o </b><i>(yeryüzü)</i><b> sallanıp-çalkalanmaktadır. </b> ","Abdullah Parlıyan Meali":"Ey inkârcılar! Gökte olan Rabbinizin sizi yere batırıp göçürmesinden emin misiniz? O zaman yeryüzü ansızın sallanıp çalkalanmaktadır.","Ahmet Tekin Meali":"Gökte olanın, sizi yerin dibine batırmayacağından emin misiniz? İşte o zaman, o boyun eğen yer, ıstırapla sarsılır, çalkalanır.","Ahmet Varol Meali":"Gökte olanın sizi yere geçirmeyeceğinden emin mi oldunuz? O zaman yer birden çalkalanmaya başlar.","Ali Bulaç Meali":"Gökte olanın sizi yere geçirmeyeceğinden emin misiniz? Bir bakmışsınız ki, o (yeryüzü) sallanıp-çalkalanmaktadır.","Ali Fikri Yavuz Meali":"Göklerde olan (ve âlemin idaresine memur bulunan) meleklerin, sizi yerin dibine geçirmesinden emin mi oldunuz? (Ey Mekke'liler!) O vakit bir de bakarsınız, arz çalkalanıp duruyor.","Bahaeddin Sağlam Meali":"Gökteki(melekleri)nden güven mi aldınız: Yer sarsılırken sizi onun dibine batırmasınlar diye!","Bayraktar Bayraklı Meali":"Göktekinin sizi yerin dibine geçirmesinden emin mi oldunuz? O zaman yer şiddetle sarsılır.","Besim Atalay Meali (1965)":"Siz gökte bulunanın, sizinle bile yeryüzünü deprendirip, çöktürmesinden emniyette misiniz?","Cemal Külünkoğlu Meali":"Gökte olduğunu zannettiğiniz (ama her yerde olan) Allah'ın, (yaptıklarınız yüzünden) sizi yerin dibine batırmayacağından emin misiniz? (Ey Mekkeliler!) O vakit bir de bakarsınız, arz çalkalanıp duruyor.","Cemil Said (1924)":"Semâvâtda bulunan meleklerin bir gün ayaklarınızın altındaki yeri yarmayacağına emîn misiniz? Şimdiden arz sallanıyor.","Diyanet İşleri Meali (Eski)":"Gökte olanın sizi yerin dibine geçirmesinden güvende misiniz? O zaman, yer, sarsıldıkça sarsılır.","Diyanet İşleri Meali (Yeni)":"Göktekinin sizi yere geçirivermeyeceğinden emin mi oldunuz? (O zaman) bir de bakarsınız yeryüzü şiddetle çalkalanıyor.","Kur'an Yolu (Diyanet İşleri)":"Göktekinin sizi yerin dibine batırmayacağından emin misiniz? Bir de bakarsınız yeryüzü altüst olmuş!","Diyanet Vakfı Meali":"Gökte olanın, sizi yere batırıvermeyeceğinden emin misiniz? O zaman yer sarsıldıkça sarsılır.  ","Edip Yüksel Meali":"Yoksa, aniden sallanmaya başlayacak olan yerin dibine sizi batırmayacağına dair göktekinden güvence mi aldınız?","Elmalılı Hamdi Yazır Meali":"Her şeyi kuşatmış olan Allah ın yeri sizinle birlikte göçürüvermesinden emin misiniz? O zaman yer çalkalanıyordur.","Elmalılı Meali (Orijinal)":"Emînmisiniz o Semâdekinden; sizinle Arzı göçürüvermesinden? O vakıt bakarsınız ki o Arz çalkalanıyordur","Emrah Demiryent Meali":"(Ey kâfirler!) Gökte olan (azap ile görevli melek orduların) ın (emrimiz ile) sizi yerin dibine batırmayacağından emin mi oldunuz? O zaman yer, sarsıldıkça sarsılır.","Erhan Aktaş Meali":"Gökte Olan'ın,¹ sizi yerin dibine batırmasından emin mi oldunuz? Bir de bakmışsınız yer sarsılıyor!","Hasan Basri Çantay Meali":"(Bu âlemin tedbîrine müvekkel olan) gökdeki (melek) lerden, (Allahdan), sizi yere batırıvermesinden emîn mi oldunuz? O vakit bakarsınız ki o (arz durmayıb) çalkanmakdadır.","Hayrat Neşriyat Meali":"Gökte olanın(2) (kâinâtın tedbir ve idâresine vekil kılınan meleklerin) sizi yere batırmasından emin mi oldunuz? Bir de bakarsınız ki o (yer) sarsılıyordur!","İhsan Aktaş Meali":"(Sizin için yerküreyi yaratıp uysal kılan ve) gökte (de mutlak hâkimiyeti) bulunanın (yaptığınız zulüm, kötülük ve suçlardan dolayı) sizi yere batırmayacağından emin mi oldunuz? Bir de bakarsınız ki o (yerküre şiddetle) sarsılıyordur!","İlyas Yorulmaz Meali":"Gökyüzünde olanın (Allah’ın), sizi yerin dibine geçirmesinden güvende mi oldunuz? O uyarıcı nasılmış öğreneceksiniz.","İsmayıl Hakkı Baltacıoğlu":"Göktekilerin yeri sarsıp sizi de birlikte batırmıyacağını bilir misiniz?","İsmail Hakkı İzmirli":"Gökte bulunan Zat/ın [¹], sizi hemen sallanacak yerle beraber yere geçirmeyeceğinden mi emin oldunuz?","İsmail Yakıt":"Gökte olanın⁶ sizi yerin dibine geçirmeyeceğinden emin misiniz?⁷ Bir de bakarsınız ki yer şiddetle sarsılıyor.","Kadri Çelik Meali":"Gökte olanın sizi yere geçirmeyeceğinden emin misiniz? Bir de bakmışsınız, o (yeryüzü) çalkalanıp duruyor.","Mahmut Kısa Meali":"<b>Yücelerde Olan </b>Allah’<b>ın, </b>yeryüzünü korkunç bir depremle <b>çalkalayıp hepinizi</b> <b>yerin dibine geçirmeyeceğinden nasıl emîn olabiliyorsunuz?</b>","Mahmut Özdemir Meali":"Gök’teki kimselerin, sarsılıp çalkalanacağı zaman, sizi Yer’e batırmasından güvende mi oldunuz?","Mehmet Çakır Meali":"Yukarda olanın, her an dünyanızı karartma ihtimaline karşı bir güvenceniz var mı?  O zaman yer yerinden oynayacak.","Mehmet Çoban Meali":"Gökyüzünde gördüğünüz yıldızların üzerinize düşüp; sizi yere geçirmeyeceğinden emin mi oldunuz? Ya onların biri ya da hepsi üzerinize düşerse; siz ne yapabilirsiniz? Öyle bir zaman da bir de bakarsınız yeryüzü şiddetle çalkalanıyor. Her yer, her şey paramparça dağılıyor. Ne yapabilirsiniz?        ","Mehmet Okuyan Meali":"Gökte (de) olanın [*] sizi yere batırmasından güvende misiniz? O zaman (yer) hemen sarsılmaya başlar.","Mehmet Türk Meali":"Gökte olan (Allah)’ın,¹ o (yeryüzü) çalkalanırken sizi yere geçirmeyeceğinden emin misiniz?²","Muhammed Esed Meali":"O Gökteki’nin, ¹⁵ yeryüzünün bir gün gelip sarsılmaya başladığında sizi yutmasına izin vermeyeceğine emin olabilir misiniz?","Mustafa Çavdar Meali":"Gökte olduğunu zannettiğiniz (fakat mekândan münezzeh olan) Allah’ın sizi yerin dibine batırmayacağından emin misiniz? Bir de bakarsınız ki yeryüzü sallanmaya başlamış. 57/4, 58/7","Mustafa İslamoğlu Meali":"Gökte olduğunu (sandığınız) Zât’ın,[⁵²¹⁸] sizi yerin dibine geçirmeyeceğinden emin misiniz? O zaman, bir de bakmışsınız ki (arz) çalkalanmaya başlamış.","Orhan Kuntman Meali":"(Ey müşrikler yoksa) Gökte olanın, sizi yerin dibine geçirmeyeceğinden emin mi oldunuz? O zaman (kıyamet günü) yer sarsıldıkça sarsılır!","Osman Fırat Meali":"Gökte olanın, sizi yere batırmayacağından emin misiniz? Ve O zaman yer de çalkalanmaya başlar.","Ömer Nasuhi Bilmen Meali":"Emin mi oldunuz, gökte olanın sizi yerin dibine geçirivermesinden? O vakit o yer, çalkanıverir.","Suat Yıldırım Meali":"Yüceler yücesi olan Allah'ın sizi yerin dibine geçirmesinden emin mi oldunuz? O zaman bir de bakarsınız yer çalkalanıp duruyor. ","Süleyman Ateş Meali":"Gökte olanın, sizi yere batırmayacağından emin misiniz? O zaman yer, birden sallanmağa başlar (ve siz yerin dibine geçersiniz).","Süleyman Tevfik (1927)":"Hüküm ve kazâsı âsumânda cârî olan Allâh'ın sizi yere batırmasından ve yer hareket itdikce sizi aşağı indirmesinden emîn mi oldınız?","Süleymaniye Vakfı Meali":"Gökte olanın, bir sarsıntıyla sizi yere batırmasına karşı güvenceniz var mı?","Şaban Piriş Meali":"Gökte olanın sizi yere batırmayacağından güvende misiniz, O sarsıldığı zaman?","Ümit Şimşek Meali":"Yoksa semâdakinin,(4) sizi yerin dibine geçirmeyeceğinden emin mi oldunuz? Bir de bakarsınız, yer sallanıp duruyor...","Yaşar Nuri Öztürk Meali":"O göktekinin, sizi yere batırmayacağından emin misiniz? O zaman yer aniden çalkalanmaya başlar.","Eski Anadolu Türkçesi":"iy imin olduñuz mı andan kim gökdedür ya'nį ķudret kim obura sizi yire? pes ol vaķt ol ya'nį yir deprene.","Satıraltı Meal (1534)":"İmin mi olduñuz gökde olanlardan ki sizi yirlere geçüre? Pes ol vaḳt olditreyüp sizi yuda.","Bunyadov-Memmedeliyev ":"(Ey insanlar!) Göydə olanın (Allahın) yer hərəkətə gəlib çalxalandığı zaman sizi onun dibinə batırmayacağına əminsinizmi?!","M. Pickthall (English)":"Have ye taken security from Him Who is in the heaven that He will not cause the earth to swallow you when lo! it is convulsed?","Yusuf Ali (English)":"Do ye feel secure that He Who is in heaven will not cause you to be swallowed up(5573) by the earth when it shakes (as in an earthquake)?"},"17":{"Arabic":"اَمْاَمِنْتُمْمَنْفِيالسَّمَٓاءِاَنْيُرْسِلَعَلَيْكُمْحَاصِبًاۜفَسَتَعْلَمُونَكَيْفَنَذ۪يرِ","Abdulbaki Gölpınarlı Meali":"Yoksa kudreti ve emri; gökte bulunan, yüce olan mabudun, size taşlar yağdıran bir rüzgar yollamayacağından emin misiniz? Derken yakında bilirsiniz nasılmış benim korkutmam.","Abdullah-Ahmet Akgül Meali":"<b>Yoksa siz, göktekinin </b><i>(görevli meleklerin, Allah’ın izniyle)</i><b> üzerinize ’taş yağdıran </b><i>(fırtınalı)</i><b> bir rüzgâr’ göndermeyeceğinden emin mi oldunuz? </b><i>(Siz o takdirde) </i><b>Benim uyarma</b><i>(larımı ciddiye almamak)</i><b> nasılmış ileride bilip-öğreneceksiniz </b><i>(ama iş işten geçmiş olacaktır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Yoksa gökte olan Rabbinizin üzerinize taş yağdıracak şekilde şiddetli bir rüzgar göndermesinden emin misiniz? Azabımı görünce uyarımın nasıl olacağını anlayacaksınız.","Ahmet Tekin Meali":"Yahut gökte olanın, üzerinize taş yağdıran görevli bir kasırga çıkarmayacağından emin misiniz? Sorumluluk, hesap ve cezayı hatırlatan uyarıcının nasıl olduğunu öğreneceksiniz.","Ahmet Varol Meali":"Yahut gökte olanın üzerinize çakıl savuran bir kasırga göndermeyeceğinden emin mi oldunuz? O zaman uyarım nasılmış bileceksiniz.","Ali Bulaç Meali":"Yoksa gökte olanın üzerinize 'taş yağdıran (fırtınalı) bir rüzgar' göndermeyeceğinden emin misiniz? Siz o takdirde Benim uyarmam nasılmış bilip-öğreneceksiniz.","Ali Fikri Yavuz Meali":"Yoksa (hüküm ve tasarrufu) göklerde olan Allah'ın üzerinize taş yağdıran bir rüzgâr göndermesinden emin mi oldunuz? O zaman anlarsınız, korkutmam nasılmış?","Bahaeddin Sağlam Meali":"Yoksa onlardan(*) güven mi aldınız ki, başınıza dolu gibi taş yağdırmasınlar. Yağdırdıkları zaman anlayacaksınız, benim uyarıcımın nasıl bir şey olduğunu.","Bayraktar Bayraklı Meali":"Yoksa, göktekinin başınıza taş yağdırmasından emin mi oldunuz? İşte bu uyarılarımın ne olduğunu yakında anlayacaksınız.","Besim Atalay Meali (1965)":"Siz gökte bulunanın, başınıza taş yağdırmayacağından emniyette misiniz? Niceymiş kocunduran, anlayacaksınız!","Cemal Külünkoğlu Meali":"Evet o gökte olduğunu zannettiğiniz Allah'ın üzerinize taş yağdıran bir rüzgâr göndermeyeceğinden emin misiniz? (Siz o zaman) tehdidim nasılmış bileceksiniz!","Cemil Said (1924)":"Semâvâtda hükümfermâ olanın size taş yağdıran bir furtına göndermeyeceğinden emîn misiniz? O vakit tehdîdlerimin sıhhatini anlarsınız.","Diyanet İşleri Meali (Eski)":"Gökte olanın başınıza taş yağdırmasından güvende misiniz? Benim uyarmamın nasıl olduğunu yakında bileceksiniz.","Diyanet İşleri Meali (Yeni)":"Yahut göktekinin, üzerinize taş yağdıran rüzgâr göndermeyeceğinden mi emin oldunuz? O zaman, uyarım nasılmış bileceksiniz!","Kur'an Yolu (Diyanet İşleri)":"Yahut gökte olanın üzerinize taş yağdıran bir fırtına göndermeyeceğinden emin misiniz? Uyarılarımın ne demek olduğunu yakında anlayacaksınız!","Diyanet Vakfı Meali":"Yahut gökte olanın üzerinize taş yağdıran (bir fırtına) göndermeyeceğinden emin misiniz? İşte (bu) tehdidimin ne demek olduğunu yakında bileceksiniz!","Edip Yüksel Meali":"Aynı şekilde, üstünüze gökten taş yağdıran bir fırtına göndermeyeceğine dair göktekinden güvence mi aldınız? Uyarının nasıl olduğunu öğreneceksiniz.","Elmalılı Hamdi Yazır Meali":"Yoksa siz, gökte olanın üzerinize taş yağdıran bir kasırga göndermeyeceğinden emin misiniz? Tehdidim nasılmış bileceksiniz.","Elmalılı Meali (Orijinal)":"Yoksa emînmisiniz o Semâdekinden: üzerinize bir mermîler yağdırıcı gönderivermesinden? O vakıt bilirsiniz ki nasılmış inzarım?","Emrah Demiryent Meali":"Yahut gökte olan (azap ile görevli, melek orduların) ın (emrimiz ile) üzerinize taş yağdırmayacağından emin mi oldunuz? Benim uyarmamın nasıl olduğunu yakında bileceksiniz.","Erhan Aktaş Meali":"Ya da gökte olanın üzerinize taş yağdırmayacağından emin misiniz? O halde, uyarımın nasıl olduğunu yakında bileceksiniz. ","Hasan Basri Çantay Meali":"Yoksa gökdeki (melek) lerin, (Allahın izniyle), üstünüze taş yağdırıcı (rüzgâr) göndermesinden emîn mi oldunuz? Siz (o zaman) tehdidimin nice olduğunu bileceksiniz.","Hayrat Neşriyat Meali":"Yoksa gökte olan (o melekler)in (Allah'ın emri ile), üzerinize (taş yağdıran) bir rüzgâr göndermesinden emin mi oldunuz? Artık yakında benim tehdîdimin nasıl olduğunu bileceksiniz!","İhsan Aktaş Meali":"Yahut (yerkürede olduğu gibi) gökte (de mutlak hâkimiyeti, hüküm ve tasarrufu) olan (Allah) ın (işlediğiniz kötülüklerden dolayı) üzerinize (volkanik patlamalar sonucunda kızgın lavlardan ibaret) taşlar (lavlar) göndermeyeceğinden emin mi oldunuz? O zaman uyarım nasılmış bileceksiniz. *","İlyas Yorulmaz Meali":"Veyahut gökyüzünde olanın, üzerinize yok edici rüzgârları göndermeyeceğinden güvende misiniz? Sonra uyarının nasıl olduğunu öğrenecekler.","İsmayıl Hakkı Baltacıoğlu":"Yoksa göktekilerin sizi taş yağmuruna tutacağından korkmuyor musunuz? O zaman siz uyarılmanın nice olduğunu göreceksiniz.","İsmail Hakkı İzmirli":"Yoksa gökte bulunan Zat/ın üzerinize taş yağdırır rüzgâr göndermeyeceğinden mi emin oldunuz? Tehdidimin nasıl vâki olacağını yakında görüp anlayacaksınız?","İsmail Yakıt":"Yahut gökte olanın üzerinize taş yağdıran kasırga [hâsıben] göndermeyeceğinden emin misiniz? İşte o zaman uyarım nasılmış bileceksiniz.","Kadri Çelik Meali":"Yoksa gökte olanın üzerinize taş yağdıran (fırtınalı) bir rüzgâr göndermeyeceğinden emin misiniz? Siz o takdirde benim uyarmam nasılmış bilip öğreneceksiniz.","Mahmut Kısa Meali":"<b>Yine O Yücelerde Olan </b>Allah’<b>ın, başınıza </b>gökten ölüm yağdıran<b> bir kasırga göndermeyeceğinden nasıl emîn olabiliyorsunuz? </b>Bugün küstahça inkâr ediyorsunuz ama, azap başınıza geldiği anda, <b>Benim uyarımı </b>hiçe saymanın <b>ne demek olduğunu </b>o zaman<b> anlayacaksınız!</b>","Mahmut Özdemir Meali":"Yahut Gök’teki kimselerin, size “taş yağdıran bir kasırga” göndermesinden güvende mi oldunuz? Benim uyarılarım nasılmış, ilerde bileceksiniz.","Mehmet Çakır Meali":"Peki yukarda olanın, her an üstünüze taş yağdırma ihtimaline karşı güvende misiniz?  Yani benim uyarılarım nasılmış yakında / <b>BEDİR’</b>de göreceksiniz.","Mehmet Çoban Meali":"Yahut gökyüzünden üzerinize taş yağdıran rüzgârlar gelmeyeceğinden mi emin misiniz? O rüzgârlar gelince uyarım nasılmış bilecekler! Yaşamak için içtikleri su, yaşamak için nefes alıkları hava; emrimizle insanları yaşatıyor. Bu nimetlerin sadece bir emrimizle insanların felaketi olabileceğini düşünmüyorlar mı?         ","Mehmet Okuyan Meali":"Yoksa gökte (de) olan zatın üzerinize taş yağdırmasından güvende misiniz? Uyarımın nasıl olduğunu ileride anlayacaksınız.","Mehmet Türk Meali":"Yoksa gökte olan (Allah)’ın üzerinize taş yağdırmayacağından emin misiniz? İşte o zaman Benim uyarmam nasılmış öğrenirsiniz.","Muhammed Esed Meali":"Yahut, O Gökteki’nin, Benim uyarımın ne kadar [doğru] olduğunu size gösterecek olan ölümcül bir kasırgayı ¹⁶ üstünüze salmayacağından emin olabilir misiniz?","Mustafa Çavdar Meali":"Yine gökte olduğunu zannettiğiniz (fakat mekândan münezzeh olan) Allah’ın size bir bela kasırgası göndermeyeceğinden emin misiniz? Uyarım nasılmış o zaman göreceksiniz! 7/70, 10/50-51","Mustafa İslamoğlu Meali":"Veya gökte olanın, sizin üzerinize bir bela kasırgası salmayacağından emin misiniz? Artık uyarım nasıl olurmuş, o zaman anlayacaksınız.","Orhan Kuntman Meali":"Yoksa \"Gökte Olan\"ın üzerinize (dünyadayken) taş yağdıran (bir fırtına) göndermeyeceğinden de emin mi oldunuz? İşte bu tehdidimin ne demek olduğunu yakında başınıza gelince- anlayacaksınız. (Müşrikler azap başlarına çökmeden bu tehdidi hiçe sayarlar, gökten taş yağıp ta bir kavim toptan nasıl helak olur, derler)","Osman Fırat Meali":"Yahut göktekinin, üzerinize olan ölümcül bir kasırgayı üstünüze göndermeyeceğinden emin mi oldunuz? O zaman, uyarım nasılmış bileceksiniz!","Ömer Nasuhi Bilmen Meali":"Emin mi oldunuz o gökte olanın üzerinize taş yağdıran bir rüzgar göndermesinden? Artık yakında bileceksiniz ki korkutmam nasıldır?","Suat Yıldırım Meali":"Yahut O'nun size taş yağdıran bir kasırga göndermesinden emin mi oldunuz? Fakat bu tehdidimin ne demek olduğunu yakında öğrenirsiniz! ","Süleyman Ateş Meali":"Yoksa siz, gökte olanın, üzerine taş yağdıran (bir fırtına) göndermeyeceğinden emin misiniz? (O zaman) tehdidimin nasıl olduğunu bileceksiniz.","Süleyman Tevfik (1927)":"Yâhud semâda hüküm ve emri nâfiz olan Allâh'ın sizin üzerinize taş yağdırmayacağından emîn mi oldınız? O 'azâb geldiği zamân sizi korkutdığım nasıl imiş görirsiniz.","Süleymaniye Vakfı Meali":"Yoksa gökte olanın, üzerinize taş yağdıran şeyler göndermesine karşı güvende misiniz? Tarafımdan uyarılan kimsenin[*] ne hale geldiğini yakında öğrenirsiniz.","Şaban Piriş Meali":"Yoksa, gökte olanın üzerinize taş yağdıran bir fırtına göndermeyeceğinden güvende misiniz? Tehdidim nasılmış yakında göreceksiniz!","Ümit Şimşek Meali":"Veya semâdakinin, başınıza taş yağdırmayacağından mı emin oldunuz? Tehdidimin nasıl birşey olduğunu yakında öğrenirsiniz.","Yaşar Nuri Öztürk Meali":"O göktekinin, çakıl taşları taşıyan bir rüzgârı üzerinize salmayacağından emin misiniz? O zaman bileceksiniz nasılmış uyarım!","Eski Anadolu Türkçesi":"ay imin olduñuz mı andan kim gökdedür ya'nį ķudret kim viribiye üzerüñüze ŧaş yaġdurıcı yil? pes tįz bilesiz nitedür ķorķıdıcı!","Satıraltı Meal (1534)":"Yā imin mi olduñuz gökde olandan ki üstüñüze ṭaşlar yaġdura? Pes bilesiznicedür ḳorḳutmaġum.","Bunyadov-Memmedeliyev ":"Yaxud göydə olanın sizin üstünüzə daş yağdıran bir yel göndərməyəcəyinə arxayınsınızmı?! Onda Mənim (sizi əzabla) qorxutmağımın necə olduğunu mütləq biləcəksiniz.","M. Pickthall (English)":"Or have ye taken security from Him Who is in the heaven that He will not let loose on you a hurricane? But ye shall know the manner of My warning.","Yusuf Ali (English)":"Or do ye feel secure that He Who is in Heaven will not send against you a violent tornado(5574) (with showers of stones), so that ye shall know how (terrible) was My warning?"},"18":{"Arabic":"وَلَقَدْكَذَّبَالَّذ۪ينَمِنْقَبْلِهِمْفَكَيْفَكَانَنَك۪يرِ","Abdulbaki Gölpınarlı Meali":"Ve andolsun ki onlardan öncekiler de yalanlamışlardı, derken nasıl da gelip çattı azabım.","Abdullah-Ahmet Akgül Meali":"<b>Andolsun, kendilerinden öncekiler de </b><i>(böyle)</i><b> yalanlamıştı. Fakat Beni inkâr </b><i>(etmelerine karşılık verdiğim azap)</i><b> nasılmış? </b><i>(Sonunda anlamış ve belalarını bulmuşlardı.) </i> ","Abdullah Parlıyan Meali":"Daha öncekiler de peygamberleri yalancı saymışlardı, fakat benim onlardan intikamım ne dehşetli olmuştu yani beni inkâr nasılmış gördüler.","Ahmet Tekin Meali":"Onlardan öncekiler de peygamberleri yalanlamışlardı. Yalanlamalarına, beni tanımamalarına karşı onları gözden çıkarmam, onlara gazabım nasıl oldu gördünüz.","Ahmet Varol Meali":"Andolsun ki onlardan öncekiler de yalanladılar. Fakat benim inkârım nasıl oldu?","Ali Bulaç Meali":"Andolsun, kendilerinden öncekiler de yalanladı. Fakat beni inkar (etmelerine karşılık verdiğim azab) nasılmış?","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), doğrusu onlardan (senin kavminden) evvelkiler de (peygamberlerini) yalanlamışlardı. (Bunun için sen üzülme). Fakat beni inkâr etmeleri nasıl oldu, (azabımı bir gerçek olarak bulmadılar mı)!...","Bahaeddin Sağlam Meali":"Evet, onlardan evvelkiler de yalanladılar. İşte benim azabımın nasıl olduğuna bakın!","Bayraktar Bayraklı Meali":"Onlardan öncekiler de yalanlamışlardı. Bak ki, benim cezalandırmam nasıl olmuştur?","Besim Atalay Meali (1965)":"Onlardan öncekiler de, yalanlamışlardı, imdi azap nicedir?","Cemal Külünkoğlu Meali":"Andolsun, onlardan öncekiler de yalanlamıştı. Beni inkâr etmenin (ve hakka inadına direnmenin) sonucu nasılmış (gördüler)!","Cemil Said (1924)":"Ânlardan evvelkiler de rasûllerini tekzîb idiyorlar idi gadabım ne kadar şiddetli oldı.","Diyanet İşleri Meali (Eski)":"And olsun ki, bunlardan öncekiler de yalanlamışlardı. Beni inkar etmek nasılmış?","Diyanet İşleri Meali (Yeni)":"Andolsun, onlardan öncekiler de yalanlamıştı. Beni inkâr etmenin sonucu nasıl oldu!?","Kur'an Yolu (Diyanet İşleri)":"Onlardan öncekiler de (dinimi) asılsız saymışlardı; ama verdiğim ceza da nasıl olmuştu?","Diyanet Vakfı Meali":"Andolsun ki, onlardan öncekiler de (bunu) yalan saymışlardı; ama benim karşılık olarak verdiğim azap nasıl olmuştu!","Edip Yüksel Meali":"Onlardan öncekiler de inkar etmişti. Beni tanımamak da nasıl mış?","Elmalılı Hamdi Yazır Meali":"Andolsun, onlardan öncekiler de yalanladılar. Ama beni inkâr nasıl oldu?","Elmalılı Meali (Orijinal)":"Filhakika onlardan evvelkiler de tekzib ettiler, fakat nasıl oldu inkârım","Emrah Demiryent Meali":"Kasem olsun ki, onlardan öncekiler de (peygamberlerini) yalanlamıştı. (Yapmış oldukları küfür ve isyana karşılık olarak) cezalandırmamın nasıl olduğunu gördüler.","Erhan Aktaş Meali":"Ant olsun ki, onlardan öncekiler de yalanladılar. İnkarım¹ nasılmış gördüler.","Hasan Basri Çantay Meali":"Andolsun ki onlardan evvelkiler de tekzîb etmiş (ler) di. (Bak) benim inkârım (da) nice oldu !","Hayrat Neşriyat Meali":"And olsun ki, onlardan (o müşriklerden) öncekiler de yalanlamıştı; fakat benim (de o inkâr edenleri) inkârım, (onlara olan azâbım) nasıl oldu (gördüler)!","İhsan Aktaş Meali":"Ve muhakkak ki, onlardan öncekiler de (uyarılarımı) yalanlamışlardı; ama benim (onları) dışlamam nasıl olmuştu?","İlyas Yorulmaz Meali":"Onlardan öncekilerde yalanlamıştı. Sonra inkâr edenler nasıl olmuş?","İsmayıl Hakkı Baltacıoğlu":"Ant olsun ki onlardan öncekiler de yalan saymışlardı. Ya Benim onları tanımama nice olmuştu!","İsmail Hakkı İzmirli":"Üzülme * onlardan evvel gelenler de peygamberlerini yalancı saymışlardı. Onlardan benim hoşlanmamaklığım [²] nasıl oldu? [³].","İsmail Yakıt":"Andolsun onlardan öncekiler de yalanlamıştı. Beni inkâr etmenin sonucu nasıl oldu?","Kadri Çelik Meali":"Şüphesiz kendilerinden öncekiler de yalanladı. Fakat beni inkâr (etmelerine karşılık verdiğim azap) nasılmış, ha?","Mahmut Kısa Meali":"<b>Onlardan önceki </b>nesil<b>ler de</b> ayetlerimi <b>inkâr etmişlerdi fakat Beni inkâr etme</b>nin âkıbeti<b> neymiş, </b>gördüler<b>!</b>","Mahmut Özdemir Meali":"And olsun onlardan öncekiler de yalanladı. Beni inkâr etmek nasılmış?","Mehmet Çakır Meali":"Nitekim daha öncekiler de inanmamıştı ama, beni inkar nasılmış gördüler... ","Mehmet Çoban Meali":"Andolsun! Onlardan öncekiler de gerçeklerimizi yalanlamıştı. İnkâr etmenin sonucu nasıl oldu? Hemen her biri değişik cezalarla cezalandırılmadılar mı? Şimdiki inkârcılar neyine güveniyorlar? Cezalandırılmayacaklarından nasıl emin oldular? Etraflarına bakmıyorlar mı? Biz ibret alsınlar diye sürekli isyankârları cezalandırıyoruz. Yoksa anlamıyorlar mı? Dünyanın her yanında cezalarımız değişik şekillerde uygulanıyor. Doğal felaketler, hastalıklar, savaşlar, toplumsal karışıklıklar; her biri yasamız gereği uygulanan cezalardır. Düşünüp ibret almıyorlar mı? Onlar cezalarımızın çoğunun kendi elleriyle kendilerine verildiğinin farkında değiller mi? Keşke doğal felaket dedikleri şeylerin başlarına gelen ceza olduğunu bilselerdi! Keşke hırslarıyla açtıkları savaşların, döktükleri kanların başlarına gelen ceza olduğunu bilselerdi!       ","Mehmet Okuyan Meali":"Yemin olsun ki onlardan öncekiler de yalanlamışlardı. Benim cezalandırmam (bak) nasıl olmuştu!","Mehmet Türk Meali":"Doğrusu, onlardan öncekiler de yalanlamışlardı. (Sonunda) Benim de (onları) inkârım nasıl olurmuş? (gördüler).","Muhammed Esed Meali":"Doğrusu, daha önce ¹⁷ yaşamış olanlar[ın birçoğu] da [Benim uyarılarımı] yalanlamıştı: ve Benim [onları] yok sayıp dışlamam ne korkunçtu!","Mustafa Çavdar Meali":"Doğrusu onlardan öncekiler de mesajları yalanlamışlardı ama sonunda uyarılarımı inkâr etmek nasılmış gördüler. 10/13, 14/45","Mustafa İslamoğlu Meali":"Doğrusu, onlardan önce de yalanlayanlar olmuştu, ama Beni inkâr nasılmış gördüler.[⁵²¹⁹]","Orhan Kuntman Meali":"Andolsun ki onlardan öncekiler de, bunu yalan saymışlardı ama benim onları cezalandırışım ne korkunç oldu? (O ümmetlerin geride bıraktıkları harabeleri görüp de bundan ibret almazlar mı?) ","Osman Fırat Meali":"Ve onlardan öncekiler de yalanladılar. Ama beni inkâr nasıl oldu?","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, onlardan evvelkiler tekzîp etmişlerdi. Artık nasıl oldu inkârım?","Suat Yıldırım Meali":"Onlardan öncekiler de (dini, peygamberleri) yalan saydılar. Ama Ben'im red ve inkâr edişim, intikamım nasıl olurmuş, anladılar! ","Süleyman Ateş Meali":"Andolsun, onlardan öncekiler de yalanladılar. Ama benim (onların yaptıklarını) inkarım nasıl oldu?","Süleyman Tevfik (1927)":"Onlardan evvelki ümem de rasûllerini tekzîb itdiler. Onlara akıllardan hâric ve pek çirkin 'azâbım nasıl inmiş oldığını teemmül it.","Süleymaniye Vakfı Meali":"Sizden[*] öncekiler de yalana sarılmışlardı; onları hiç beklemedikleri bir hale nasıl da getirmiştim!","Şaban Piriş Meali":"Onlardan öncekiler de yalanlamışlardı. Fakat, beni inkar etmek nasılmış?","Ümit Şimşek Meali":"Onlardan öncekiler de peygamberlerini yalanlamışlardı. Nasıl oluyormuş Benim inkârım?(5)","Yaşar Nuri Öztürk Meali":"Yemin olsun, onlardan öncekiler de yalanlamışlardı. Ama nasıl olmuştu benim azabım?!","Eski Anadolu Türkçesi":"daħı bayıķ yalan duttı anlar kim anlardan ilerüdür pes nite oldı 'aźābum!","Satıraltı Meal (1534)":"Daḫı yalanladı özlerinden burun olanları. Pes gör nice oldı ‘aẕābum.","Bunyadov-Memmedeliyev ":"Onlardan (Məkkə mürşiklərindən) əvvəlkilər də (öz peyğəmbərlərini) təkzib etmişdilər. (Ya Peyğəmbər! Bir görəydin) Mənim onları cəzalandırmağım (inkar etməyim) necə oldu.","M. Pickthall (English)":"And verily those before them denied, then (see) the manner of My wrath (with them)!","Yusuf Ali (English)":"But indeed men before them rejected (My warning): then how (terrible) was My rejection (of them)?(5575)"},"19":{"Arabic":"اَوَلَمْيَرَوْااِلَىالطَّيْرِفَوْقَهُمْصَٓافَّاتٍوَيَقْبِضْنَۜمَايُمْسِكُهُنَّاِلَّاالرَّحْمٰنُۜاِنَّهُبِكُلِّشَيْءٍبَص۪يرٌ","Abdulbaki Gölpınarlı Meali":"Görmezler mi üstlerinde uçan kuşları? Kanatlarını açmada ve kapamada onlar, onları gökte, ancak rahman tutmada, şüphe yok ki o, her şeyi görür.","Abdullah-Ahmet Akgül Meali":"<i>(Onlar)</i><b> Üstlerinde kanat süzerken ve açıp yumarken sıra sıra uçanlara </b><i>(gökyüzündeki kuşlara ve uçaklara)</i><b> bakıp görmüyorlar mı </b><i>(ve hiç düşünüp ibret almıyorlar mı)</i><b>? Ki onları </b><i>(bütün kuşları, uçakları ve uzay araçlarını havada)</i><b> Rahman’dan başkası tutmuyor </b><i>(her şey O’nun koyduğu tabii kanunlarla ve insana verdiği akıl yoluyla yürüyor)</i><b>. Şüphesiz O, her şeyi hakkıyla </b><i>(ve bütün incelik ve gizlilikleriyle)</i><b> görüp durandır. </b> ","Abdullah Parlıyan Meali":"O inkârcılar, üzerlerinde kanat çırparak uçan kuşlara hiç bakmazlar mı? Onları havada tutan yalnızca Rahman'dır. Gerçek şu ki, O herşeyi gözetiminde bulundurur.","Ahmet Tekin Meali":"Üstlerinde, kanat açıp yumarak, süzülerek, sıra sıra tesbih ederek uçan kuşları görmüyorlar mı? Onları, Rahmet sahibi, Rahman olan Allah'ın dışında havada kimse tutamaz, havada tutacak kanunları koyarak işlerlik kazandıramaz. O her şeyi biliyor, görüyor.","Ahmet Varol Meali":"Üstlerinde kanatlarını açarak ve kapayarak uçan kuşları görmediler mi? Onları Rahman'dan başkası tutmuyor. Doğrusu O, her şeyi görendir.","Ali Bulaç Meali":"Onlar, üstlerinde dizi dizi kanat açıp kapayarak uçan kuşları görmüyorlar mı? Onları Rahmandan başkası (boşlukta) tutmuyor. Şüphesiz O, her şeyi hakkıyla görendir.","Ali Fikri Yavuz Meali":"O kâfirler, üstlerinde kanatlarını açarak ve kanat çırpıb kayarak uçan kuşlara bakmazlar mı? Rahmân'dır ancak onları tutan. Muhakkak ki O, her şeyi görendir= Basîr'dir.","Bahaeddin Sağlam Meali":"Yukarılarındaki kuşlara bakmadılar mı? Havada nasıl dizilmiş olarak uçuyorlar ve kanatlarını kapatıyorlar. Rahman olan Allah’tan başka hiç kimse onları havada tutamaz,(*) O, her şeyi en iyi görendir (bilendir.)","Bayraktar Bayraklı Meali":"Üstlerinde kanatlarını açıp kapayarak uçan kuşları görmezler mi? Onları havada, Rahmân olan Allah'tan başkası tutmuyor. Şüphesiz O, her şeyi görmektedir.","Besim Atalay Meali (1965)":"Onlar üzerlerinde, kanad açıp kapayan kuşları görmüyorlar mı? Ancak Allah tutar onları, O'dur her şeyi gören","Cemal Külünkoğlu Meali":"Üstlerinde kanat çırparak uçan kuşlara bakmazlar mı? Onları (havada) ancak Rahman (olan Allah) tutuyor. Şüphesiz O, her şeyi hakkıyla görendir.","Cemil Said (1924)":"Başlarının üzerinde uçan ve kanadlarını kapayub açan kuşları görmüyorlar mı, ânları havada tutan Rahmân değildir de kimdir? O her şeyi görir.","Diyanet İşleri Meali (Eski)":"Üzerlerinde kanat çırpan dizi dizi kuşları görmezler mi? Onları havada Rahman olan Allah'tan başkası tutmuyor; doğrusu, O, herşeyi görendir.","Diyanet İşleri Meali (Yeni)":"Üstlerinde kanat çırparak uçan kuşlara bakmazlar mı? Onları (havada) ancak Rahmân tutuyor. Şüphesiz O, her şeyi hakkıyla görendir.","Kur'an Yolu (Diyanet İşleri)":"Üstlerinde kanatlarını aça kapaya uçan kuşları hiç görmediler mi? Onları (havada) Rahmân’dan başkası tutmuyor. Şüphesiz O her şeyi görmektedir.","Diyanet Vakfı Meali":"Üstlerinde kanatlarını aça-kapata uçan kuşları (hiç) görmediler mi? Onları (havada) rahmân olan Allah'tan başkası tutmuyor. Şüphesiz O her şeyi görmektedir.","Edip Yüksel Meali":"Üzerlerinde düzenli sıralar halinde kanat çırpan kuşları görmezler mi? Rahman'dan başkası onları tutmuyor. O herşeyi Görendir.","Elmalılı Hamdi Yazır Meali":"Üstlerinde kanatlarını açıp yumarak uçan kuşları görmüyorlar mı? Onları Rahmân'dan başkası tutmuyor. Doğrusu O, her şeyi görmektedir.","Elmalılı Meali (Orijinal)":"Bakmazlarmı ki üstlerinde uçan kuşlara, kanat süzerlerken ve yumarlarken? Rahmandır ancak onları tutan, şübhesiz ki o her şey-i görür","Emrah Demiryent Meali":"Üstlerinde kanatlarını açıp kapatarak sıra sıra uçan kuşlara (tefekkür ederek) bakmazlar mı? Onları (havada, kudretiyle) Rahmân’dan başkası tutmuyor. Şüphesiz O her şeyi hakkıyla görendir.","Erhan Aktaş Meali":"Gökyüzünde sıra sıra süzülerek, kanat çırparak uçanları görmüyorlar mı? Onları havada Rahman'dan başkası tutmuyor. Kuşkusuz O, Her Şeyi Gören'dir.","Hasan Basri Çantay Meali":"Onlar, üstlerinde kanadlarını açarak, kapayarak uçan kuşları da görmediler mi? Bunları (cevv-i hevada) — O rahmeti her şey'i kaplayan — (Allah) dan başkası tutmuyor. Şübhesiz ki O, herşey'i hakkıyle görendir.","Hayrat Neşriyat Meali":"Üzerlerinde (kanatlarını) açan ve kapatıveren o kuşları görmediler mi? Onları(havada) Rahmân'dan başkası tutmuyor. Şübhesiz ki O, herşeyi hakkıyla görendir.","İhsan Aktaş Meali":"Onlar (insanlar), hem Allah’ın kudretini görmek hem de havanın özelliğini ve uçuş tekniğini öğrenmek amacıyla) üzerlerinde kanat çırparak (havada) uçan varlıklara bakmıyorlar mı (onlar üzerinde düşünüp her türlü bilimsel gözlem ve deney yapmaları gerekmiyor mu)? Ki, onları, (havadaki özellik ve kanatları sayesinde) havada tutan (uçmalarını sağlayan) yalnızca rahmeti sınırsız olan (Allah) tan başkası değildir (her şey onun koyduğu tabii kanunlarla yürümektedir). Şüphesiz, O her şeyi görmektedir. (*)","İlyas Yorulmaz Meali":"Üzerlerinde, diziler halinde kanat çırpan kuşları görmüyorlar mı? Ancak Rahman’ın onları tutmasıyla havada uçuyorlar. O her şeyi görendir.","İsmayıl Hakkı Baltacıoğlu":"Onlar tepelerinde kanat çırpa çırpa uçuşan kuşları görmüyorlar mı? Onları tutan, ancak O Esirgeyicidir. Çünkü O, her nesneyi görücüdür.","İsmail Hakkı İzmirli":"Onlar başları üzerinde uçuşan kuşları kanatlarını açıp kaparken görmüyorlar mı? O kuşları havada tutan yalnız esirgeyendir. O, her şeyin iç yüzünü görür.","İsmail Yakıt":"Üstlerinde kanat çırparak uçan kuşları görmüyorlar mı? Onları (havada) Rahmân’dan başkası tutmuyor.⁸ Muhakkak ki O, her şeyi hakkıyla görendir.","Kadri Çelik Meali":"Onlar, üstlerinde dizi dizi kanat açıp kapayarak uçan kuşları görmüyorlar mı? Onları Rahman'dan başkası (boşlukta) tutmuyor. Şüphesiz O, her şeyi hakkıyla görendir.","Mahmut Kısa Meali":"<b>Peki onlar, üzerlerinde kanat çırparak uçan kuşları görmüyorlar mı? </b>Masmavi gökyüzünde nazlı nazlı süzülen bu kuşların yaratılışında, Allah’ın sonsuz kudret ve merhametinin muhteşem tecellîlerini göremiyorlar mı? Ve düşünemiyorlar mı ki, onlara uçma yeteneği bahşederek ve ilgili kanunlarını yaratarak <b>onların </b>boşlukta <b>durmasını sağlayan, </b>sonsuz şefkat ve merhamet sahibi<b> Rahmân’dan başkası değildir! </b><br><b>Hiç kuşkusuz O, </b>gökte ve yerde, bilip bilmediğiniz <b>her şeyi gör</b>üp gözet<b>mektedir.</b>","Mahmut Özdemir Meali":"Kanat çırparak uçan üstlerindeki Kuşlar’a bakıp görmediler mi? Onları ancak Rahmân tutuyor. Şüphesiz O, her şeyi görmektedir.","Mehmet Çakır Meali":"<b>Acaba</b> bu insanlar, havada kanat çırparak yol alan dizi dizi kuşları görmezler mi? Onları havada tutan, her şeye sevgi ile hakim olan Tanrının gücüdür. O her şeyi görüp izler.","Mehmet Çoban Meali":"Üstlerinde kanat çırparak uçan kuşlara bakmazlar mı? Onları havada ancak Rabbinin yasaları tutuyor. Biz onları havada uçabilecek şekilde yaratmasaydık uçabilirler miydi? İşte yeryüzünde sürünen, toprak altında yaşayan, denizlerin içinde yüzenleri görüyorsunuz. Uçabiliyorlar mı? Biz dilediğimiz varlığa dilediğimiz özellikleri verir. Özelliklerini yasaya bağlarız. Artık yasamızdan asla çıkamazlar. Size iradenizle karar verme hakkı verdiğimiz için mi şımarıyorsunuz? Haydi! Yapabiliyorsanız yasamızı değiştirin. Yemez içmezseniz ölürsünüz. Bu bizim yasamızdır. Değiştirebiliyorsanız değiştirin. Ömrünüzün sonuna doğru yaklaştıkça yaşlanırsınız, size verdiğimiz beden elbisesi çöker, etleriniz çürür, kemikleriniz erir. Nereye kadar tamir edebilirsiniz? Eliniz arızalandı el taktınız. Kolunuz arızalandı kol taktınız. Kalbiniz arızalandı kalp taktınız. Peki! Beyniniz arızalanınca beyin taksanız siz olur musunuz? Elbet taktığınız organların da bir ömrü olacak. Ve bir gün takılacak organınız kalmayacak. Diyelim ki bütün organlarınızı makine haline dönüştürdünüz. O zaman ne yapacaksınız? O zaman da insan olduğunuzu iddia edebilecek misiniz? Size verdiğimiz ruh (can) olacak mı? Yoksa makinelere bağlı insanın ürettiği bir programdan ibaret mi olacaksınız? Şüphesiz Rabbiniz her şeyi hakkıyla görendir, bilendir.  ","Mehmet Okuyan Meali":"Üzerlerinde kanat çırparak uçan kuşları düşünmediler mi? [*] Onları Rahmân’dan başkası (havada) tutamaz. Şüphesiz ki O her şeyi görendir.","Mehmet Türk Meali":"Onlar üzerlerinde (kanatlarını) açıp kapayarak uçan kuşları görmüyorlar mı? Onları (orada) ancak Rahman (olan Allah) tutuyor. Şüphesiz O her şeyi hakkıyla görendir.¹","Muhammed Esed Meali":"Onlar, üstlerinde kanat çırparak uçan kuşlara hiç bakmazlar mı? Onları havada tutan yalnızca Rahmân’dır: Gerçek şu ki O, her şeyi gözetiminde bulundurur.","Mustafa Çavdar Meali":"Oysa onlar üzerlerinde kanat çırparak sıra sıra uçan kuşları görüp hiç ibret almıyorlar mı? Onları havada tutan kudretin sahibi Rahman’dan başkası değildir. Zira O, her şeyi gözetiminde bulundurandır. 16/79","Mustafa İslamoğlu Meali":"Onlar, üzerlerinde kanat çırpıp uçan sıra sıra dizili kuşları düşünmezler mi?[⁵²²⁰] Onları O sonsuz rahmet sahibinden başka havada tutan yok:[⁵²²¹] Şüphesiz O, her şeyi görmektedir.[⁵²²²]","Orhan Kuntman Meali":"(Onlar nasıl olur da Rablerinin üzerlerine gökten taş yağdırabileceğine inanmıyorlar?) Üstlerinde kanat çırparak uçuşan kuşları da mı görmezler? Onları gökte ancak Rahman (Allah) tutuyor. ","Osman Fırat Meali":"Onlar, üstlerinde saflar halinde uçanlara hiç bakmazlar mı? Onları havada kavrayıp tutan yalnızca Rahman’dır. Gerçek şu ki O, her şeyi gören gözetendir.","Ömer Nasuhi Bilmen Meali":"Üstlerinde olan kuşlara bakmazlar mı ki, kanatlarını açarlar ve kapayıverirler. Onları Rahmân'dan başkası tutuvermez. Şüphe yok ki o, her bir şeyi görücüdür.","Suat Yıldırım Meali":"Üstlerinde kuşların saf saf dizilip kanatlarını açıp yumarak dolaşmalarını hiç görmüyorlar mı? Onları havada Rahman'dan başka tutan yoktur. O elbette her şeyi görür. ","Süleyman Ateş Meali":"Üstlerinde (kanatlarını) açıp yumarak uçan kuşları görmüyorlar mı? Onları (havada) Rahman'dan başkası tutmuyor. Doğrusu O, herşeyi görmektedir.","Süleyman Tevfik (1927)":"Onlar, üstlerinde, kanadları kapanmış olarak saf saf cev-hevâda duran kuşları görmezler mi? Onları o halde ancak rahmân olan Allâh tutar. Allâh her şeyi göricidir.","Süleymaniye Vakfı Meali":"Üstlerinde sıralar halinde uçuşan kuşları, kanatlarını çekerken görmediler mi? Onları, Rahman’dan[*] başka hiç kimse o çizgide tutamaz. Her şeyi gören O’dur.","Şaban Piriş Meali":"Onlar üzerlerinde sıra sıra kanat çırpan kuşları görmüyorlar mı? Onları Rahman'dan başkası tutmuyor. Şüphesiz O, her şeyi görendir.","Ümit Şimşek Meali":"Üstlerinde kanat çırpan kuşları görmediler mi? Onları havada tutan Rahmân'dan başkası değildir. O herşeyi hakkıyla görür.","Yaşar Nuri Öztürk Meali":"Üstlerinde, kanatlarını açıp kapayarak uçan kuşları hiç görmediler mi? Onları Rahman'dan başkası tutmuyor. Kuşkusuz O, her şeyi görmektedir.","Eski Anadolu Türkçesi":"ey daħı görmediler mi ķuşları üstlerinde śaf baġlayıcılar daħı direrler? ya'nį ķañatların havade. tutmaz anları illā raḥmān; bayıķ ol her neseneyi göricidür.","Satıraltı Meal (1534)":"Baḳmazlar mı ḳuşlara ki nice ṣaf baġlayupdur üstlerinde. Daḫı biri birinalur. ","Bunyadov-Memmedeliyev ":"Məgər onlar başları üstündə (səf çəkib) qanad çalaraq (qanadlarını açıb-yumaraq) uçan quşları görmürlərmi? Onları (göydə) ancaq Rəhman (olan Allah) saxlayır. Həqiqətən, O, hər şeyi görəndir!","M. Pickthall (English)":"Have they not seen the birds above them spreading out their wings and closing them? Naught upholdeth them save the Beneficent. Lo! He is Seer of all things.","Yusuf Ali (English)":"Do they not observe the birds above them,(5576) spreading their wings and folding them in?(5577) None can uphold them except (Allah) Most Gracious: Truly (Allah) Most Gracious: Truly it is He that watches over all things."},"20":{"Arabic":"اَمَّنْهٰذَاالَّذ۪يهُوَجُنْدٌلَكُمْيَنْصُرُكُمْمِنْدُونِالرَّحْمٰنِۜاِنِالْكَافِرُونَاِلَّاف۪يغُرُورٍۚ","Abdulbaki Gölpınarlı Meali":"Yoksa sizi rahmandan kurtaracak ordunuz mu var? Kafirler, ancak bir aldanışa dalmışlar.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Siyonist ve emperyalist zalim güçler ve Allah’tan ziyade bunlardan çekinen ve güvenen gafiller!</i> <i>İşte bu yegâne kuvvet ve kudret sahibi olan)</i><b> Rahman’a karşı </b><i>(ve O’na rağmen)</i><b>, size yardım edeceğine </b><i>(inandığınız ve süper güç sandığınız)</i><b> şu sizin ordunuz </b><i>(uçak gemilerinizden, balistik füzelerinizden ve tank roketlerinizden oluşan bir sürü devasa filonuz; Cenab-ı Hakkın Kudreti karşısında neymiş ve)</i><b> kimmiş </b><i>(ki korkup onlara sığınmaktasınız…?)</i><b> Oysa gerçekte bütün kâfirler,</b> <b>sadece boş bir gurur ve aldanış içinde bulunmaktadırlar. </b> ","Abdullah Parlıyan Meali":"Rahman'a karşı size yardım edecek olan kimmiş, şu sizin ordunuz mu? Allah'tan gelen gerçekleri örtbas edenler derin bir gaflet ve aldanma içindedirler.","Ahmet Tekin Meali":"Rahman olan Allah'ın dışında, kulları durumundakilerden size yardım edip, sizi kurtaracak olanlar, şu askerî erkânınız, ordularınız kimler? Kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek ört-bas edip inkârda ısrar eden kâfirler, sadece bir gurur, bir aldanma içindedirler.","Ahmet Varol Meali":"Yoksa Rahman'dan başka size yardımda bulunacak askerleriniz kimdir? İnkârcılar yalnızca bir aldanma içindedirler.","Ali Bulaç Meali":"Rahmana karşı size yardım edecek olan kimmiş? Şu sizin ordunuz mu? Kafirler yalnızca bir gurur (kesin bir aldanış) içindedirler.","Ali Fikri Yavuz Meali":"Rahmân'ın azabından sizi kurtaracak kimdir? Yoksa şu ordunuz mu? (Sizi kurtaracak! Ben size azab dilersem, sizi benden kim kurtarabilir?) Kâfirler, ancak bir aldanma içindedirler.","Bahaeddin Sağlam Meali":"Sizin için asker (ordu) olan bu kişi mi, Allah’a karşı size yardım eder? Hayır, kâfirler ancak açık bir aldanış içindedirler.","Bayraktar Bayraklı Meali":"Rahmân'a karşı size yardım edebilecek askerleriniz kimlerdir? Kâfirler ancak derin bir yanılgı içindedirler.","Besim Atalay Meali (1965)":"Allahtan başka, size yardım edecek ordunuz var mı? Küfredenler ancak aldanıyorlar","Cemal Külünkoğlu Meali":"Yahut Rahman (olan Allah)'dan başka size yardım edecek şu ordunuz (taraftarlarınız) kimlerdir? İnkârcılar ancak bir aldanış içindedirler.","Cemil Said (1924)":"Bir ordu gibi Allâh’a karşu size müzâheret idebilecek kimdir? Hakîkatde kâfirlerin gözlerini gurûr bürümüşdür.","Diyanet İşleri Meali (Eski)":"Yahut, Rahman olan Allah'ın dışında size yardımda bulunabilecek taraftarlarınız kimdir? İnkarcılar sadece aldanmaktadırlar.","Diyanet İşleri Meali (Yeni)":"Yahut Rahmân’dan başka size yardım edecek şu ordunuz (taraftarlarınız) kimlerdir? İnkârcılar ancak bir aldanış içindedirler.","Kur'an Yolu (Diyanet İşleri)":"Peki, Rahmân’a karşı size yardım edecek askerleriniz kimler? İnkârcılar sadece derin bir gaflet içinde bulunmaktadırlar.","Diyanet Vakfı Meali":"Rahmân olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkârcılar ancak derin bir gaflet içinde bulunmaktadırlar.","Edip Yüksel Meali":"Rahman'ın dışında size yardım edecek o ordularınız nerede? Gerçekten, inkarcılar bir aldanma içindedirler.","Elmalılı Hamdi Yazır Meali":"Rahmân olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? İnkârcılar, ancak derin bir gaflet içinde bulunmaktadırlar.","Elmalılı Meali (Orijinal)":"Yoksa kimdir o Rahmanın berisinden şu sizin ordularınız ki sizi kurtaracak? Kâfirler başka değil, sade bir gurur içindedirler","Emrah Demiryent Meali":"Yoksa Rahmân’ (ın azabın) a karşı size yardım edecek bir ordunuz mu var? Kâfirler gerçekten büyük bir yanılgı içerisindedirler.","Erhan Aktaş Meali":"Yoksa Rahman'dan başka, size yardım edecek¹ ordunuz mu var? Gerçeği yalanlayan nankörler yalnızca bir aldanış içindedirler.","Hasan Basri Çantay Meali":"Rahmetiâm ve şâmil olan (Allah) a karşı size (kurtarıcı bir) yardımda bulunabilecek olan kimdir? Şu sizin ordunuz mu? Kâfirler gurur dan başkası içinde değildirler.","Hayrat Neşriyat Meali":"Yâhut Rahmân'dan başka size yardım (edip azâbını sizden def') edecek şu ordunuz kimdir? O kâfirler ancak bir aldanma içindedirler.","İhsan Aktaş Meali":"Yoksa Rahman’ın (rahmeti sınırsız olan Allah’ın) yanı sıra size yardım edebilecek (ve sizi tehlikelere karşı koruyabilecek) olan o güç, kim olabilir? (Oysa hakikati) inkâr edenler başka değil, ancak bir gurur (kesin bir aldanış) içindedirler.","İlyas Yorulmaz Meali":"Rahman’dan başka size yardım etmek için orduları olan başka kim vardır? Gerçekten doğruları inkâr edenler aldanmanın içindeler.","İsmayıl Hakkı Baltacıoğlu":"Eğer Allah size yardım etmiyecek olursa size ordusu ile yardım edebilecek olan kimdir? İşte tanımazlar aldanıyorlar.","İsmail Hakkı İzmirli":"Yoksa esirgeyene karşı size yardım edecek askerleriniz mi vardır? Siz, kâfirler ancak aldanmaktasınız.","İsmail Yakıt":"Yoksa Rahmân olan Allah’ın dışında size yardım edecek olan ordunuz hangisidir? İnkârcılar ancak bir aldanış [ğurûr] içindedirler.","Kadri Çelik Meali":"Rahman'a karşı size yardım edecek olan kimmiş? Şu sizin ordunuz mu? Küfre sapanlar kesin bir aldanış içindedirler.","Mahmut Kısa Meali":"Düşünün, eğer Allah sizi cezalandırmak istese, hangi güç,<b> hangi ordu sizi Rahmân’ın elinden kurtarabilir? </b>O çok güvendiğiniz servetiniz, gücünüz, silahlarınız ve ordularınız mı? Görüyorsun değil mi; Rahmân’ı ve O’nun emirlerini, uyarılarını tanımayıp da öldükten sonraki hayatı <b>inkâr edenler,</b>ne büyük bir yanılgı ve<b> aldanma içindedirler!</b>","Mahmut Özdemir Meali":"Peki, size Rahmân’dan başka yardım edecek olan şu ordu kimdir? Kâfirler ancak aldanış içindedir.","Mehmet Çakır Meali":"Yoksa, her şeye sevgi ile hakim olan Tanrı dışında, size ordularıyla yardım edecek biri mi var? İnkarcılar, büyük bir yanılgı içindedirler...","Mehmet Çoban Meali":"Yahut Allah’tan başka güvendiğiniz, size yardım edeceğini sandığınız ordunuz kimlerdir? Haydi gösterin! Dünyanın en güçlü orduları bile olsa, ordularınızı yok etmeye karar verdiğimizde, bizi kim durdurabilir? Hava da, kara da, deniz de nerede olurlarsa olsunlar, istersek hepsini bir çırpıda yok ederiz. Üzerlerine gökten taşlar yağdırır, denizleri kaynatır, yeryüzünü onlara zindan ederiz. Gerçekten inkârcılar büyük bir aldanış içindeler. Şeytan onları şımartarak burunlarını büyütmüş. Kendilerini bir şey zannediyorlar. İnkârcılar ancak bir aldanış içindedirler. Gökyüzünden, yeryüzünden, denizlerden belalar yağdırdığımız toplumların kalıntılarını görmüyorlar mı? Biz karar verdiğimizde durdurabildiler mi? Hiç düşünmüyorlar mı? Orduları olarak kullandıkları insanları biz yarattık. Onların kullandıkları silahların madenlerini biz yarattık. Neyi nasıl yarattığımızı bilmeyecek miyiz? İstersek hepsini tersyüz edemez miyiz? Ordularının kalplerine korku saldığımız zaman onları kim cesaretlendirebilir? Yarattığımız madenlerin yapısını değiştirmeye karar verirsek kim engel olabilir? Onlar yarattığımız madenlerin yapısına göre silahlar yaparak üstünlük taslar! Peki! Madenlerin yapısını değiştirirsek ne yapabilirler?","Mehmet Okuyan Meali":"Yoksa Rahmân’a karşı size yardım edebilecek askerleriniz mi var! kâfirler ancak (derin) bir yanılgı içindedir.","Mehmet Türk Meali":"Rahman (olan Allah)’tan başka size yardım edecek güç, kim olabilir? Şu kâfirler gerçekten büyük bir yanılgı içerisindedirler.","Muhammed Esed Meali":"Rahmân’dan başka size kalkan ¹⁸ olabilecek ve sizi [tehlikelere karşı] koruyabilecek kimse var mı? Bu hakikati inkar edenler, büyük bir yanılgı içindeler!","Mustafa Çavdar Meali":"Yoksa Rahman’a karşı size yardım edecek bir ordunuz mu var? O kâfirler gerçekten büyük bir aldanışın içindeler. 10/103, 30/47","Mustafa İslamoğlu Meali":"Ya da O Rahmândan başka, size yardım edip sizin için askerlik yapacak birileri mi varmış? (Bu hakikati) inkâr edenler, başka değil, sadece sonu kestirilemeyen bir aldanış içindedirler.[⁵²²³]","Orhan Kuntman Meali":"(Yoksa onlar böyle bir azabı önlemek için -Allah'ı bırakıp da ortak koştukları- ilahlarına mı güveniyorlar? Ey müşrikler) Rahmân'a karşı size yardım edecek askerleriniz varsa kimlerdir? (gösterin bakalım. Elbette gösteremezler) Kâfirler ancak derin bir gaflet, aldanış içindedirler.","Osman Fırat Meali":"Rahmân’dan başka size yardım edecek sizin için olan şu askerleriniz kimlerdir? İnkarcılar ancak bir aldanış içindedirler.","Ömer Nasuhi Bilmen Meali":"Yoksa sizin için kimdir o Rahmân'ın berisinde size yardım edecek ordunuz! Kâfirler ise ancak bir gurur içindedirler.","Suat Yıldırım Meali":"Rahman'ın dışında size güyâ yardım edecek kimmiş? Doğrusu kâfirler büyük bir aldanış içindedirler. ","Süleyman Ateş Meali":"Yahut Rahman'dan başka size yardım ed(ip sizi O'nun azabından kurtar)acak askeriniz kimdir? Kafirler derin bir gaflet ve aldanma içindedirler.","Süleyman Tevfik (1927)":"Allâh'dan gayrı size yardım idecek 'askeriniz kimdir ki (sizi 'azâbdan kurtara) Tahkîk kâfirler (şeytânın iğvâsıyla) aldanmışdır.","Süleymaniye Vakfı Meali":"Rahman ile aranıza girip size yardım için kenetlenmiş olanlar kimlermiş[1]? Kâfirler bile bile aldanmışlık[2] içinde olurlar.","Şaban Piriş Meali":"Rahman'a karşı size yardım edecek kimdir? Yoksa bu sizin ordunuz mu? Kafirler ancak boş bir gurur/aldanış içindedirler.","Ümit Şimşek Meali":"Size Rahmân'dan başka yardım edecek ordunuz hangisi? Kâfirler apaçık bir aldanış içindeler.","Yaşar Nuri Öztürk Meali":"Rahman'a karşı/Rahman'dan başka size yardım edecek ordunuz kimdir? İnkârcılar bir aldanış/gurur içindeler; hepsi bu!","Eski Anadolu Türkçesi":"yā kimdür uşbu ol kim ol südür sizüñ yardım ider size, raḥmān’dan ayruķ? degül kāfirler illā maġrurlıķda.","Satıraltı Meal (1534)":"Yā kimdür bu sizüñ çerilerüñüzden, ol kim size nuṣret eyleye TañrıTa‘ālādan özge? Kāfirler degüldürler, illā aldanmaḳ içinde.","Bunyadov-Memmedeliyev ":"Yaxud bu əsgərləriniz (köməkçiləriniz) kimdir ki, onlar sizi Rəhmanın əzabından qurtara bilsinlər?! (Bəndələri Allahın əzabından Onun Özündən başqa heç kəs xilas edə bilməz!) Kafirlər, sadəcə olaraq, aldanmaqdadırlar!","M. Pickthall (English)":"Or who is he that will be an army unto you to help you instead of the Beneficent? The disbelievers are in naught but illusion.","Yusuf Ali (English)":"Nay, who is there that can help you, (even as) an army,(5578) besides (Allah) Most Merciful? In nothing but delusion are the Unbelievers."},"21":{"Arabic":"اَمَّنْهٰذَاالَّذ۪ييَرْزُقُكُمْاِنْاَمْسَكَرِزْقَهُۚبَلْلَجُّواف۪يعُتُوٍّوَنُفُورٍ","Abdulbaki Gölpınarlı Meali":"Yoksa kimdir o ki mabudunuz, rızkınızı kısarsa sizi rızıklandıracak? Hayır, onları, azgınlık içinde, gerçekten tamamıyla uzak bir halde inat edip durmadalar.","Abdullah-Ahmet Akgül Meali":"<b>Veya O </b><i>(Allah) </i><b>eğer rızkını </b><i>(size ikram ve ihsanı olan her türlü nimet ve faziletini)</i><b> tutup kesecek olsa; sizi kim rızıklandıracak </b><i>(maddi ve manevi ihtiyacınızı</i> <i>kim karşılayacak)</i><b>tır? Hayır, onlar </b><i>(nankör inkârcılar ve münafıklar, Hakka karşı</i> <i>derin bir gaflet ve)</i><b> nefret içinde, inatla ve azgınlıkla direnip bocalamaktadırlar. </b> ","Abdullah Parlıyan Meali":"O Allah rızkınızı tutup kesiverecek olsa, size rızık sağlayacak kimse var mı? Hayır o inkârcılar azgınlık ve sapıklıkta pek ileri gittiler.","Ahmet Tekin Meali":"Eğer Allah, size verdiği rızkı keserse, hani, şu size rızık verecek olanlar kimler? Hayır! Onlar azgınlık ve nefretle direnip durmaktadırlar.","Ahmet Varol Meali":"Yoksa O rızkını tutacak olursa size rızık verecek kimdir? Hayır, onlar bir azgınlık ve nefret içinde direnmektedirler.","Ali Bulaç Meali":"Eğer O, rızkını tutsa (vermese), rızkınızı verecek olan kimmiş? Hayır; onlar, bir azgınlık ve nefret içinde inatla direniyorlar.","Ali Fikri Yavuz Meali":"Allah rızkını keserse, kimdir sizlere rızık verecek? Hayır, onlar bir ürküntü ve azgınlık içinde, inada devam ediyorlar, (artık imana gelmezler).","Bahaeddin Sağlam Meali":"Yoksa size rızık veren başka birisi mi var? Eğer Allah verdiği rızkı keserse (onlar bu putun rızık vermediğini anlarlar.) Fakat azgınlıktan ve haktan kaçışta direniyorlar.","Bayraktar Bayraklı Meali":"Allah size verdiği rızkı keserse, rızık verecek kim vardır? Hayır! Onlar azgınlık ve nefrette inatla direnmektedirler.","Besim Atalay Meali (1965)":"Azığın keserse, size kim azık verir, onlarsa, azgınlık, taşkınlık içindeler","Cemal Külünkoğlu Meali":"Peki, Allah rızkınızı keserse, size rızık verecek olan kimdir? Doğrusu onlar, azgınlık ve nefretle direnip duruyorlar.","Cemil Said (1924)":"Allâh virmez ise size kim rızık virebilür halbuki kâfirler sû-i ahvâlde devâm idiyorlar, hakîkatden kaçıyorlar.","Diyanet İşleri Meali (Eski)":"Allah size verdiği rızkı kesiverirse, size rızık verecek başka kim vardır? Hayır; onlar, azgınlık ve nefrette direnmektedirler.","Diyanet İşleri Meali (Yeni)":"Peki, Allah rızkını keserse, kimdir size rızık verecek olan? Hayır, onlar azgınlık ve nefretle direnip durdular.","Kur'an Yolu (Diyanet İşleri)":"Yahut Allah lutfettiği rızkı kesiverse size rızık verebilecek olan kim? Hayır! Onlar azgınlıkta ve haktan sapıp uzaklaşmakta ısrar ediyorlar.","Diyanet Vakfı Meali":"Allah size verdiği rızkı kesiverse, size rızık verebilecek olan kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar.","Edip Yüksel Meali":"O, verdiği besinleri kesse, sizi besleyecek olan kimdir? Gerçekten azgınlık ve nefret içinde direnmektedirler.","Elmalılı Hamdi Yazır Meali":"Allah size verdiği rızkı kesiverse, size rızık verecek olabilen kimdir? Hayır, onlar azgınlık ve nefrette direnip durmaktadırlar.","Elmalılı Meali (Orijinal)":"Yoksa kimdir şu sizlere rızık verecek? O rızkını keserse? Hayır bir ürküntü ve azgınlık içinde inada dalmışlar","Emrah Demiryent Meali":"Şâyet Allah, rızkınızı kesecek olsa, size O’ndan başka rızık verecek olan kimdir? Onlar (kâfirler), azgınlık ve nefret içinde inatla (hakka karşı) direnmektedirler.","Erhan Aktaş Meali":"Veya O, rızkınızı kesse, size kim rızık verebilir? Bilakis, onlar haddi aşmada ve nefrette ısrar ettiler. ","Hasan Basri Çantay Meali":"O, eğer rızkını tutub kesiverirse şu size rızık verebilecek kim? Hayır, onlar bir azgınlık, (Hakdan) bir nefret içinde mütemadiyen inâd etmişlerdir.","Hayrat Neşriyat Meali":"Yâhut (Allah, size verdiği) rızkını tutsa (kesiverse), şu size rızık verecek olan kimdir? Hayır! (Onlar) isyan ve nefrette ısrâr etmişlerdir.","İhsan Aktaş Meali":"Yahut o (sonsuz rahmet sahibi Allah) geçim kaynaklarını keserse (yaratmazsa) size rızık verebilecek kim olabilir? Doğrusu onlar (bu hakikati inkâr edenler), azgınlık ve nefret içinde (hakka karşı) direnmektedirler.","İlyas Yorulmaz Meali":"Allah size verdiği rızkı tutsa, size rızkı verebilecek kim vardır. Hayır, onlar kibir ve nefret içinde bocalamaya devam ediyorlar.","İsmayıl Hakkı Baltacıoğlu":"Eğer Allah azığınızı kesecek olursa size azık verebilecek olan kimdir? Yok, onlar azgınlıkta, tiksinmekte ayak dirediler.","İsmail Hakkı İzmirli":"Şâyet O, rızkını tutacak olursa size rızkı kim verebilir? Hayır, onlar boyun çekmekte ve haktan nefret etmekte ayak dirediler.","İsmail Yakıt":"Peki, Allah rızkınızı keserse, size kim rızık verebilir?⁹ Bilakis, onlar azgınlık ve nefret içinde direnip dururlar.","Kadri Çelik Meali":"Eğer O, rızkını tutup kesecek olsa, sizin rızkınızı verecek olan kimmiş? Hayır! Onlar, bir azgınlık ve nefret içinde inatla direnmektedirler.","Mahmut Kısa Meali":"Yine düşünün, <b>şâyet </b>Allah, geçim imkânlarınızı elinizden alıp<b> rızkınızı kesecek olsa, size </b>O’ndan başka<b> rızık verecek olan kimdir? </b>Allah bahşetmiş olduğu nîmetleri geri alacak olsa, hayatınızı devam ettirebilir misiniz? Hayır, Allah’ın yardımı olmadan bir nefes bile alamazsınız! Aslında bunu kâfirler de pekâlâ bilir fakat<b> onlar, </b>küstahça bir <b>azgınlık ve nefret içinde </b>hakîkate karşı inatla <b>direnmektedirler.</b>","Mahmut Özdemir Meali":"Peki, O’nun rızkını kestiyse, size rızık veren bu kimdir? Aksine, azgınlık ve nefret içinde inatla direndiler.","Mehmet Çakır Meali":"<b>Peki</b>, Allah rızkını kesiverirse, size kim bakar. Ne yazık ki! hâlâ büyük bir kin ve nefretle direnişlerini sürdürüyorlar.","Mehmet Çoban Meali":"Onlara sor bakalım! “Allah yeryüzünde yaşayan bütün canlıların yaşaması için gereken rızıkları yok ederse, hayvanlar, tarım, ormanlar, denizdeki balıklar yok edilirse, insanlara rızkı kim verecek? Taşları, toprakları mı yiyecekler?” İstersek bütün yeryüzünü çöller haline getirebilir. Suları yok edebilir. Ormanları yakabilir. Denizlerdeki balıkları zehirleyebilir. Uçan kuşları yere çakabilir. Yeryüzünde insanlardan başka hiçbir canlı bırakmaz. İnsanlara hadi bakalım; kendinize yiyecek içecek yaratın deriz! Buna karar verdiğimizde kim engel olabilir? Hayır! Onlar azgınlık ve nefretle gerçeklere karşı direniyorlar.","Mehmet Okuyan Meali":"Yoksa (Allah size verdiği) rızkını tutarsa (keserse), size rızık verecek biri mi varmış! Hayır! Onlar, azgınlık ve nefrette inatla direnmektedir. [*]","Mehmet Türk Meali":"Eğer O (Allah) rızkını kesecek olsa, size kim rızık verebilir? Hayır, onlar büyüklenmekte ve haktan uzaklaşmakta inat etmektedirler.","Muhammed Esed Meali":"Yahut Allah geçim imkanlarınızı [elinizden] alacak olursa size rızık sağlayacak kimse var mı? Hayır, ama onlar, [bu hakikati inkar edenler, Allah’ın mesajlarını] küçümsemekte ve [O’ndan] körükörüne inatla kaçmaktalar!","Mustafa Çavdar Meali":"Söyleyin bakalım Allah rızkınızı kesiverse size rızık verecek olan kimdir? Hayır, aslında onlar azgınlık ve nefret içinde debelenmeye devam ediyorlar. 11/6, 16/52-53","Mustafa İslamoğlu Meali":"Yahut (Allah) rızkınızı keserse, size rızık sağlayacak birileri mi varmış? Ama hayır, onlar küstahça bir kibir ve nefret içinde debelenmekteler.","Orhan Kuntman Meali":"(Ey müşrikler, nasıl oluyor da, Rabbinize ortak koşabiliyorsunuz? Düşünün) Eğer O size verdiği rızkı kesecek olsa, sizi kim rızıklandırabilir? (Tapınıp hizmet ettiğiniz putlarınız sizin geçiminizi sağlayabilir mi? Elbette) Hayır! Kâfirler yine de azgınlık ve haktan uzaklaşma içinde direnip dururlar.","Osman Fırat Meali":"Allâh, rızkınızı tutup kesse size rızık verecek kimdir? Doğrusu onlar, azgınlık ve nefret içinde diemektedirler.","Ömer Nasuhi Bilmen Meali":"Eğer sizin rızkınızı kesmiş olursa, sizi merzûk edecek olan kimse kimdir? Hayır. Onlar bir böbürlenme ve bir kaçınma içinde devam eder dururlar.","Suat Yıldırım Meali":"Peki, Allah size ihsan ettiği nasibi alıkorsa, sizi başka rızıklandıracak kimmiş? Doğrusu, onlar azgınlık ve nefret içinde diretmektedirler. ","Süleyman Ateş Meali":"Yahut Allah, rızkını tutacak olursa size rızık verecek kimdir? Doğrusu onlar, azgınlık ve nefret içinde direnmektedirler.","Süleyman Tevfik (1927)":"Eğer Allâh rızkını imsâk iderse (rızık virmezse) sizi rızıklandıracak kim vardır? Belki kâfirler Allâh'a 'isyânda ve ondan nefretdedirler. ","Süleymaniye Vakfı Meali":"Allah rızkı kesse size kim rızık verebilir? Hayır (kimse veremez), onlar inadına bir azgınlık ve nefret içindedirler.","Şaban Piriş Meali":"Eğer rızkınızı kesse, size rızık verecek olan kimdir? Hayır, onlar azgınlık ve nefret içinde inatla direnmektedirler.","Ümit Şimşek Meali":"Ya o size verdiği rızkı kesecek olursa, o zaman sizi rızıklandıracak olan kim? Doğrusu onlar azgınlık ve nefret içinde direnip duruyorlar.","Yaşar Nuri Öztürk Meali":"Peki, O, rızkını tutarsa kim var sizi rızıklandıracak? Hayır, bir azgınlık ve nefret içinde inat etmekteler.","Eski Anadolu Türkçesi":"yā kimdür uşbu ol kim rūzį virür size eger dutar-ise rūzįsinı? belki uvındılar ḥaddan geçmek içinde daħı ürkmek içinde.","Satıraltı Meal (1534)":"Yā kimdür ol kim size rızḳ virür, eger ol rızḳını dutsa? Bel ki dāyim ẓulmiçinde oldılar.","Bunyadov-Memmedeliyev ":"Əgər (Allah) Öz ruzisini kəssə, sizə kim ruzi verə bilər?! Xeyr onlar (cahillikləri üzündən) dikbaşlıqdan və (haqqa) nifrət etməkdən (boyun qoymamaqdan) əl çəkmirlər.","M. Pickthall (English)":"Or who is he that will provide for you if He should withhold His providence? Nay, but they are set in pride and frowardness.","Yusuf Ali (English)":"Or who is there that can provide you(5579) with Sustenance if He were to withhold His provision? Nay, they obstinately persist in insolent impiety and flight (from the Truth)."},"22":{"Arabic":"اَفَمَنْيَمْش۪يمُكِبًّاعَلٰىوَجْهِه۪ٓاَهْدٰٓىاَمَّنْيَمْش۪يسَوِيًّاعَلٰىصِرَاطٍمُسْتَق۪يمٍ","Abdulbaki Gölpınarlı Meali":"Artık yüzüstü sürünerek giden mi daha ziyade doğru yolu bulur, yoksa doğru yolda dümdüz giden mi?","Abdullah-Ahmet Akgül Meali":"<b>O halde, </b><i>(süper güç dedikleri zalim merkezlerden ve hain işbirlikçilerden korkarak veya menfaat umarak; bunlara yaranmak için)</i><b> yüzüstü kapanarak sürünen </b><i>(uşak ruhlu kimseler mi)</i><b> daha doğru </b><i>(ve onurlu)</i><b> sonuca </b><i>(hidayete)</i><b> ulaşır, yoksa sırat-ı müstakim üzerinde </b><i>(İslam ve Kur’an çizgisinde ve insanlığın hizmetinde)</i><b> dümdüz ve başı dik yürüyen mi </b><i>(Allah’ın rızasına ve başarıya kavuşacaktır?</i> <i>Elbette, haklı ve hayırlı yolda ve onurla yürüyen; halkın ve mazlumların çıkarlarını gözeten ve sadece Allah’a güvenen kimseler mutlu sona varacaklardır; tarihen de, tabiaten de, dinen de, vicdanen de bu hep böyle olacaktır.)</i> ","Abdullah Parlıyan Meali":"Artık yüzüstü sürünerek giden mi daha çok doğru yolu bulur yoksa doğru yolda dümdüz giden mi?","Ahmet Tekin Meali":"Yüzüstü kapaklanarak sürünen mi hedefine daha rahat ulaşır, yoksa kitap ve peygamberle gösterilen doğru, muhkem, güvenli, mutedil yolda, olgun, sağlıklı ve kusursuz bir halde bilgi ve becerisiyle hayat süren mi, İslamî hayata kavuşan mı hidayete erer?","Ahmet Varol Meali":"Şimdi yüzüstü yürüyen mi daha doğru gitmektedir yoksa dosdoğru bir yolda dümdüz yürüyen mi?","Ali Bulaç Meali":"Şu halde yüzükoyun sürünerek yürüyen mi daha çok hidayete erer, yoksa dosdoğru yol üzerinde dümdüz yürümekte olan mı?","Ali Fikri Yavuz Meali":"Şimdi (küfürden dolayı) yüzü üstü sürünen mi daha doğru, yoksa dosdoğru bir yol üzerinde düpedüz yürüyen (peygamber) mi?","Bahaeddin Sağlam Meali":"Yüzükoyun yürüyen mi hedefine daha iyi varır; yoksa doğru bir yolda doğru yürüyen mi?","Bayraktar Bayraklı Meali":"Yüzüstü kapanarak sürünen mi daha doğru gidebilir, yoksa dosdoğru yolda düzgün bir şekilde yürüyen mi?","Besim Atalay Meali (1965)":"Yüzü kuylu kapanarak yürüyen mi? Yoksa, doğru yolda dost doğrusuna giden mi, doğru yolu iyi bulur?","Cemal Külünkoğlu Meali":"Düşünün bir, yüzüstü sürünerek yol almaya çalışan mı daha doğru gider, yoksa dosdoğru bir yolda dimdik yürüyen mi?","Cemil Said (1924)":"Alnı yerde sürünerek yürüyen insân doğrı yolda doğrı yüürüyen insândan daha mı iyi tarîk-i hidâyete vâsıl olur?","Diyanet İşleri Meali (Eski)":"Yüzükoyun sürünen mi, yoksa doğru yolda düpedüz yürüyen mi daha doğru yoldadır?","Diyanet İşleri Meali (Yeni)":"Şimdi, yüzüstü kapanarak düşe kalka yürüyen mi daha doğru gider, yoksa dosdoğru bir yolda dimdik yürüyen mi?","Kur'an Yolu (Diyanet İşleri)":"Şimdi (düşünün, önünü görmeden), yüzüstü sürünen mi hedefe erişir, yoksa doğru yolda düzgün yürüyen mi?","Diyanet Vakfı Meali":"Şimdi (düşünün bakalım), yüz üstü kapanarak yürüyen mi (varılacak) yere daha iyi erişir, yoksa doğru yolda düzgün yürüyen mi?","Edip Yüksel Meali":"Yüzüstü sürünen mi, yoksa dosdoğru yol üzerinde düzgün bir biçimde yürüyen mi daha doğru yoldadır?","Elmalılı Hamdi Yazır Meali":"Şimdi yüz üstü kapanarak yürüyen mi doğru gider, yoksa dosdoğru yolda yürüyen mi?","Elmalılı Meali (Orijinal)":"İmdi yüz üstü kapanarak giden mi daha doğru? Yoksa dos doğru bir cadde üzerinde düpe düz giden mi? Düşünmeli bir","Emrah Demiryent Meali":"Şimdi, (söyleyin bakalım) yüzüstü kapanarak düşe kalka yürüyen mi daha doğru gider, yoksa dosdoğru bir yolda dimdik yürüyen mi?","Erhan Aktaş Meali":"O halde, yüzüstü sürünerek giden mi, yoksa dosdoğru yolda düzgün yürüyen mi hedefine varır?","Hasan Basri Çantay Meali":"Şimdi yüz üstü, düşe kalka yürümekde olan kimse mi daha çok hidâyete erendir, yoksa doğru bir yol üzerinde düpedüz, (dimdik) yürüyen mi? (Düşünün).","Hayrat Neşriyat Meali":"Şimdi, yüz üstü kapanarak yürüyen (sürünen) mi daha doğru giden kimsedir, yoksa dosdoğru bir yolda dimdik (ve dümdüz) yürüyen mi?","İhsan Aktaş Meali":"Şimdi (düşünün bakalım), kafasını iyice önüne (yere) doğru eğip yürüyen mi (hedefe) daha iyi gider, yoksa doğru yolda dimdik (düzgün) yürüyen mi?","İlyas Yorulmaz Meali":"Yüzükoyun uzanmış halde yürüyerek giden mi daha doğru yolda? Yoksa bilerek dosdoğru yol üzerinde yürüyerek giden mi daha doğru yoldadır?","İsmayıl Hakkı Baltacıoğlu":"Şimdi yüzükoyun sürünen bir kimse mi doğruluğa erişir, yoksa dümdüz bir yol üzerinde dosdoğru yürüyen mi?","İsmail Hakkı İzmirli":"Yüzüstü sürünerek yürüyen mi daha ziyade doğru yolu bulur? Yoksa dimdik olarak doğru yolda yürüyen mi?","İsmail Yakıt":"Peki, yüzüstü sürünerek giden mi yoksa dosdoğru yolda düpedüz [seviyyen] yürüyen mi (hedefe) daha doğru ulaşır?¹⁰","Kadri Çelik Meali":"O halde yüzükoyun sürünerek yürüyen mi daha çok hidayete erer, yoksa dosdoğru yol üzerinde dümdüz yürümekte olan mı?","Mahmut Kısa Meali":"Söyleyin; <b>yüzüstü sürünen bir kimse mi hedefine daha iyi ulaşır, yoksa dimdik yürüyerek dosdoğru bir yolda </b>hedefe doğru <b>ilerleyen kimse mi? </b>Gündelik dünyevî endişelerinin ötesindeki hiçbir şeyi umursamayan dar görüşlü kâfirler mi kurtuluşa daha lâyıktır, yoksa ileride bir gün Allah huzurunda hesaba çekileceğinin bilincinde olan ve bunun için gereken hazırlıkları yapan müminler mi?","Mahmut Özdemir Meali":"Yüzünün üstüne kapanarak yürüyen kimse mi en doğru yoldadır; yoksa doğru bir yolda düzgün olarak yürüyen kimse mi?","Mehmet Çakır Meali":"Resulüm! yalpalayarak yürüyen mi daha iyidir;  yoksa düz yolda düzgün yürüyen mi?","Mehmet Çoban Meali":"Sor onlara; “Yüzüstü kapanarak düşe kalka yürüyen mi daha doğru gider, yoksa dosdoğru bir yolda dimdik yürüyen mi?  Çıkarlarına göre yalan yanlış ürettikleri yaşam biçimi mi daha doğrudur, yoksa Allah’ın değişmez, şaşmaz, sapa sağlam yolu mu daha doğrudur?”      ","Mehmet Okuyan Meali":"Yüzüstü sürünen mi daha doğru gidebilir yoksa doğru yolda düzgün bir şekilde yürüyen mi?","Mehmet Türk Meali":"(Bir düşünün!) Yüzüstü sürünen mi, yoksa dosdoğru yol üzerinde dümdüz yürüyen mi daha doğru yoldadır?","Muhammed Esed Meali":"Peki öyleyse, gözünü yere dikerek giden, ¹⁹ hedefe, doğru yolda dümdüz yürüyenden daha iyi mi ulaşır?","Mustafa Çavdar Meali":"Söyleyin bakalım engebeli bir yolda yüzükoyun sürünen kimse mi yoksa doğru yol üzerinde dimdik yürüyen kimse mi hedefe daha çabuk ulaşır? 12/40, 17/9","Mustafa İslamoğlu Meali":"Ne yani, şimdi yürürken yüzünü yere eğerek yürüyen kimse,[⁵²²⁴] hedefe dosdoğru yolda düzgün yürüyen kimseden daha iyi mi ulaşır?","Orhan Kuntman Meali":"(Ey müşrikler düşünün, sizin gibi) Yüzükoyun sürünen mi hidâyet üzerindedir, yoksa doğru yolda başı dimdik -hedefine doğru- yürüyen mi? (İşte bu, dosdoğru yol, hak din olan tevhid yoludur)","Osman Fırat Meali":"Şimdi, yüzüstü kapaklanarak düşe kalka yürüyen mi daha doğru gider, yoksa dümdüz yolda dosdoğru yürüyen mi?","Ömer Nasuhi Bilmen Meali":"İmdi yüzü üzerine kapanarak yürüyen mi daha çok hidâyete erendir, yoksa dosdoğru bir yol üzerinde dimdik yürüyen kimse mi?","Suat Yıldırım Meali":"Düşünün bir: Yüzükoyun kapanıp yerde sürünen mi varılacak yere daha kolayca ulaşır, yoksa dümdüz yolda düzgün şekilde yürüyen mi? ","Süleyman Ateş Meali":"Şimdi, yüzüstü kapanarak yürüyen mi doğru gider, yoksa yolda düzgün yürüyen mi?","Süleyman Tevfik (1927)":"Yüzikoyun sürünüb yürüyen mi yoksa doğrı yolda dosdoğrı (ayakda) yürüyen mi vâsıl-ı hidâyet olur?","Süleymaniye Vakfı Meali":"Kafasını iyice önüne eğip yürüyen mi yoksa doğru yolda dimdik yürüyen mi hedefi daha iyi bulur?","Şaban Piriş Meali":"O halde, yüzüstü sürünen mi daha doğru yoldadır; yoksa, dosdoğru yolda dümdüz yürüyen mi?","Ümit Şimşek Meali":"Yüzüstü sürünen mi emeline daha kolay ulaşır, yoksa dosdoğru bir yolda dümdüz yürüyen mi?","Yaşar Nuri Öztürk Meali":"Peki, yüzüstü kapanarak yürüyen mi daha düzgün gider yoksa dosdoğru yol üzerinde dik ve düzgün yürüyen mi?","Eski Anadolu Türkçesi":"yā ol kim yürir yüzin ķoyu düşiciyiken yüzi üzere [299b] ŧoġru yol dutıcıraķdur yā ol kim yürir ŧoġru yol üzere ŧoġru?","Satıraltı Meal (1534)":"Ol kimse ki yürür yüzi üstine düşüp, hidāyetlüraḳ mıdur, yā ol kimse kidoġru yürür doġru yol üstine?","Bunyadov-Memmedeliyev ":"Elə isə (küfrü ucbatından) üzüstə sürünən daha haqq yoldadır, yoxsa düz yolda düz gedən?!","M. Pickthall (English)":"Is he who goeth groping on his face more rightly guided, or he who walketh upright on a beaten road?","Yusuf Ali (English)":"Is then one who walks headlong, with his face(5580) grovelling, better guided,- or one who walks(5581) evenly on a Straight Way?"},"23":{"Arabic":"قُلْهُوَالَّذ۪ٓياَنْشَاَكُمْوَجَعَلَلَكُمُالسَّمْعَوَالْاَبْصَارَوَالْاَفْـِٔدَةَۜقَل۪يلًامَاتَشْكُرُونَ","Abdulbaki Gölpınarlı Meali":"O, öyle bir mabuttur ki sizi meydana getirmiştir ve sizin için kulak ve gözler ve gönüller halketmiştir, ne de az şükredersiniz.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> De ki: \"Sizi </b><i>(hiç yoktan)</i><b> inşa edip yaratan </b><i>(cansız cisimlerden, nebatat ve hayvanat cinsinden değil, insan olarak)</i><b> size </b><i>(duyu organlarını, işitecek)</i><b> kulakları, </b><i>(bakıp görecek)</i><b> gözleri ve </b><i>(düşünüp değerlendirecek)</i><b> gönülleri bağışlayan </b><i>(ve bu organların dinleyip, seyredip, hissedip zevkleneceği bütün nimetleri ve güzellikleri var edip ortaya koyan)</i><b> O’dur. </b><i>(Bütün bunlara rağmen)</i><b> Ne kadar az şükrediyorsunuz! </b><i>(Farkında mısınız?)</i><b>\" </b> ","Abdullah Parlıyan Meali":"De ki: “Sizi yaratan ve size kulaklar, gözler, gönüller veren O'dur. Ne kadar az şükrediyorsunuz.”","Ahmet Tekin Meali":"“O, sizi yaratandır, size kulaklar, gözler, kalpler ve akıllar verendir. Ne kadar da az şükrediyorsunuz.” de.","Ahmet Varol Meali":"De ki: \"Sizi yaratan size kulaklar, gözler ve kalpler veren O'dur. Çok az şükrediyorsunuz!\"","Ali Bulaç Meali":"De ki: 'Sizi inşa eden (yaratan), size kulak, gözler ve gönüller veren O'dur. Ne az şükrediyorsunuz?'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), de ki: “- Sizi yaratan, size işitecek kulak, görecek gözler ve duyacak kalbler veren O'dur. Siz, pek az şükrediyorsunuz.”","Bahaeddin Sağlam Meali":"De ki: “Yalnız ve yalnız O’dur, sizi inşa eden, size işitme, gözler ve duyular (kalpler) kılan. Fakat çok az şükrediyorsunuz.”","Bayraktar Bayraklı Meali":"De ki: “Sizi yaratan, size işitme duyusu, gözler ve kalpler veren Allah'tır. Ne az şükrediyorsunuz!”","Besim Atalay Meali (1965)":"Diyesin ki: «Sizi yaratan, kulak veren, göz veren, gönül veren de O'dur»; yine az şükredersiniz","Cemal Külünkoğlu Meali":"De ki: “O, sizi yaratan ve size kulaklar, gözler ve kalpler verendir. Ne kadar da az şükrediyorsunuz!”","Cemil Said (1924)":"Di ki: \"Sizi halk iden size kuvve-i sâmi’a ve bâsırayı ve kalbi ihsân iyleyen odur, az âdem müteşekkir oluyor.","Diyanet İşleri Meali (Eski)":"De ki: \"Sizi yaratan sizin için kulaklar, gözler ve kalbler var eden O'dur. Ne az şükrediyorsunuz!\"","Diyanet İşleri Meali (Yeni)":"De ki: “O, sizi yaratan ve size kulaklar, gözler ve kalpler verendir. Ne kadar da az şükrediyorsunuz!”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Sizi yaratan, size işitme duyusu, gözler ve kalpler veren O’dur. Ne az şükrediyorsunuz!”","Diyanet Vakfı Meali":"(Resûlüm!) De ki: Sizi yaratan, size işitme duyusu, gözler ve kalpler veren O'dur. Ne az şükrediyorsunuz!","Edip Yüksel Meali":"De ki, \"Sizi yaratan, size duyma, görme duyuları ve beyinler veren O'dur. Ne kadar seyrek şükredersiniz!\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Sizi yaratan, size kulaklar gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz!\"","Elmalılı Meali (Orijinal)":"de ki, odur ancak sizi inşa eyleyen ve size dinleyecek kulak, görecek gözler, duyacak gönüller veren, fakat sizler pek az şükr ediyorsunuz","Emrah Demiryent Meali":"De ki: “Sizi yaratan, size kulaklar, gözler ve kalpler veren O’dur. Ne kadar az şükrediyorsunuz!”","Erhan Aktaş Meali":"De ki: “Sizi biçimlendiren; size işitme, görme ve idrak etme gücü veren O'dur. Ne kadar az şükrediyorsunuz?¹","Hasan Basri Çantay Meali":"(Habîbim) de ki: «O, sizi yaratan, size kulak (lar), gözler gönüller verendir. Siz ne az şükredersiniz».","Hayrat Neşriyat Meali":"(Ey Resûlüm!) De ki: “Sizi yaratan ve size kulak(lar), gözler ve kalbler veren O'dur. Ne kadar az şükrediyorsunuz!”","İhsan Aktaş Meali":"(Resulüm!) De ki,’Sizi yaratmış olan, size duyma, görme duyuları ve ef’ide’yi (akıl, idrak, anlama, düşünme ve karar verme gibi yetenekleri) bahşetmiş olan odur. (Buna rağmen) ne kadar az şükrediyorsunuz. (*)","İlyas Yorulmaz Meali":"Deki “Sizi ilk defa yaratan, size kulak, göz ve kalp veren O dur. Ne kadar az şükrediyorsunuz.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Sizi var eden, size işitme, görme, duyma gücünü veren Odur. Böyleyken ne kadar az şükrediyorsunuz!\"","İsmail Hakkı İzmirli":"Onlara de ki sizi yoktan var eden, size kulak, göz, yürek veren, O/dur. Siz yine pek az şükrediyorsunuz [⁴].","İsmail Yakıt":"(Ey Peygamber!) De ki: “Sizi inşa eden ve sizin için kulaklar, gözler ve gönüller [ef’ide] veren O’dur. Ne kadar az şükrediyorsunuz!”","Kadri Çelik Meali":"De ki: “Sizi inşa edip yaratan, size kulak, gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz?”","Mahmut Kısa Meali":"Ey Müslüman! Allah’ın hükmüne itaat etmekten kaçınan nankörlere <b>de ki: “Sizi yoktan var eden ve size </b>işitmeniz için <b>kulaklar, </b>görmeniz için<b>gözler ve </b>düşünmeniz için <b>gönüller bahşeden O’dur! </b>Ne anneniz, ne babanız, ne toplumunuz ne de Allah’tan başka hayatınıza program yapmaya yetki verdiğiniz, her dediğini dinlediğiniz, kulu kölesi olduğunuz varlıklar! Size bunları armağan eden; yalnızca ve yalnızca Allah’tır!<b> Fakat siz ne kadar da az şükrediyorsunuz!”</b>","Mahmut Özdemir Meali":"De ki: -“Sizi inşa’ edip yaratmış; size İşitme, Görmeler ve Gönüller kılmış olan O’dur. Ne az şükrediyorsunuz!”.","Mehmet Çakır Meali":"Resulüm de ki: &quot; <i>sizi yaratan, size gözler kulaklar ve duyarlı kalpler veren, Allah olduğu halde teşekkürünüz çok az.</i>","Mehmet Çoban Meali":"De ki: \"O, sizi yaratan ve size kulaklar, gözler, kalpler verendir. Ne kadar da az şükrediyorsunuz!\"        ","Mehmet Okuyan Meali":"De ki: “Sizi yaratan, sizin için işitme (duyusu), gözler ve kalpler var eden O’dur.” Ne kadar da azınız şükrediyor!","Mehmet Türk Meali":"(Ey Muhammed! İnsanlara): “Sizi yaratan, size kulaklar, gözler ve gönüller veren O (Allah)’a, ne kadar da az şükrediyorsunuz.” de.","Muhammed Esed Meali":"DE Kİ: “O, sizi hayata getiren, size kulaklar, gözler ve kalpler bağışlayandır: ²⁰ [yine de] ne kadar az şükrediyorsunuz!”","Mustafa Çavdar Meali":"De ki: – Sizi yoktan var eden ve size, hakikati duymak için kulak, görmek için göz ve anlamak için de gönüller veren Allah’tır. Bu nimetlerin hakkını ne kadar da az veriyorsunuz. 23/78, 46/26","Mustafa İslamoğlu Meali":"DE Kİ: “O’dur sizi inşâ eden; size işitme duyusu, gözler ve (akleden) kalpler bahşeden: Ne kadar da azınız şükrediyor!”","Orhan Kuntman Meali":"(Ey Muhammed) De ki: (Ey insanlar) Sizleri yaratan, size (hayvanlarda olmayan manevî) işitme duygusu, görme yeteneği -basiretler- ve gönüller veren O'dur. (Buna rağmen Rabbinizin bu nimetlerine) ne az şükrediyorsunuz. (İçinizden bu yeteneklerinizi kullanmayıp doğru yoldan sapanlar bulunuyor)","Osman Fırat Meali":"De ki: \"O, sizi inşa eden ve size kulaklar, gözler ve kalpler verendir. Ne kadar da az şükrediyorsunuz!\"","Ömer Nasuhi Bilmen Meali":"De ki: «O, o zâttır ki, sizi yarattı ve sizin için kulak ve gözler ve gönüller var kıldı. Pek az şükrediverirsiniz.»","Suat Yıldırım Meali":"De ki: Sizi yaratan ve size kulaklar, gözler ve gönüller veren O'dur. Sizin şükrünüz ne de az! ","Süleyman Ateş Meali":"De ki: \"Sizi yaratan, size işitme (duyusu), gözler ve gönüller veren O'dur. Ne kadar az şükrediyorsunuz?","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Sizi yaradan ve sizde kulaklar, gözler ve kalbler halk iden O'dur. Bu ni'metlere ne kadar az şükür idersiniz.\"","Süleymaniye Vakfı Meali":"De ki “Sizi var eden; size dinleme, ileri görüşlü olma (basiret) özelliği veren ve gönüllerinizi[*] oluşturan O’dur. Görevlerinizi ne kadar az yapıyorsunuz!”","Şaban Piriş Meali":"De ki:-Sizi yaratan, size kulaklar, gözler ve kalpler veren O'dur. Ne kadar az şükrediyorsunuz.","Ümit Şimşek Meali":"De ki: Sizi yaratan ve size kulaklar, gözler ve kalpler veren Odur. Fakat çok az şükrediyorsunuz.","Yaşar Nuri Öztürk Meali":"De ki: \"Sizi oluşturan O'dur. O size, işitme gücü, gözler ve gönüller verdi. Ne kadar da az şükrediyorsunuz!\"","Eski Anadolu Türkçesi":"eyit “ol oldur kim yarattı sizi daħı ķıldı sizüñ-içūn ķulaġı daħı gözleri daħı göñülleri. az şükr eylersiz!”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Ol Allāhdur sizi yaradan ve size yaradan ḳulaḳları,gözleri ve yürekleri. Az şükr de eylemezsiz.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) De: “Sizi yoxdan yaradan, sizə qulaq, göz və qəlb verən Odur. (Allahın ne’mətlərinə) nə az şükür edirsiniz!”","M. Pickthall (English)":"Say (unto them, O Muhammad): He it is Who gave you being, and hath assigned unto you ears and eyes and hearts. Small thanks give ye!","Yusuf Ali (English)":"Say: \"It is He Who(5582) has created you (and made(5583) you grow), and made for you the faculties of hearing, seeing, feeling and understanding: little thanks it is ye give."},"24":{"Arabic":"قُلْهُوَالَّذ۪يذَرَاَكُمْفِيالْاَرْضِوَاِلَيْهِتُحْشَرُونَ","Abdulbaki Gölpınarlı Meali":"De ki: O, öylesine bir mabuttur ki sizi yaratmıştır yeryüzünde ve gene de tapısında toplanacaksınız.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Sizi yeryüzünde, yaratıp yayan </b><i>(üretip çoğaltan)</i><b> da O’dur. Ve </b><i>(sonunda yine)</i><b> O’na toplanıp arz olunacaksınız! </b><i>(Bütün hayatınız, manevi bir CD’ye kayıtlı film misali hazırlanıp, O’nun huzuruna çıkarılacaksınız.)</i><b>\" </b> ","Abdullah Parlıyan Meali":"De ki. “Sizi yeryüzünde yaratıp çoğaltan O'dur ve yeniden dirildiğinizde O'nun huzuruna toplanacaksınız.”","Ahmet Tekin Meali":"“O, yeryüzünde sizi üretip çoğaltan ve yayandır. Toplanıp mahşerde O'nun huzuruna getirileceksiniz.” de.","Ahmet Varol Meali":"Yeryüzünde sizi yaratıp yayan O'dur ve O'nun huzurunda toplanacaksınız.","Ali Bulaç Meali":"De ki: 'Sizi yeryüzünde üretip-türeten O'dur. Siz O'na toplanıp götürüleceksiniz.'","Ali Fikri Yavuz Meali":"De ki: “- Yeryüzünde sizi yaratıb öteye beriye dağıtan O'dur. Nihayet (hesab için ahirette) hep O'na toparlanıb götürüleceksiniz.”","Bahaeddin Sağlam Meali":"De ki: Yalnız ve yalnız O’dur, sizi yeryüzünde ekip çoğaltan. Siz onun yanında (huzuruna) toplanacaksınız.","Bayraktar Bayraklı Meali":"De ki: “Sizi yeryüzünde çoğaltıp yayan O'dur, ancak O'nun huzuruna gelip toplanacaksınız.”","Besim Atalay Meali (1965)":"Diyesin ki: «Sizleri, yeryüzünde dağıtan O, O'na toplanacaksınız","Cemal Külünkoğlu Meali":"De ki: “O, sizi yeryüzünde yaratıp çoğaltandır. Ancak O'nun huzurunda toplanacaksınız.”","Cemil Said (1924)":"Di ki: \"Sizi arz üzerinde dağıtan ve bir gün toplayacak olan odur.\"","Diyanet İşleri Meali (Eski)":"Sizi yerde yaratıp yayan O'dur ve O'nun huzurunda toplanacaksınız.","Diyanet İşleri Meali (Yeni)":"De ki: “O, sizi yeryüzünde yaratıp çoğaltandır. Ancak O’nun huzurunda toplanacaksınız.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Sizi yeryüzünde çoğaltıp yayan O’dur; sadece gelip O’nun huzurunda toplanacaksınız.”","Diyanet Vakfı Meali":"De ki: Sizi yeryüzünde çoğaltıp yayan O'dur; ancak O'nun huzuruna gelip toplanacaksınız.","Edip Yüksel Meali":"De ki, \"Sizi yeryüzünde üreten O'dur ve siz O'nun huzurunda toplanacaksınız.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Sizi yerden üreten O'dur ve O'na toplanıp götürüleceksiniz.\"","Elmalılı Meali (Orijinal)":"Deki, odur sizi Arzda zürriyyet halinde yaratıp yayan, nihayet de hep toplanıp ona haşrolunacaksınız","Emrah Demiryent Meali":"De ki: “Sizi yaratıp, yeryüzünde çoğaltan O’dur. (Hesap vermek üzere) O’nun (manevi) huzurunda toplanacaksınız.”","Erhan Aktaş Meali":"De ki: “Sizi, yeryüzünde çoğaltıp yayan O'dur. Ve O'na toplanıp götürüleceksiniz.”","Hasan Basri Çantay Meali":"De ki: «O, sizi yer (yüzün) de zürriyet haalinde yaratıb yayandır ve nihayet (hepiniz) ancak Ona toplanıb götürüleceksiniz».","Hayrat Neşriyat Meali":"De ki: “Sizi yeryüzünde (yaratıp) yayan O'dur ve ancak O'nun huzûruna toplanacaksınız!”","İhsan Aktaş Meali":"(Resulüm!) De ki: (Ey insanlar!) O’dur, sizi yeryüzünde dağıtıp yaymış olan. Ve siz ancak diriltilip hepiniz onun huzurunda toplanacaksınız. (*)","İlyas Yorulmaz Meali":"Deki “Sizi yeryüzünde bitki gibi büyüten O dur. Sonra O’nun huzurunda toplanacaksınız.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Sizi yeryüzüne yayan da Odur. Sonunda hepiniz Ona derleneceksiniz.\"","İsmail Hakkı İzmirli":"De ki sizi yeryüzünde dağıtan O/dur. Yalnız O/nun yanında toplanacaksınız.","İsmail Yakıt":"“Sizi yeryüzüne eken/yayan [zere’akum] O’dur. O’nun huzurunda toplanacaksınız.”¹¹","Kadri Çelik Meali":"De ki: “Sizi yeryüzünde üretip türeten O'dur. Siz O'na toplanıp götürüleceksiniz.”","Mahmut Kısa Meali":"Yine onlara <b>de ki: “Sizi yeryüzünde yaratıp çoğaltan</b> ve topluluklar, milletler hâlinde dünyaya yayan <b>O’dur ve hepiniz </b>eninde sonunda yeniden toprağa girecek ve yaptıklarınızın hesabını vermek üzere, Mahşer Günü <b>O’nun huzurunda toplanacaksınız!”</b>","Mahmut Özdemir Meali":"De ki: -“Sizi Yeryüzü’nde bitirip üretmiş olan O’dur. O’na doğru bir araya toplanırsınız”.","Mehmet Çakır Meali":"<i>Sizi yeryüzüne serpiştiren odur. En sonunda onun huzurunda toplanacaksınız</i>. &quot;","Mehmet Çoban Meali":"\"O, sizi yeryüzünde yaratıp çoğaltandır. Dünya hayatından sonra Allah’ın huzuruna hesap vermek için toplanacaksınız.\"        ","Mehmet Okuyan Meali":"De ki: “Sizi yeryüzünde çoğaltıp yayan O’dur; (mahşerde) yalnızca O’nun huzurunda toplanacaksınız.” [*]","Mehmet Türk Meali":"(Onlara bir de): “Sizi, yeryüzünde yaratan Odur. (Sonunda) hepiniz, yine Onun (huzurunda) toplanacaksınız.” de.¹","Muhammed Esed Meali":"De ki: “Sizi yeryüzünde yaratıp çoğaltan O’dur; ve [yeniden dirildiğinizde] O’nun huzurunda toplanacaksınız”.","Mustafa Çavdar Meali":"De ki: – Sizi yeryüzünde çoğaltıp yayan Allah’dır. Unutmayın yine O’nun huzurunda toplanacaksınız. 11/7, 23/79","Mustafa İslamoğlu Meali":"De ki: “O’dur sizi yeryüzünde yayıp çoğaltan: en sonunda O’na döndürüleceksiniz.”","Orhan Kuntman Meali":"De ki, sizi yeryüzünde çoğaltıp yayan O'dur. (Sizi başıboş bırakmamış sorumlu tutmuştur) Sonunda hepiniz toplanıp Onun huzuruna götürüleceksiniz. (Yaptığınız her şeyin hesabını vereceksiniz)","Osman Fırat Meali":"De ki: \"O, sizi yeryüzüne yayandır ve O’nun huzurunda toplanacaksınız. \"","Ömer Nasuhi Bilmen Meali":"De ki: «O, o (Zât)dır ki, sizi yeryüzünde (yaratıp) yaydı ve O'na toplanacaksınız.»","Suat Yıldırım Meali":"Sizi yeryüzünde yaratıp zürriyet halinde yayan O'dur. Ölümden sonra da diriltilip yine O'nun huzurunda toplanacaksınız. ","Süleyman Ateş Meali":"De ki: \"Sizi yerde üreten O'dur ve toplanıp O'na götürüleceksiniz.\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Yeryüzünde sizi her tarafa dağıdan O'dur. Nihâyet O'na toplanub haşr olunursunuz.\" ","Süleymaniye Vakfı Meali":"De ki “Toprağa sizi tohum gibi eken[*] O'dur. O’nun huzurunda toplanacaksınız.”","Şaban Piriş Meali":"De ki:-Sizi yeryüzünde türeten O'dur. O'nun huzurunda toplanacaksınız.","Ümit Şimşek Meali":"De ki: Sizi yaratıp yeryüzüne yayan da Odur; yine Onun huzurunda toplanacaksınız.","Yaşar Nuri Öztürk Meali":"De ki: \"Sizi, yeryüzünde yaratıp yayan O'dur. O'nun huzurunda haşredileceksiniz.\"","Eski Anadolu Türkçesi":"eyit “ol oldur kim yarattı sizi yirde daħı andın yaña cem' olınasız.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Oldur sizi yir yüzinde yaradan. Daḫı aña döneceksiz.","Bunyadov-Memmedeliyev ":"De: “Sizi yer üzünə yayıb səpələyən Odur. (Qiyamət günü) Onun hüzuruna toplanacaqsınız!”","M. Pickthall (English)":"Say, He it is Who multiplieth you in the earth, and unto Whom ye will be gathered.","Yusuf Ali (English)":"Say: \"It is He Who has multiplied you through the earth,(5584) and to Him shall ye be gathered together.\""},"25":{"Arabic":"وَيَقُولُونَمَتٰىهٰذَاالْوَعْدُاِنْكُنْتُمْصَادِق۪ينَ","Abdulbaki Gölpınarlı Meali":"Ve derler ki: Bu vait, ne vakit yerine gelecek doğru söylüyorsanız.","Abdullah-Ahmet Akgül Meali":"<i>(Kötülükleri, küfür ve nankörlükleri yüzünden, hesaba çekilmek ve hak ettiği karşılığı görmek istemeyen; yaptıklarının yanlarına kâr kalmasını arzu eden kimseler:)</i><b> \"Eğer doğru söylüyorsanız, şu va’ad edip tehdit ettiğiniz; </b><i>(ezilenlerin zaferi, Hakkın hâkimiyeti, kıyamet ve ahiret haberleri)</i><b> ne zamanmış!?\" diyerek </b><i>(alaylı şekilde sormaktadırlar.)</i> ","Abdullah Parlıyan Meali":"O inkârcılar derler ki: “Sizin bu tehdidiniz doğru ise, ne zaman gerçekleşecek?”","Ahmet Tekin Meali":"“Eğer doğruysanız, bu tehdit ne zaman gerçekleşecek?” diyorlar.","Ahmet Varol Meali":"Diyorlar ki: \"Eğer doğru söyleyenlerseniz bu vaad ne zamandır?\"","Ali Bulaç Meali":"Derler ki: 'Eğer doğru söylüyorsanız, şu tehdit (ettiğiniz azab) ne zamanmış?'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, Mekke kâfirleri sana) diyorlar ki: “- Eğer doğru söylüyorsanız, (azabın vukuuna dair bize haber verdiğin) bu vaad ne zaman (gerçekleşmiş olacak)?”","Bahaeddin Sağlam Meali":"Diyorlar: “Eğer doğru iseniz, bu (ahiret) vaadi ne zaman gerçekleşecek?”","Bayraktar Bayraklı Meali":"“Eğer doğru söylüyorsanız, bu tehdit ne zaman gerçekleşecek?” diyorlar.","Besim Atalay Meali (1965)":"Diyorlar ki: «Eğer gerçek iseniz, ne zamandır bu söz veriş?»","Cemal Külünkoğlu Meali":"“Eğer doğru söyleyenler iseniz, bu tehdit (edip durduğunuz azap) ne zaman gerçekleşecek?” diyorlar.","Cemil Said (1924)":"\"Bu tehdîdler ne vakit îkâ’ idilecekdir sözünüzde sâdık iseniz cevâb viriniz\" diyorlar.","Diyanet İşleri Meali (Eski)":"\"Doğru sözlü iseniz bildirin bu azap sözü ne zamandır?\" derler.","Diyanet İşleri Meali (Yeni)":"“Eğer doğru söyleyenler iseniz, bu tehdit ne zaman gerçekleşecek?” diyorlar.","Kur'an Yolu (Diyanet İşleri)":"“Doğru sözlü iseniz (söyleyin), bu tehdit ne zaman gerçekleşecek?” derler.","Diyanet Vakfı Meali":"«Doğru sözlü iseniz (söyleyin), bu tehdit hani ne zaman (gerçekleşecek)?» derler.","Edip Yüksel Meali":"\"Doğru iseniz, bu söz ne zaman gerçekleşecek?\" derler.","Elmalılı Hamdi Yazır Meali":"(Onlar): \"Doğru iseniz bu tehdit ne zaman olacak?\" diyorlar","Elmalılı Meali (Orijinal)":"Böyle iken diyorlar ki: Ne zaman bu va'd? Eğer sadıksanız?","Emrah Demiryent Meali":"(Kâfirler alay ederek,) “Eğer doğru söyleyenler iseniz, bu tehdit (edip durduğunuz azap) ne zaman gerçekleşecek!” diyorlar.","Erhan Aktaş Meali":"“Eğer doğru söylüyorsanız, yaptığınız bu uyarı ne zaman gerçekleşecek?” diyorlar.","Hasan Basri Çantay Meali":"(Kâfirler, mü'minlere istihza ile) «Eğer siz doğru söyleyenlerseniz şu va'din (tehdîdin tehakkuku) ne zaman?» derler.","Hayrat Neşriyat Meali":"Hâlbuki (onlar:) “Eğer (iddiânızda) doğru kimseler iseniz, bu va'd (edilen kıyâmet ve haşir) ne zaman?” diyorlar.","İhsan Aktaş Meali":"Oysa (onlar:) ’Eğer (iddianızda) doğru iseniz, bu va’d (edilen kıyâmet ve haşir) ne zaman?’ diyorlar.","İlyas Yorulmaz Meali":"Diyorlar ki “Bu vaat (dirilme) ne zaman olacak? Doğru söylüyorsanız başımıza getirin.”","İsmayıl Hakkı Baltacıoğlu":"Derler: \"Eğer doğru kimselerseniz, söyleyin bize, kalkış ne vakit?\"","İsmail Hakkı İzmirli":"Kâfirler «— Sözünüzde gerçekseniz şu vaadettiğiniz kıyamet ne zaman kopacak?» diyorlar.","İsmail Yakıt":"(İnkârcılar), “Eğer doğru söyleyenlerden iseniz, bu vaat ne zamandır?” derler.¹²","Kadri Çelik Meali":"Derler ki: “Eğer siz doğru sözlüler iseniz, şu tehdit (ettiğiniz azap) ne zamanmış?”","Mahmut Kısa Meali":"Hal böyleyken, inkârcılar hâlâ <b>diyorlar</b> <b>ki:</b> <b>“</b>Boş verin bunları; yok biz ölecekmişiz, ölüler diriltilecekmiş, hesap kitap varmış, ne saçmalık! <b>Eğer dedikleriniz doğru ise, </b>söyleyin bakalım ey müminler,<b>bu </b>yeniden dirilme ve yargılanma <b>vaad</b>i<b> ne zaman </b>gerçekleşecek<b>?”</b>","Mahmut Özdemir Meali":"-“Eğer sadık / doğru söyleyen iseniz, bu Vaad ne zaman?” diyorlar.","Mehmet Çakır Meali":"Bazıları durup durup: &quot; <i>Madem samimîsiniz, bu felaket ne zaman olacak?</i> &quot; diyorlar.","Mehmet Çoban Meali":"Onlar şımarıkça sorarlar; \"Eğer doğru söylüyorsan söyle bu tehdit ne zaman gerçekleşecek?\"","Mehmet Okuyan Meali":"(İnkârcılar) “Doğruysanız bu vaat (Son Saat) ne zamanmış!” derler.","Mehmet Türk Meali":"(Ama kâfirler bir de): “Eğer doğru söylüyorsanız (şu tehdit edip durduğunuz) azap ne zaman gerçekleşecek.”¹ diyorlar.","Muhammed Esed Meali":"Ama onlar [yalnızca şunu] soruyorlar: “Bu vaad ne zaman gerçekleşecek? [Buna cevap verin, ey inananlar,] eğer doğru sözlü insanlar iseniz!”","Mustafa Çavdar Meali":"Kalkıp bir de ‘‘Eğer iddianızda samimi iseniz söyleyin bakalım şu bizi tehdit ettiğin vaat ne zamandır?’’ diye alay ediyorlar. 7/70, 10/50-51","Mustafa İslamoğlu Meali":"Ama onlar, “Bu vaad ne zaman gerçekleşecek, eğer sözünüze sadıksanız (haber verin de görelim)!” diye meydan okuyorlar.","Orhan Kuntman Meali":"(Bu uyarılara rağmen müşrikler kıyâmete inanmazlar ve) \"Doğru sözlü iseniz, söyleyin bakalım o tehdit (kıyâmet ve azab) ne zaman? (gerçekleşecek) derler.","Osman Fırat Meali":"Ve diyorlar ki: ’’Şayet doğru söylüyorsanız bu bizi tehdit ettiğiniz şey ne zaman?\"","Ömer Nasuhi Bilmen Meali":"Ve derler ki: «Şu vaadedilen, ne zamandır, eğer sâdıklar oldu iseniz?»","Suat Yıldırım Meali":"Ama onlar yalnızca şunu soruyorlar: “Eğer iddianızda tutarlı iseniz, bu vaad yani inanmadığımız takdirde geleceğini bildirip tehdid ettiğin azap ne zaman? ","Süleyman Ateş Meali":"Doğru (söylüyor) iseniz bu tehdid(ettiğiniz azab) ne zaman gelecek? diyorlar.","Süleyman Tevfik (1927)":"Kâfirler: \"Eğer sözinizde sâdıklar iseniz bu va'd iylediğiniz haşir ne vakit olacakdır?\" dirler.","Süleymaniye Vakfı Meali":"“Dediğiniz doğruysa onun ne zaman olacağını da söyleyin.” derler.","Şaban Piriş Meali":"- Bu vaat ne zaman gerçekleşecek, eğer doğru söylüyorsanız? derler.","Ümit Şimşek Meali":"Bir de diyorlar ki: “Doğru söylüyorsanız, vaad ettiğiniz şey ne zaman?”","Yaşar Nuri Öztürk Meali":"Derler ki: \"Eğer doğru sözlülerseniz, bu vaat de zaman?\"","Eski Anadolu Türkçesi":"daħı eydürler :“ķaçandur ışbu va'de eger olasız girçekler?”","Satıraltı Meal (1534)":"Ve eydürler: Ne vaḳtdur bu va‘de, ya‘nī ḳıyāmet? Eger siz girçekler‐iseñüz.","Bunyadov-Memmedeliyev ":"Onlar (müşriklər) deyirlər: “Əgər doğru danışanlardansınızsa, (bir xəbər verin görək) bu və’d (haqq-hesab, cəza) nə vaxt yerinə yetəcəkdir?”","M. Pickthall (English)":"And they say: When (will) this promise (be fulfilled), if ye are truthful?","Yusuf Ali (English)":"They ask: When will this promise be (fulfilled)? - If ye are telling(5585) the truth."},"26":{"Arabic":"قُلْاِنَّمَاالْعِلْمُعِنْدَاللّٰهِۖوَاِنَّمَٓااَنَا۬نَذ۪يرٌمُب۪ينٌ","Abdulbaki Gölpınarlı Meali":"De ki: Bilgi, ancak Allah katındadır ve ben, ancak apaçık bir korkutucuyum.","Abdullah-Ahmet Akgül Meali":"<b>Onlara de ki: \"</b><i>(Bunların zamanı ve nasıl olacaklarıyla ilgili)</i><b> Bilgi, ancak Allah’ın katındadır. </b><i>(Ama mutlaka ve pek yakında ortaya çıkacaktır.)</i><b> Ben sadece, apaçık bir uyarıcıyım.\"</b> ","Abdullah Parlıyan Meali":"Onlara de ki ey peygamber! “Onun bilgisi yalnız Allah katındadır. Ben size sadece bir uyarıcıyım.”","Ahmet Tekin Meali":"“Bununla ilgili bilgi yalnız Allah katındadır. Ben sadece, sorumluluk, hesap ve cezanın varlığını açıklayan apaçık bir uyarıcıyım.” de.","Ahmet Varol Meali":"De ki: \"(Onunla ilgili) bilgi ancak Allah katındadır. Ben yalnızca apaçık bir uyarıcıyım.\"","Ali Bulaç Meali":"De ki: '(Bununla ilgili) Bilgi ancak Allah'ın katındadır. Ben ancak apaçık bir uyarıcıyım.'","Ali Fikri Yavuz Meali":"(Onlara) de ki: “- O (azaba dair) ilim, ancak Allah katındadır. Ben, sadece açık anlatan (azabla korkutucu) bir peygamberim.”","Bahaeddin Sağlam Meali":"De ki: “İlim, ancak Allah’ın katındadır. Ben ancak açık bir uyarıcıyım.”","Bayraktar Bayraklı Meali":"De ki: “O bilgi yalnızca Allah'a mahsustur. Ben ise sadece apaçık bir uyarıcıyım.”","Besim Atalay Meali (1965)":"Diyesin ki: «Bunu ancak Allah bilir, bense, yalnız açık kocunduran bir peygamberim»","Cemal Külünkoğlu Meali":"De ki: “Onu bilmek ancak Allah'a mahsustur. Ben sadece apaçık bir uyarıcıyım!”","Cemil Said (1924)":"\"Ânı yalnız Allâh bilür, ben yalnız âşikâr bir sûretde ihtâra me’mûr bir peygamberim\" cevâbını vir.","Diyanet İşleri Meali (Eski)":"De ki: \"Onu bilmek ancak Allah'a mahsustur. Ben sadece apaçık bir uyarıcıyım.\"","Diyanet İşleri Meali (Yeni)":"De ki: “O bilgi, ancak Allah katındadır. Ben ise sadece apaçık bir uyarıcıyım.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “O bilgi yalnız Allah’a mahsustur, ben ise sadece açık bir uyarıcıyım.”","Diyanet Vakfı Meali":"De ki: O bilgi, ancak Allah'a mahsustur. Ben ise sadece apaçık bir uyarıcıyım.","Edip Yüksel Meali":"De ki, \"Bu bilgi ALLAH'ın katındadır. Ben sadece apaçık bir uyarıcıyım.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"(O'na ait) bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\"","Elmalılı Meali (Orijinal)":"Deki o ılim ancak Allahın ındindedir, ben sade açık anlatan bir nezîr (kocundurucu bir Peygamber) im","Emrah Demiryent Meali":"(Resûlüm! O kâfirlere) de ki: “Şüphesiz o (azabın ne zaman gerçekleşeceğine dair) ilim Allah nezdindedir. (Onun zamanını bilmek ancak Allah’a mahsustur.) Ben sadece (Allah’ın emirlerini size ileten) apaçık bir uyarıcıyım.”","Erhan Aktaş Meali":"De ki: “Bunu yalnızca Allah bilmektedir. Ben, sadece apaçık bir uyarıcıyım.”","Hasan Basri Çantay Meali":"De ki: O (nun vaktına âid) bilgi ancak Allahın nezdindedir. Ben sâdece Allahın azabını apaçık haber veren (bir peygamber) im».","Hayrat Neşriyat Meali":"De ki: “O bilgi, yalnız Allah katındadır. Ben ise ancak (O'nun azâbını haber veren)apaçık bir korkutucuyum!”","İhsan Aktaş Meali":"De ki:\"Onun (o hesap gününün, kıyametin gelmesiyle ilgili vaadin) bilgisi sadece Allah katındadır (bu konuda kimseye bilgi verilmemiştir). Ben ise yalnızca gerçekleri açıklayıp ileten (tebliğ eden) bir uyarıcıyım.\" *","İlyas Yorulmaz Meali":"Deki “O vaktin bilgisi Allah’ın yanındadır. Ben yalnızca açıkça bir uyarıcıyım.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Onu bilse bilse ancak Allah bilir. Bana gelince işte ben ancak açıktan açığa bir uyarıcıyım, o kadar.\"","İsmail Hakkı İzmirli":"De ki onu bilmek ancak Allah/a mahsustur, ben ancak hakkı açıktan açığa söyler, azapla korkutur bir peygamberim.","İsmail Yakıt":"De ki: “O bilgi ancak Allah’ın katındadır. Ben ancak bir uyarıcıyım.”","Kadri Çelik Meali":"De ki: “(Bununla ilgili) Bilgi ancak Allah'ın katındadır. Ben ancak apaçık bir uyarıp korkutucuyum.”","Mahmut Kısa Meali":"Onlara <b>de ki: “</b>Bunun <b>bilgi</b>si<b> yalnızca Allah’ın katındadır; ben ise, sadece </b>O’nun buyruklarını size ileten<b> apaçık bir uyarıcıyım.”</b><br>Ve işte uyarıyorum:","Mahmut Özdemir Meali":"De ki: -“Doğrusu İlim (Bilgi), Allah’ın katındadır. Doğrusu ben de açıkça bir uyarıcıyım”.","Mehmet Çakır Meali":"De ki: &quot; <i>Bunun vakti saatini Allah bilir. Ben sadece bir uyarıcıyım o kadar</i>. &quot;","Mehmet Çoban Meali":"De ki: \"Zamanın bilgisi ancak Allah katındadır. Ben sadece apaçık uyarıcıyım!\"        ","Mehmet Okuyan Meali":"De ki: “O bilgi yalnızca Allah katındadır. [*] Ben sadece apaçık bir uyarıcıyım.”","Mehmet Türk Meali":"(Sen de onlara): “O (azabın ne zaman geleceğini) sadece Allah bilir. Ben apaçık bir uyarıcıdan başka bir şey değilim.” de.","Muhammed Esed Meali":"Onlara de ki [ey Peygamber]: “Onun bilgisi yalnız Allah katındadır; ben ise sadece bir uyarıcıyım”.","Mustafa Çavdar Meali":"De ki: – Onun bilgisi yalnız Allah katındadır. Ben sizi sadece açıkça uyarmakla mükellefim. 7/185, 79/42.46","Mustafa İslamoğlu Meali":"De ki: “Onun bilgisi sadece Allah katındadır! Ben ise, yalnızca onu olduğu gibi ileten bir uyarıcıyım.”","Orhan Kuntman Meali":"(Ey Muhammed) De ki: \"O bilgi, ancak Allah’ın katındadır. (Kıyâmetin ne zaman kopacağını bilmem) Ben ancak (sizleri o korkunç günün azabından) sakınmanız gerektiğini bildiren apaçık bir uyarıcıyım.”","Osman Fırat Meali":"De ki: \"O’nun bilgisi, ancak Allah katındadır. Ben ise sadece apaçık bir uyarıcıyım. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Şüphe yok, ona ait bilgi ancak Allah'ın indindedir ve ben muhakkak ki ancak açıkça bildiren bir korkutucu peygamberim.","Suat Yıldırım Meali":"De ki: “Bunu yalnız Allah bilir. Ben ise sadece açık ve kesin bir tarzda uyarırım. ”","Süleyman Ateş Meali":"De ki: (Ona ait) Bilgi, Allah'ın yanındadır. Ben ancak apaçık bir uyarıcıyım.\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Onlara di ki: \"Bunun 'ilmi Allâh Te'âlâ 'indindedir. (Ancak O bilir). Ben sizi ancak kıyâmet ve 'azâb ile korkudıcı bir nezîrim.\"","Süleymaniye Vakfı Meali":"De ki “O bilgi, Allah katındadır. Ben, sadece doğruları açıklayan bir uyarıcıyım.”","Şaban Piriş Meali":"De ki:- Bunun bilgisi yalnız Allah'tadır. Ben sadece bir uyarıcıyım.","Ümit Şimşek Meali":"Sen de ki: Onun bilgisi Allah katındadır; ben ise apaçık bir uyarıcıyım.","Yaşar Nuri Öztürk Meali":"De ki: \"Bilgi Allah'ın katındadır. Bana gelince, ben ancak açıkça uyaran biriyim.\"","Eski Anadolu Türkçesi":"eyit “degül bilmek illā Tañrı ķatında. daħı degülin ben illā ķorķıdıcı bellü.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: ‘İlm Tañrı Ta‘ālā ḳatındadur. Daḫı ben size ulupeyġamber‐ven.","Bunyadov-Memmedeliyev ":"De: “Onu bilmək yalnız Allaha məxsusdur. Mən isə ancaq (sizi Allahın əzabı ilə) açıq-aşkar qorxudan bir peyğəmbərəm!”","M. Pickthall (English)":"Say: The knowledge is with Allah only, and I am but a plain warner;","Yusuf Ali (English)":"Say: \"As to the knowledge of the time, it is with Allah alone:(5586) I am (sent) only to warn plainly in public.\""},"27":{"Arabic":"فَلَمَّارَاَوْهُزُلْفَةًس۪ٓيـَٔتْوُجُوهُالَّذ۪ينَكَفَرُواوَق۪يلَهٰذَاالَّذ۪يكُنْتُمْبِه۪تَدَّعُونَ","Abdulbaki Gölpınarlı Meali":"Azabın yaklaştığını gördüler mi kafir olanların yüzleri kararır ve işte denir, bu, isteyip durduğunuz şey.","Abdullah-Ahmet Akgül Meali":"<b>Derken </b><i>(o şüphe ettikleri ve hiç beklemedikleri; Hakkın ve mazlumların galibiyetini, inkârcıların ve münafıkların ise acı akıbetini)</i><b> çok yakından gördüklerinde, o </b><i>(inkâr ve nankörlükle)</i><b> küfre düşen </b><i>(hain ve zalim kimse)</i><b>lerin yüzleri kötüleşip </b><i>(pişmanlık ve perişanlık içinde)</i><b> karardı </b><i>(ve kararacaktır)</i><b> ve onlara: \"İşte bu, sizlerin </b><i>(hiç olmayacak diye savunduğunuz)</i><b> ve davet edilip durduğunuz şeydir\" denildi </b><i>(ve denilecek. Böylece, akılsızlık, haksızlık ve ahlâksızlıkları yüzlerine vurulacaktır)</i><b>. </b> ","Abdullah Parlıyan Meali":"Azabın yaklaştığını gördüler mi, Allah'tan gelen gerçekleri örtbas edenlerin yüzleri bir tuhaf olup çirkinleşir ve o zaman onlara denecek ki: “Sizin aradığınız ve istediğiniz bu idi.”","Ahmet Tekin Meali":"Azâbı yakından gördükleri zaman, kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar edenlerin, kâfirlerin yüzleri fenalaşacak. Kendilerine:<br>\r\n“İşte, inkârlarınız ve alaylarınızla isteyip durduğunuz azap budur.” denecek.","Ahmet Varol Meali":"Nihayet onu yakında gördüklerinde inkâr edenlerin yüzleri kötüleşir ve: \"İşte bu, (gerçekleşmeyeceğini) ileri sürüp durduğunuz şeydir\" denir.","Ali Bulaç Meali":"Nihayet onu pek yakında gördüklerinde, o inkâr edenlerin yüzleri kötüleşip-karardı. Ve: 'İşte bu, sizin (gerçekleşmeyecek diye) öne sürüp durduğunuz şeydir' denildi.","Ali Fikri Yavuz Meali":"Nihayet vakti gelip de o (vaad olunan) azabı yakından gördüklerinde o kâfir olanların yüzleri kötüleşivermiştir ve onlara şöyle denilmiş olacaktır: “- İşte sizin istediğiniz (ve vuku bulmaz dediğiniz) azap budur!...","Bahaeddin Sağlam Meali":"O vaad yakınlaştığında o kâfirlerin yüzü çirkinleşecektir. Onlara: “İşte gerçekleşmesini istediğiniz şey budur!” denilecektir.","Bayraktar Bayraklı Meali":"Onu yakından gördüklerinde, inkâr edenlerin suratları asılır ve kendilerine, “İşte durmadan istediğiniz azap budur!” denilir.","Besim Atalay Meali (1965)":"Onun yaklaştığın gördüklerinde, kâfirlerin yüzleri ekşiyecek, onlara denilecek ki: «İşte, aradığınız!»","Cemal Külünkoğlu Meali":"Fakat azabı gördükleri zaman, inkârcıların yüzleri simsiyah kesilecek ve (kendilerine): “İşte sizin arayıp durduğunuz (azap) budur” denilecektir.","Cemil Said (1924)":"Lâkin kıyâmeti yakından gördükleri vakit yüzleri ekşiyecekdir, ânlara \"İşte taleb itdiğiniz\" dinilecekdir.","Diyanet İşleri Meali (Eski)":"Azabı yaklaşırken gördükleri zaman, inkar edenlerin yüzleri çirkinleşip kararır; onlara: \"Sizin arayıp durduğunuz işte budur\" denir.","Diyanet İşleri Meali (Yeni)":"Onu (azabı) yakından gördükleri zaman inkâr edenlerin yüzleri kötüleşir ve onlara, “İşte bu, (alaylı bir biçimde) isteyip durduğunuz şeydir” denir.","Kur'an Yolu (Diyanet İşleri)":"Ama onu yakından gördükleri zaman, inkâr edenlerin yüzleri kara çıkacak ve (kendilerine), “İşte sizin isteyip durduğunuz budur!” denilecektir.","Diyanet Vakfı Meali":"Ama onu (azabı) yakından gördükleri zaman, inkâr edenlerin yüzleri kararacak ve (kendilerine): İşte sizin isteyip durduğunuz budur! denecektir.","Edip Yüksel Meali":"Onu yaklaşırken gördükleri zaman inkarcıların suratı asılır, ve onlara \"İşte isteyip durduğunuz şey budur,\" denir.","Elmalılı Hamdi Yazır Meali":"Onu yakın görünce inkâr edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi.","Elmalılı Meali (Orijinal)":"Derken vaktı gelip de onu yakından gördüklerinde o küfredenlerin yüzleri kötüleşiverdi. Ve denildi ki işte, o sizin kendilerine da'vet edip durduğunuz budur","Emrah Demiryent Meali":"Onu, (azabı) yakından gördükleri zaman, kâfirlerin yüzleri kararacak ve (kendilerine), “İşte (alaylı bir biçimde) isteyip durduğunuz şey budur!” buyurulacak.","Erhan Aktaş Meali":"Onu yakından gördükleri zaman, gerçeği yalanlayan nankörlerin yüzleri kötüleşti. Onlara: “İşte bu, sizin isteyip durduğunuz şey!”¹ denildi.","Hasan Basri Çantay Meali":"Artık onu yakında gördükleri zaman o küfredenlerin yüzleri kötü bir haale getirilmiş ve (onlara) «İşte bu, sizin (çarçabuk istediğiniz ve aksini) iddia etdiğiniz şeydir» denilmişdir (denilecek).","Hayrat Neşriyat Meali":"Nihâyet onu (o kıyâmeti) yakından gördüklerinde, inkâr edenlerin yüzleri kötüleşir ve (kendilerine): “İşte kendisini (acele ederek) isteyip durduğunuz (azab) budur!” denilir.","İhsan Aktaş Meali":"Nihayet (vakti gelip) onu yakında gördüklerinde inkâr etmiş olanların yüzleri kötüleşir ve: ’İşte bu, (gerçekleşmeyeceğini) ileri sürüp durduğunuz şeydir’ denir. *","İlyas Yorulmaz Meali":"Yakın olduğu vaat edilen gün ile karşılaştıklarında, o günü inkâr edenlerin yüzleri çok çirkinleşir ve onlara “İşte bu çağırıp durduğunuz gün” denir. ","İsmayıl Hakkı Baltacıoğlu":"Artık günün yaklaştığını görünce tanımazların yüzleri ekşiyecek. Onlara denilecek: \"İşte sizin çarçabuk kavuşmak istediğiniz budur.\"","İsmail Hakkı İzmirli":"Kâfirler azabın yaklaşmakta olduğunu görecekleri zaman, çehreleri kararacak [¹] onlara «— İşte istediğiniz azap budur, neye tasalanıyorsunuz?» denecek.","İsmail Yakıt":"Nihayet (azabı) yakından gördükleri zaman, inkâr edenlerin yüzleri kapkara kesilir ve onlara, “İşte isteyip durduğunuz şey budur” denilir.","Kadri Çelik Meali":"Nihayet onu (azabı) pek yakında gördüklerinde, o kâfirlerin yüzleri kötüleşip kararır ve “İşte bu, sizin (gerçekleşmeyecek diye) öne sürüp durduğunuz şeydir” denilir.","Mahmut Kısa Meali":"Kur’an’dan gâfil yaşayanlar, ölüm gerçeğini göz ardı ederek bir ömür sürecekler fakat <b>sonunda, onun iyice yaklaştığını gördükleri anda, </b>duydukları korku ve pişmanlık yüzünden <b>inkârcıların suratları simsiyah kesilecek ve </b>o zaman <b>onlara, “İşte, </b>küstahça alay ederek <b>isteyip durduğunuz </b>azap <b>budur!” denilecek.</b>","Mahmut Özdemir Meali":"Onu yakın olarak gördüklerinde inkâr etmiş olanların yüzleri kötüleşti. Onlara denildi ki: -“İstiyor olduğunuz budur!”.","Mehmet Çakır Meali":"Felaketi yakından gördüklerinde inkarcıların yüzü kapkara kesilecek.  &quot; <i>işte merak edip durduğunuz an </i>&quot; denecek.","Mehmet Çoban Meali":"Yalanladıkları azabı gördükleri zaman inkâr edenlerin yüzleri kötüleşir. Onlara; \"İşte bu alay ederek isteyip durduğunuz cezadır!\" denir.        ","Mehmet Okuyan Meali":"Onu yakın(ların)da gördüklerinde, kâfir olanların yüzleri asılmış olacaktır ve kendilerine “İşte aceleyle istediğiniz (gün) budur!” denecektir. [*]","Mehmet Türk Meali":"Sonunda o (azabı) yakından gördükleri zaman, kâfirlerin yüzleri kapkara kesilir ve (onlara): “Sizin isteyip durduğunuz işte budur!” denilir.","Muhammed Esed Meali":"Ama sonunda, bu [gerçekleşme]nin yakın olduğunu gördükleri zaman, hakikati inkar edenlerin yüzleri acı ile buruşacak ve onlara: “İşte [o kadar küçümseyerek] çağırıp durduğunuz şey budur!” denilecek.","Mustafa Çavdar Meali":"O (azapla) karşı karşıya geldiklerinde o nankör kâfirlerin yüzü kapkara kesilecek ve kendilerine; “Alay ederek ‘gelsin de görelim’ dediğiniz azap işte budur” denilecek. 10/27, 80/40-41","Mustafa İslamoğlu Meali":"Fakat onun çok yakın olduğunu gördükleri zaman, inkâra şartlanmış olanların suratları asılacak; dahası kendilerine denilecek ki: “İşte (gelmeyeceğini) iddia edip durduğunuz (gün) budur!”","Orhan Kuntman Meali":"(Onlar şimdi inkâr ederler) Ama o azabı yakinen gördükleri zaman, o kâfirlerin yüzleri dehşetten kapkara kesilecek ve onlara: \"İşte sizin, ne zaman ne zaman?” diye alay ettiğiniz azap budur\" denilecek.","Osman Fırat Meali":"Onu (va’ad edileni) yakın görünce inkâr edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi.","Ömer Nasuhi Bilmen Meali":"Vaktâ ki, onu (o azabı) yakın bir halde görüverdiler. Kâfir olmuş olanların yüzleri çirkinleşmiş oldu ve denildi ki: «İşte bu odur ki, siz bunu talep ettiniz.»","Suat Yıldırım Meali":"Onu yanıbaşlarında buldukları zaman inkâr edenlerin kederden yüzleri mosmor kesilir. Kendilerine: “İşte sizin isteyip durduğunuz şey! ” denilir. ","Süleyman Ateş Meali":"Onu yakın görünce inkar edenlerin yüzleri kötüleşti. Ve: \"İşte çağırıp durduğunuz şey budur!\" dendi.","Süleyman Tevfik (1927)":"Yakında kıyâmeti gördüklerinde kâfirlerin yüzleri buruşur ve çirkin olur. Onlara: \"İşte bu, sizin dünyâda iken da'vet idüb 'acele itdiğiniz 'azâbdır\" denilür.","Süleymaniye Vakfı Meali":"O tehdidi yakından görünce ayetleri görmezlikten gelenlerin (kafirlerin) yüzleri fenalaşır ve onlara “Öğrenmek istediğiniz şey budur” denir.","Şaban Piriş Meali":"O'nu yakından gördükleri zaman, inkarcıların yüzleri simsiyah kesilir. Onlara denir ki:-İşte, isteyip durduğunuz şey!","Ümit Şimşek Meali":"Onu yakınlarında gördükleri an, o kâfirlerin yüzleri simsiyah kesilir. Onlara “İstediğiniz şey işte bu” denir.","Yaşar Nuri Öztürk Meali":"Onu yakından gördüklerinde, inkâr edenlerin yüzleri kötüleşti. Şöyle denildi: \"O habire çağırıp durduğunuz şey budur.\"","Eski Anadolu Türkçesi":"pes ol vaķt kim gördiler anı yaķın oldı zişt oldı yüzleri anlaruñ kim kāfir oldılar. daħı eyidildi “uşbu oldur kim olduñuz-idi anı dilersiz.”","Satıraltı Meal (1534)":"Ol vaḳt ki ḳıyāmeti yaḳın görseler, ḳarara yüzleri kāfirlerüñ. Daḫıeyidile anlara: Bu siz va‘de olunduġuñuzdur.","Bunyadov-Memmedeliyev ":"Kafirlər əzabın yaxınlaşdığını gördükləri zaman üzləri eybəcər kökə düşəcək (qaralacaq) və onlara: “Sizin (dünyada) istədiyiniz (və həmişə istehza edib inanmadığınız) əzab budur!” – deyiləcəkdir.","M. Pickthall (English)":"But when they see it nigh, the faces of those who disbelieve will be awry, and it will be said (unto them): This is that for which ye used to call.","Yusuf Ali (English)":"At length, when they see it close at hand,(5587) grieved will be the faces of the Unbelievers, and it will be said (to them): \"This is (the promise fulfilled),(5588) which ye were calling for!\""},"28":{"Arabic":"قُلْاَرَاَيْتُمْاِنْاَهْلَكَنِيَاللّٰهُوَمَنْمَعِيَاَوْرَحِمَنَاۙفَمَنْيُج۪يرُالْكَافِر۪ينَمِنْعَذَابٍاَل۪يمٍ","Abdulbaki Gölpınarlı Meali":"De ki: Haber verin bana, Allah beni ve benimle beraber olanları helâk etse, yahut da bize acısa bile kim kurtarabilir kâfirleri elemli azaptan?","Abdullah-Ahmet Akgül Meali":"<i>(İslam’ın hâkimiyetini ve sadık mü’minlerin müjde ve davetini yalan sayıp alay konusu yapanlara)</i><b> De ki: \"</b><i>(Gerçekleri)</i><b> Görme </b><i>(yeteneğinizi kullanıp biraz düşünerek)</i><b> söyleyin bakalım: Şayet Allah Beni ve Benimle birlikte </b><i>(Hakk davada sebatla hizmet)</i><b> edenleri </b><i>(ecelimiz dolduğundan, zafer günlerini görmeden öldürüp)</i><b> helak etse, veya bize merhamet edip esirgese </b><i>(ve zafere erdirse, ki her halükârda biz kazançlıyız)</i><b>; bu </b><i>(her iki)</i><b> durumda da kâfirleri acı ve alçaltıcı azaptan kim kurtaracaktır?\" </b> ","Abdullah Parlıyan Meali":"De ki: “Söyler misiniz, eğer Allah beni ve benimle beraber olanları sizin isteğiniz üzere yok etse veya bize acıyıp ömrümüzü uzatsa, bizler razıyız ama siz kâfirleri o acıklı azaptan kim kurtaracak?”","Ahmet Tekin Meali":"“Hiç düşündünüz mü? Beni ve benimle beraber olan mü'minleri Allah başarısız kılıp ortadan da kaldırabilir, bize merhamet edip koruyarak başarılı da kılabilir. Peki, kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar eden kâfirleri can yakıp inleten müthiş azaptan kurtaracak olan kim?” de.","Ahmet Varol Meali":"De ki: \"Ne dersiniz, eğer Allah beni ve beraberimdekileri helâk etse yahut bize merhamet ederse inkâr edenleri acıklı bir azaptan kim kurtarabilir?\"","Ali Bulaç Meali":"De ki: 'Haber verir misiniz; eğer Allah, beni ve benimle birlikte olanları yıkıma uğratır ya da bizi esirgerse, (peki) bu durumda kafirleri acı bir azabtan kurtaracak olan kimdir?'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, o Mekke müşriklerine) de ki: “- Bana söyleyin: Allah beni ve beraberimdekileri helâk etse, yahut bize merhamet buyursa, kâfirleri acıklı bir azabdan kurtaracak kimdir? (İster biz ölelim, ister geri kalalım, kâfirleri hiç kimse azabdan kurtarmıyacaktır.)”","Bahaeddin Sağlam Meali":"De ki: “Görmüyor musunuz? Eğer Allah, beni ve benimle beraber olanları helak etse veya bize merhametiyle baksa, o zaman kâfirleri elim bir azaptan kim kurtaracak?”","Bayraktar Bayraklı Meali":"De ki: “Hiç düşündünüz mü; Allah, beni ve benimle beraber olanları helâk ederse ya da bize merhamet ederse, inkâr edenleri acıklı bir azaptan kim kurtarabilir?”","Besim Atalay Meali (1965)":"Diyesin ki: «Ya, Allah hem beni, hem de, benim yanımda bulunanları yok edecek olursa; ya da bize acırsa; kâfirleri ağrıtıcı azaptan kimdir koruyan?»","Cemal Külünkoğlu Meali":"De ki: (Söyleyin bana: Farzedin ki) Allah beni ve benimle beraber olan müminlerin canını aldı veya bize lütfedip ömür verdi. Peki, (söyler misiniz bana) ya inkârcıları o acıklı azaptan kim kurtaracak?","Cemil Said (1924)":"Di ki: \"Ne zan idiyorsunuz Allâh beni de bana tâbi’ olanları da öldürse ve yâhud bize merhamet itse kâfirleri ’azâb-ı elîmden kim kurtaracakdır?\"","Diyanet İşleri Meali (Eski)":"De ki: \"Allah, beni ve benimle beraber bulunanları isterse yok eder veya isterse merhamet eder; söyleyin, bu takdirde inkarcıları, can yakıcı azabdan kim alıkoyabilir?\"","Diyanet İşleri Meali (Yeni)":"De ki: “Söyleyin bakalım: Diyelim ki Allah beni ve beraberimdekileri helâk etti, yahut bize acıdı.  Peki, ya inkârcıları elem dolu bir azaptan kim koruyacak?”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Beni ve beraberimdekileri Allah yok eder veya bizi esirgerse (söyler misiniz), inkârcıları yakıcı azaptan kurtaracak olan kimdir?”","Diyanet Vakfı Meali":"De ki: Allah beni ve beraberimdekileri (sizin istediğiniz üzere) yok etse veya (öyle olmayıp da) bizi esirgese, (söyleyin bakalım) inkârcıları yakıcı azaptan kurtaracak kimdir?","Edip Yüksel Meali":"De ki, \"Baksanıza, ALLAH yanımdakilerle birlikte beni helak etse de, yahut bize acısa da, inkarcıları acı azaptan kim kurtarabilir?\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Baksanıza, eğer Allah beni ve benimle beraber olanları öldürse, yahut bize merhamet etse, kâfirleri acı bir azabdan kim kurtarabilir?","Elmalılı Meali (Orijinal)":"Deki: gördünüz mü? Allah beni ve beraberimdekileri helâk etse yâhud bize merhamet buyursa iki takdirde de kâfirleri elîm bir azâbdan kurtaracak kimdir?","Emrah Demiryent Meali":"(Resûlüm, senin bir an evvel ölmeni bekleyen o müşriklere) de ki: “(*Farz-ı muhâl, sizin istediğiniz üzere) Allah, beni ve benimle beraber olanları (hemen) öldürse ya da bize merhamet etse, (haydi,) söyleyin bakalım, kâfirleri elem dolu bir azaptan kim kurtarabilir? (Bizim ölümümüzün size nasıl bir faydası olabilir ki? İster ölelim ister hayatta kalalım. Kâfirler, müstahak oldukları azaptan kaçamayacaklar.)”","Erhan Aktaş Meali":"De ki: “Bakın, Allah beni ve benimle birlikte olanları ister yok eder ister merhamet eder; peki, gerçeği yalanlayan nankörleri acıklı azaptan kim koruyacak?”","Hasan Basri Çantay Meali":"De ki: «Eğer Allah beni ve benimle beraber olan (mü'min) leri (arzunuz vech ile) helak eder, yahud (bizi) esirgerse ya kâfirleri acıklı azâbdan kurtaracak kimdir?»","Hayrat Neşriyat Meali":"De ki: “Söyleyin bana! Eğer Allah, beni ve berâberimde bulunanları (sizin temennî ettiğiniz gibi) helâk etse (hepimizi öldürse) veya bize merhamet buyursa (da ecelimizi ertelese), artık kâfirleri (pek) elemli bir azabdan kim kurtaracak?”","İhsan Aktaş Meali":"(Resulüm!) De ki: Allah beni ve beraberimdekileri (sizin istediğiniz üzere) yok etse veya (öyle olmayıp da) bizi esirgese, (söyleyin bakalım, öteki dünyada) inkârcıları yakıcı azaptan kim koruyacak? *","İlyas Yorulmaz Meali":"Gördünüz mü? Allah beni ve benimle beraber olanları helak etse veya o hesap gününde bizi rahmetiyle kurtarsa, peki doğruları inkâr edenleri acıklı bir azaptan kim koruyabilir ki?","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Söyleyin bana, Allah beni, benimle birlikte olanları ortandan kaldırabilir de, esirgeyebilir de. Ya tanımazları acıklı azaptan kurtaracak olan kimidir?\"","İsmail Hakkı İzmirli":"De ki Allah; beni ve benimle olan mü/minleri helâk etse yahut bize merhamet edip ecellerimizi tehir etse siz kâfirleri dertli azaptan kim kurtarabilir? [²] söyleyin bakalım.","İsmail Yakıt":"(Ey Peygamber!) De ki: “İdrak edip bir düşünün bakalım [eraeytum]!¹³ Diyelim ki Allah beni ve beraberimdekileri helak etti veya merhamet etti. Bu durumda inkâr edenleri can yakıcı bir azaptan kim koruyabilir?”","Kadri Çelik Meali":"De ki: “Söyleyin bakayım; eğer Allah, beni ve benimle birlikte olanları yıkıma uğratır ya da bizi esirgerse, (peki) bu durumda kâfirleri acıklı bir azaptan kurtaracak olan kimdir?”","Mahmut Kısa Meali":"Öyleyse, ey Peygamber ve Peygamberin izinde yürüyen Müslüman! Müminleri ortadan kaldırmakla kurtulacaklarını zanneden bu inkârcıları uyararak<b>de ki: “Bakın; eğer Allah beni ve yanımdaki </b>diğer mümin<b>leri </b>dâvâmızın zafere ulaştığını bize göstermeden <b>öldürse veya bize merhamet ed</b>ip uzun ve bereketli bir ömür v<b>erse </b>bu neyi değiştirecek? Öyle veya böyle, her hâlükârda ölüp O’nun huzurunda hesaba çekilmeyecek miyiz? İşte o zaman, <b>inkârcıları can yakıcı azaptan kim kurtaracak?”</b>","Mahmut Özdemir Meali":"De ki: -“Gördünüz mü, eğer Allah beni ve benimle birlikte olan kimseleri helâk ettiyse veya bize merhamet ettiyse, kim Kâfirler’i acıveren bir azaptan kurtarır?”.","Mehmet Çakır Meali":"Resulüm onlara şunu sor: &quot; <i>O gün Allah beni ve arkadaşlarımı imha ya da ihya etti diyelim</i>. <i>Peki, inkarcıları o kıvrandıran acılardan kim kurtaracak o zaman? “</i>","Mehmet Çoban Meali":"De ki: \"Söyleyin bakalım: Diyelim ki Allah beni ve beraberimdekileri helak etti yahut bize acıdı! Kim ne diyebilir? Peki! Rabbimiz inkâr edenleri cezalandırırsa, onları cezadan kim koruyacak?\"        ","Mehmet Okuyan Meali":"De ki: “Hiç düşündünüz mü? Allah beni ve beraberimdekileri öldürse veya bize merhamet etse, kâfirleri elem verici azaptan kim kurtarabilir!” [*]","Mehmet Türk Meali":"(Ey Muhammed!): “Söyleyin bakalım! Eğer Allah, beni ve benimle birlikte olanları helâk etse¹ ya da bizi esirgerse (sizin için ne fark eder?) Bu durumda kâfirleri acıklı azaptan kim kurtaracak?” de.","Muhammed Esed Meali":"DE Kİ [ey Peygamber]: “Ne sanıyorsunuz? Allah isterse beni ve bana tâbi olanları yok eder, isterse bize şefkatiyle rahmet eder. ²¹ Peki, [siz] hakikat inkarcılarını [öteki dünyada] şiddetli azaptan koruyabilecek kimse var mı?”","Mustafa Çavdar Meali":"De ki: -Diyelim ki Allah beni ve benimle beraber olan müminlerin canını aldı veya bize lütfedip ömür verdi. Peki, söyler misiniz kâfirleri o acıklı azaptan kim kurtaracak? 2/119, 39/19","Mustafa İslamoğlu Meali":"De ki: “Hiç düşündünüz mü? Allah beni ve benimle beraber olanların ölümünü takdir etse ya da bize rahmet edip (yaşatsa: ikisi de hayırdır).[⁵²²⁵] Fakat (söyler misiniz), siz inkârcıları acıklı bir azabın pençesinden kim kurtaracak?”","Orhan Kuntman Meali":"(Ey Muhammed müşrikler senin için \"Şu helâk oluverse de kurtulsak\" derler, onlara) De ki: \"Eğer Allah beni ve benimle beraber olan müminleri helak etse, yahut bizi esirgese (siz iman etmedikçe, bizim ölmemiz veya kalmamız size hiç yarar sağlar mı? O zaman) Kâfirleri o çetin azaptan kim kurtarabilir? (Elbette Rahmân’dan -merhametlilerin merhametlisi olan Allah Teâlâ’dan gayrı hiçbir ilah veya kuvvet kurtaramaz)","Osman Fırat Meali":"De ki: \" (Diyelim ki ) Allah beni ve beraberimdekileri helâk etse, yahut bize merhamet etse; peki, ya inkarcıları elem dolu bir azaptan kim koruyacak?\"","Ömer Nasuhi Bilmen Meali":"De ki: «Gördünüz mü, eğer Allah beni ve benimle beraber olanları helâk etse veya bize rahmet buyursa, ya kâfirleri pek acıklı bir azabtan koruyacak kimdir?»","Suat Yıldırım Meali":"De ki: “Söyler misiniz bana: Allah eğer beni ve beraberimdeki müminleri, ister helâk eder, ister merhamet eder, ne ederse eder, peki kâfirleri o acı azaptan kim kurtarır? ”","Süleyman Ateş Meali":"De ki: \"Baksanıza, eğer Allah beni ve benimle beraber olanları öldürse de yahut bize acısa da (fark etmez,) kafirleri acı azabdan kim kurtarabilir?\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Eğer Allâh beni ve benimle berâber olanları helâk itse veyâhud bize merhamet buyursa kâfirleri elemli 'azâbdan kim kurtarır?\" (Biz ölmüş olsak veyâ hayâtda kalsak kâfirler 'azâbı göreceklerdir.)","Süleymaniye Vakfı Meali":"De ki “Düşünsenize, Allah beni ve benimle birlikte olanları yok etse veya iyilikte bulunsa, her iki durumda da siz kâfirleri acıklı azaptan kim kurtarabilir?”","Şaban Piriş Meali":"De ki:-Eğer Allah, beni ve benimle beraber olanları helak etse ya da bize merhamet etse ne dersiniz? Kafirleri acı bir azaptan kim kurtarabilir?","Ümit Şimşek Meali":"De ki: Söyleyin bana, beni ve beraberimdekileri Allah helâk de etse, bize merhamet de etse, kâfirleri acı bir azaptan kim kurtaracak?","Yaşar Nuri Öztürk Meali":"Söyle onlara: \"Diyelim ki, Allah beni ve beraberimdekileri öldürdü, yahut bize acıdı. Peki, kâfirleri korkunç bir azaptan kim kurtaracak?\"","Eski Anadolu Türkçesi":"eyit “ħaber virüñ eger helāk eyler ise beni Tañrı daħı anı kim benüm iledür yā raḥmet ķılur-ise bize kim ķurtara kāfirleri 'aźābdan aġrıdıcı?”","Satıraltı Meal (1534)":"Eyit: Siz görseñüz, eger beni helāk itse Tañrı Ta‘ālā, benümle olanları daḫı,yā bize raḥmet eylese, kim ḳurtarur kāfirleri ulu ‘aẕābdan?","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər! Bu müşriklərə) de: “Bir deyin görək, istər Allah məni və mənimlə birlikdə olanları məhv etsin, istərsə də bizə bir mərhəmət əta etsin; siz kafirləri şiddətli əzabdan (Allahın əzabından) kim qurtara bilər?! (Biz ölsək də, qalsaq da, bu sizə heç bir fayda verməz. Allahın əzabından nicat tapmaq üçün ancaq Onun haqq dininə iman gətirmək lazımdır!)","M. Pickthall (English)":"Say (O Muhammad): Have ye thought: Whether Allah causeth me (Muhammad) and those with me to perish or hath mercy on us, still, who will protect the disbelievers from a painful doom?","Yusuf Ali (English)":"Say: \"See ye?- If Allah were to destroy me, and those with me,(5589) or if He bestows His Mercy on us,- yet who can deliver the Unbelievers from a grievous Penalty?\""},"29":{"Arabic":"قُلْهُوَالرَّحْمٰنُاٰمَنَّابِه۪وَعَلَيْهِتَوَكَّلْنَاۚفَسَتَعْلَمُونَمَنْهُوَف۪يضَلَالٍمُب۪ينٍ","Abdulbaki Gölpınarlı Meali":"De ki: Odur rahman, ona inandık ve ona dayandık; artık yakında bilirsiniz, kimdir apaçık sapıklıkta.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"</b><i>(Bizim inandığımız ve sığındığımız)</i><b> O Rahman’dır. İşte O’na iman </b><i>(ve itaat)</i><b> etmekte ve O’na tevekkül ve teslimiyet göstermekteyiz. Artık kimin açık ve kesin bir sapkınlık içinde olduğunu pek yakında </b><i>(görüp)</i><b> bileceksiniz!\" </b> ","Abdullah Parlıyan Meali":"De ki: “Bizi kurtaracak olan yalnızca O Rahman olan Allah'tır. Biz O'na iman ettik ve O'na güvenip dayandık. İleride kimin açık bir sapıklık içinde olduğunu bileceksiniz.”","Ahmet Tekin Meali":"“Onları da kurtaracak olan, rahmet sahibi, Rahman olan Allah'tır. O'na iman ettik. O'na dayanıp güvendik, işlerimizi O'na havale ettik. Kimin tamamen başına buyruk bir hayat, koyu bir cehalet, dalâlet ve bozuk düzen içinde olduğunu, yakında öğreneceksiniz.” de.","Ahmet Varol Meali":"De ki: \"O Rahman'dır. Biz O'na iman ettik ve O'na güvendik. Kimin apaçık bir sapıklık içinde olduğunu yakında bileceksiniz.\"","Ali Bulaç Meali":"De ki: 'O (Allah) Rahman olan (esirgeyen koruyan)dır; biz O'na iman ettik ve O'na tevekkül ettik. Artık kimin açık bir sapmışlık içinde olduğunu pek yakında bileceksiniz.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, onlara) de ki: “- (Bizi kurtaracak ve bize merhamet edecek) O Rahmân'dır; biz O'na iman ettik ve O'na tevekkül etmekteyiz. Artık yakında siz de bileceksiniz ki, apaçık bir sapıklık içinde olan kimmiş?","Bahaeddin Sağlam Meali":"De ki: “O, Rahmandır (rahmet ve kemali sonsuzdur.) O’na inandık, O’na tevekkül ettik. Kimin açık bir sapıklık içinde olduğunu pek yakında bileceksiniz.","Bayraktar Bayraklı Meali":"De ki: “Bizim Rabbimiz Rahmân'dır. O'na inandık ve yalnız O'na güvendik. Yakında, kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.”[663]","Besim Atalay Meali (1965)":"Diyesin ki: «O'dur esirgeyen, bizler O'na inanmışız, hem dahi dayanmışız, kim açık sapkınlık içersindedir göreceksiniz!»","Cemal Külünkoğlu Meali":"De ki: “O (Allah), Rahmandır (varlık âleminde bulunan bütün yarattıklarına merhamet edip nimet verendir). Biz O'na inanmış ve O'na güvenmişiz. Siz kimin apaçık sapıklıkta olduğunu yakında öğreneceksiniz!”","Cemil Said (1924)":"Di ki: \"Rahmân odur biz âna inanırız ve âna tevekkül ideriz, hangimizin âşikâr bir dalâletde oldığını bir gün anlayacaksınız;","Diyanet İşleri Meali (Eski)":"De ki: \"Bizim inandığımız ve kendisine güvendiğimiz, Rahman olan Allah'tır. Kimin apaçık bir sapıklıkta olduğunu yakında bileceksiniz.\"","Diyanet İşleri Meali (Yeni)":"De ki: “O, Rahmân’dır. O’na iman ettik, yalnızca O’na tevekkül ettik. Siz, kimin apaçık bir sapıklık içinde olduğunu yakında öğreneceksiniz!”","Kur'an Yolu (Diyanet İşleri)":"De ki: “O, Rahmân’dır; biz O’na iman etmiş ve O’na güvenip dayanmışızdır. Kimin düpedüz bir sapkınlık içinde olduğunu yakında anlayacaksınız!”","Diyanet Vakfı Meali":"De ki: (Sizi imana davet ettiğimiz) O (Allah) çok esirgeyicidir; biz O'na iman etmiş ve sırf O'na güvenip dayanmışızdır. Siz kimin apaçık bir sapıklık içinde olduğunu yakında öğreneceksiniz!","Edip Yüksel Meali":"De ki, \"O Rahman'dır; biz O'na inandık ve O'na güvendik. Kimin gerçekten tam bir sapıklık içinde olduğunu ileride öğreneceksiniz.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"O çok merhametlidir. O'na inanmış, O'na dayanmışızdır. Yakında kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.\"","Elmalılı Meali (Orijinal)":"Deki o öyle Rahman, işte biz ona iyman ettik ve ona dayanmaktayız, ileride sizler de bileceksiniz ki o açık bir dalâl içinde bulunan kim?","Emrah Demiryent Meali":"De ki: “O rahmândır. Biz O’na îmân ettik ve yalnızca O’na tevekkül ettik. Kimin apaçık bir sapkınlık içinde olduğunu yakında bileceksiniz.","Erhan Aktaş Meali":"De ki: “O, rahmeti kesintisiz olandır. O'na iman ettik ve O'na tevekkül¹ ettik. Artık kimin apaçık bir sapkınlık içinde olduğunu yakında bileceksiniz.”","Hasan Basri Çantay Meali":"De ki: «(Sizi kendisine davet etdiğimiz) O (Zât-i ecelle ve a'lâ), rahmeti bütün yaratdıklarına şâmil olan (Allah) dır ki biz Ona îman etdik ve ancak Ona güvenib dayandık. Artık apaçık bir sapıklık içinde bulunan kimmiş? İleride siz de bileceksiniz».","Hayrat Neşriyat Meali":"De ki: “O, Rahmândır; O'na îmân ettik ve ancak O'na tevekkül ettik. Artık kimin apaçık bir dalâlet içinde olduğunu yakında bileceksiniz!”","İhsan Aktaş Meali":"De ki: \"(İşte kurtaracak olan) O Rahman’dır! Biz O’na iman ettik ve O’na güvendik. (Size gelince): İleride kimin açıkça bir sapıklıkta olduğunu öğreneceksiniz.","İlyas Yorulmaz Meali":"Deki “O, merhametli olandır. Biz O’na iman ettik, yalnızca O’na güvendik ve dayandık. Sonra açık bir sapıklık içinde olanın kim olduğunu öğreneceksiniz. ","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Acıyıcı Odur. Biz Ona inandık, biz Ona dayandık. Artık apaçık bir sapkınlık içinde olanın kim olduğunu yakında görürsünüz.\"","İsmail Hakkı İzmirli":"De ki O, esirgeyen, bütün nimetleri verendir, biz O/na inandık, O/na güvendik, aşikâr bir sapıklıkta bulunanın kim olduğunu yakında bileceksiniz.","İsmail Yakıt":"De ki: “O Rahmân’dır. Biz O’na inandık ve yalnız O’na güvenip dayandık. Apaçık bir sapıklıkta olan kimmiş yakında bileceksiniz.”","Kadri Çelik Meali":"De ki: “O (Allah) Rahman olandır; biz O'na iman ettik ve O'na tevekkül ettik. Artık siz kimin açıkça bir sapıklık içinde olduğunu pek yakında bilip öğreneceksiniz.”","Mahmut Kısa Meali":"Onlara <b>de ki: “O, </b>sonsuz şefkat ve merhamet sahibi<b> Rahmân’dır;</b>bizi dünyada da, âhirette de mahcup etmeyecektir! Bu yüzden <b>biz, </b>yalnızca <b>O’na inanır ve </b>sadece<b> O’na güveniriz! </b>Size gelince, ey inkârcılar, <b>kimin apaçık bir sapıklık içinde olduğunu yakında anlayacaksınız!”</b>","Mahmut Özdemir Meali":"De ki: -“O Rahmân ki, O’na inandık ve sadece O’na tevekkül ettik. Kim açık bir şaşkınlıkta / sapkınlıktadır; yakında bileceksiniz”.","Mehmet Çakır Meali":"Deki:<i> “ Bu kurtarıcı, her şeye sevgi ile hakim Allah'tır, biz yalnız ona inanır, ona güveniriz.</i> <i>Zaten yakında şaşkın kim imiş göreceksiniz</i>. “","Mehmet Çoban Meali":"\"Allah Rahman’dır. O’na iman ettik! Yalnızca O’na tevekkül ettik! Rahman’ın yasalarına göre hayatımızı yaşamaya söz verdik! Kimin apaçık bir sapıklık içinde olduğunu yakında öğreneceksiniz!\"        ","Mehmet Okuyan Meali":"De ki: “O, [Rahmân]’dır. O’na inandık ve yalnızca O’na güvendik. Kimin apaçık bir şaşkınlık içinde olduğunu ileride bileceksiniz.”","Mehmet Türk Meali":"(Onlara yine): “Bizim inandığımız ve kendisine güvendiğimiz, ancak Rahman olan Allah’tır. Artık siz, kimin apaçık bir sapkınlık içerisinde olduğunu pek yakında öğreneceksiniz.” de.","Muhammed Esed Meali":"De ki: “O, Rahmân’dır: biz O’na iman ettik, ve O’na güvendik; kimin açık bir sapıklıkta olduğunu zamanı geldiğinde anlayacaksınız.”","Mustafa Çavdar Meali":"De ki: -Bizi kurtaracak olan kendisine iman ettiğimiz ve güvenip dayandığımız Rahman’dır. İşte o zaman öğreneceksiniz kimmiş apaçık sapıklık içinde olan. 3/159-160, 5/11","Mustafa İslamoğlu Meali":"De ki: “(İşte kurtaracak olan) O Rahmân’dır! Biz O’na iman ettik ve O’na güvendik. (Size gelince:) kimin apaçık bir sapıklıkta olduğunu günü gelince öğreneceksiniz.”","Orhan Kuntman Meali":"De ki: İşte o Rahmân'dır ki biz Ona iman ettik, sadece O'na güvenip dayandık. Kimin sapıklık içinde bulunduğunu yakında (başınıza azap çökünce) öğreneceksiniz.","Osman Fırat Meali":"De ki: \"O, Rahmân’dır. O’na iman ettik, yalnızca O’na tevekkül ettik. Siz, kimin apaçık bir sapıklık içinde olduğunu yakında bileceksiniz!\"","Ömer Nasuhi Bilmen Meali":"De ki: «O Rahmân'dır ki, O'na imân ettik ve O'na tevekkülde bulunduk. Artık yakında bileceksiniz ki o apaçık sapıklıkta bulunan kim imiş?»","Suat Yıldırım Meali":"De ki: “Sizi imana dâvet ettiğimiz İlah, Rahmandır. Biz O'na iman ettik. O'na dayandık. Kimin kesin bir yanlışlık içinde olduğunu yakında öğrenirsiniz. ","Süleyman Ateş Meali":"De ki: \"O, çok merhametlidir. O'na inanmış, O'na dayanmışızdır. Yakında kimin apaçık bir sapıklık içinde olduğunu bileceksiniz.\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Allâh te'âlâ bütün ni'metleri viricidir. Biz O'na îmân itdik ve O'na tevekkül iyledik. Âşikâr dalâletde olanın kim oldığını yakında görirsiniz.\"","Süleymaniye Vakfı Meali":"De ki “İyiliği sonsuz olan O'dur; biz O'na inanıp güvendik ve O'nu kendimize vekil ettik. Açık bir sapıklık içinde olanın kim olduğunu yakında öğrenirsiniz.”","Şaban Piriş Meali":"De ki:-Bizim kendisine iman ettiğimiz ve güvenip dayandığımız Rahman'dır. Kimin açık bir dalalette olduğunu yakında öğreneceksiniz.","Ümit Şimşek Meali":"De ki: O Rahmân'dır; Ona inandık ve Ona tevekkül ettik. Kimin apaçık bir sapıklıkta olduğunu yakında siz de öğrenirsiniz.","Yaşar Nuri Öztürk Meali":"De ki: \"Rahman'dır O, O'na inandık biz ve yalnız O'na güvendik. Yakında bileceksiniz kimmiş apaçık sapıklığın içinde.\"","Eski Anadolu Türkçesi":"eyit “oldur rūzį virici yā raḥmet ķılıcı inanduķ aña daħı aña tevekkül eyledük. pes tįz bilesiz anı kim ol azġunlıķ içindedür bellü.”","Satıraltı Meal (1534)":"Eyit: Ol Allāh birdür, biz aña inanduḳ. Daḫı aña ṣıġınduḳ. Pes bilicilersiz,kim bellü azġunluḳ içindedür.","Bunyadov-Memmedeliyev ":"De: “O bizim iman gətirdiyimiz və təvəkkül etdiyimiz Rəhmandır. Kimin (haqq yoldan) açıq-aydın azmış olduğunu (tezliklə) biləcəksiniz!”","M. Pickthall (English)":"Say: He is the Beneficent. In Him we believe and in Him we put our trust. And ye will soon know who it is that is in error manifest.","Yusuf Ali (English)":"Say: \"He is ((Allah)) Most Gracious: We have believed in Him, and on Him have we put our trust: So, soon will ye know(5590) which (of us) it is that is in manifest error.\""},"30":{"Arabic":"قُلْاَرَاَيْتُمْاِنْاَصْبَحَمَٓاؤُ۬كُمْغَوْرًافَمَنْيَأْت۪يكُمْبِمَٓاءٍمَع۪ينٍ","Abdulbaki Gölpınarlı Meali":"De ki: Haber verin bana, suyunuz, tamamıyla batıp çekiliverse artık kimdir size bir akarsu pınarı peydahlayacak?","Abdullah-Ahmet Akgül Meali":"<i>(Bütün kâfirlere, münafıklık edenlere, nankörlük yapan döneklere ve Allah’ı bırakıp, şer güçlere güvenenlere)</i><b> De ki: \"Hâlâ </b><i>(gerçeği)</i><b> görmez misiniz? Düşünüp haber verin bakalım: Bir sabah </b><i>(kalktığınızda)</i><b>, eğer </b><i>(içme ve ekin)</i><b> suyunuz, </b><i>(çekilip yerin dibine)</i><b> batıverecek olsa, bu durumda, kim size bir akarsu getirebilir? </b><i>(Biraz olsun akıl edip insafa ve İslam’a gelmez misiniz?)</i><b>\" </b> ","Abdullah Parlıyan Meali":"De ki: “Yeraltı ve yer üstündeki tüm sularınız büsbütün çekilip batıp gitse, artık Allah'tan başka size kim su getirebilirdi.”","Ahmet Tekin Meali":"“Hiç düşündünüz mü? Suyunuz âniden çekilse, Allah'tan başka kim size temiz kaynaklardan yeni akarsular temin edebilir?” de.","Ahmet Varol Meali":"De ki: \"Ne dersiniz, eğer suyunuz yerin dibine çekilecek olsa size kim bir akar su getirebilir?\"","Ali Bulaç Meali":"De ki: 'Haber verin; eğer suyunuz yerin dibine göçüverecek olsa, bu durumda kim size bir akar su kaynağı getirebilir?","Ali Fikri Yavuz Meali":"(Yine onlara) de ki: “- Bana söyleyin: Eğer suyunuz, yerin dibine batar giderse, size bir akar su kim getirir? (Bunu getirebilecek Allah'dan başka bir kuvvet var mı? O halde, O'na nasıl eder de ortak koşarsınız, hükümlerini dinlemezsiniz?)”.","Bahaeddin Sağlam Meali":"De ki: “Görmüyor musunuz? Eğer suyunuz batarsa, kim size akan tatlı suyu getirebilir?”","Bayraktar Bayraklı Meali":"De ki: “Suyunuz çekilirse, söyleyin bakalım! Size kim bir akarsu getirebilir?”","Besim Atalay Meali (1965)":"Diyesin ki: «Söyleyin, sularınız çekilirse, akar suyu kimdir verecek olan?»","Cemal Külünkoğlu Meali":"De ki: “(Söyleyin bakalım): Suyunuz çekiliverse, size kim akarsu kaynağı getirecek?”","Cemil Said (1924)":"Ne zan idiyorsunuz, eğer yârın toprak, suları kâmilen içse berrak ve cârî suyı kim halk idebilür?","Diyanet İşleri Meali (Eski)":"De ki: \"Suyunuz yere batarsa, söyleyin, size kim temiz bir su kaynağı getirebilir?\"*","Diyanet İşleri Meali (Yeni)":"De ki: “Söyleyin bakalım: Suyunuz çekiliverse, size kim temiz bir akar su getirir?”","Kur'an Yolu (Diyanet İşleri)":"Bir de şunu sor: “Suyunuz çekiliverse size yerden kaynayan suyu kim getirebilir?”","Diyanet Vakfı Meali":"De ki: Suyunuz çekiliverse, söyleyin bakalım, size kim bir akar su getirebilir?","Edip Yüksel Meali":"De ki, \"Hiç düşündünüz mü ki: suyunuz çekilse, size kim temiz bir su getirebilir?","Elmalılı Hamdi Yazır Meali":"De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akarsu getirebilir?\"","Elmalılı Meali (Orijinal)":"De ki: gördünüz mü? Sabaha kadar suyunuz bata kalırsa size bir âbi revan getirecek kim?","Emrah Demiryent Meali":"De ki: “Söyleyin bakalım! Eğer suyunuz (yerin dibine) çekilecek olsa, size kim temiz bir akarsu getirebilir?”","Erhan Aktaş Meali":"De ki: “Düşünsenize, şayet suyunuz yeraltına çekilse, size akarsuyu kim getirebilir?” ","Hasan Basri Çantay Meali":"De ki: «Eğer suyunuz yerin dibine savulub giderse kim akar bir su getirir, (bana) söyleyin».","Hayrat Neşriyat Meali":"De ki: “Söyleyin bana! Eğer suyunuz (yerin dibine) çekilecek olsa, artık size kim bir akar su getirebilir?”(1)","İhsan Aktaş Meali":"(Yine) de ki: \"Bana söyler misiniz? Eğer suyunuz (yerküreden) tamamen çekiliverse, size tertemiz kaynak sularını kim getirebilecek?\"","İlyas Yorulmaz Meali":"Deki “Eğer suyunuz çekilmiş olsaydı, size kaynağın suyunu kim getirebilir ki?”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Söyleyin bana, sularınız yerin dibine batıp gitse bir daha akarsuyu kim getirebilir?\"","İsmail Hakkı İzmirli":"Ne dersiniz? Şayet suyunuz yetişemeyeceğiniz derecede derine çekilse [³] size kim akar [⁴] su getirebilir.","İsmail Yakıt":"De ki: “Siz hiç idrak etmiyor musunuz? Suyunuz çekilip kaybolsa [ğavrân] size bir su kaynağını kim getirebilir?”","Kadri Çelik Meali":"De ki: “Söyleyin bakayım; eğer suyunuz yerin dibine göçüverecek olursa, bu durumda kim size bir akarsu kaynağı getirebilir?","Mahmut Kısa Meali":"Ey Müslüman! Doğru inanç ve ahlâkın, insan hayatında sudan daha hayati bir öneme sahip olduğunu idrâk edemeyen, bu yüzden Rahmân’a kul olmayı reddeden o zâlimleri uyararak <b>de ki: “Bir düşünsenize; eğer </b>Allah yeryüzünde kullandığınız bütün suları aniden kurutacak olsa ve böylece bütün <b>suyunuz</b><b>çekil</b>ip yerin dibine git<b>se, </b>söyler misiniz, Allah’tan başka<b>kim size</b> <b>o akan tatlı suyu </b>geri<b> getirebilir?”</b>","Mahmut Özdemir Meali":"De ki: -“Gördünüz mü, suyunuz çekilip kuruyuverdiyse, kim size bir kaynak suyu getirir?”.","Mehmet Çakır Meali":"Şunu da sor:<i> “ su kaynaklarının çekilebileceği ihtimalini düşündünüz mü hiç?. Söyler misiniz kim o zaman size kaynak su getirebilir</i>? &quot;","Mehmet Çoban Meali":"\"Söyleyin bakalım: Suyunuz çekilip kaybolsa, size kim temiz bir akarsu getirir? Su bulmak için bütün yeryüzünü dolaştığınız halde temiz bir su bulamazsanız ne yaparsınız? Suyu yapısından ayırıp yanıcı gaz olan hidrojeni, yakıcı gaz oksijen ile yakıp tutuştursak, çıkardığımız yangını kim söndürebilir? Gökyüzündeki su yüklü bulutlar, yeryüzündeki okyanuslar, denizler, akarsular, dağlardaki karlar, buzul dağları, karalar içinde bulunan yeraltı suları birden bire hidrojen oksijen olarak ayrılsa, oksijen hidrojeni yakıp tutuştursa; engel olabilir misiniz? İnsan ne çok cahildir! Yaratıcının koyduğu yasalarla rahat, emin bir şekilde yaşarken, şımarıkça Yaratıcıya isyan eder! Her şey benim kontrolümde der! Ne az düşünüyorlar! Hâlbuki hiçbir şey insanın elinde değildir. Her şey Rabbimiz olan Allah’ın elindedir. Bizler sadece Allah’ın izin verdiği kadar yaşıyoruz! Keşke bilseniz!\"  ","Mehmet Okuyan Meali":"De ki: “Hiç düşündünüz mü? Suyunuz çekilse kim size bir su kaynağı getirebilir ki!","Mehmet Türk Meali":"(Onlara bir de): “Söyleyin bakalım! Eğer (bir sabah) suyunuz yerin dibine çekiliverecek olursa, bu durumda size bir kaynak suyunu kim getirebilir?” de.¹","Muhammed Esed Meali":"[Hakikati inkar edenlere] de ki: “Ne sanıyorsunuz? Âniden bütün suyunuz toprağın altında yok olup gitseydi [Allah’tan başka] kim size temiz kaynaklardan [yeni] su verebilirdi?” ²²","Mustafa Çavdar Meali":"De ki: -Eğer suyunuz çekilip yerin derinliklerinde kaybolup gitse, söyleyin bakalım, size tertemiz kaynak sularını kim getirebilir? 2/22, 18/38...43","Mustafa İslamoğlu Meali":"De ki: “Hiç düşündünüz mü? Eğer suyunuz (yeryüzünden) tamamen çekiliverse, size tertemiz kaynak sularını kim getirecek?”[⁵²²⁶]","Orhan Kuntman Meali":"De ki: \"Eğer suyunuz yerin dibine çekiliverirse (hayat kaynağınız olan içecek bir su bulamazsınız) söyleyin bakalım, size kim bir su kaynağı sağlayabilir? (Âlemlerin Rabbi olan Allah Teâlâ’dan başka... Ey Kâfirler, bu uyarılara rağmen imana gelmeyecek misiniz?) ","Osman Fırat Meali":"De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akar su getirebilir?\"","Ömer Nasuhi Bilmen Meali":"De ki: «Bana haber veriniz, eğer suyunuz yerin dibine gidip çekiliverecek olsa artık size kim bir akar su getirecektir?»","Suat Yıldırım Meali":"De ki: “Söyleyin bana: şayet suyunuz çekilir, yerin dibine giderse, o akan tatlı suyu, kim getirebilir size? ”","Süleyman Ateş Meali":"De ki: \"Baksanıza, eğer suyunuz çekilse, size kim bir akar su getirebilir?\"","Süleyman Tevfik (1927)":"Di ki: \"Eğer suyunuz yerin dibine batsa size cârî ve tâhir suyı kim getirir? Bana haber viriniz.","Süleymaniye Vakfı Meali":"De ki “Düşünsenize, bir sabah sularınız yerin dibine batsa, kim size bir akarsu getirebilir?”","Şaban Piriş Meali":"De ki:-Eğer suyunuz yerin dibine çekilse, söyleyin bakalım, size akar bir su kim getirebilir?","Ümit Şimşek Meali":"De ki: Suyunuz âniden yerin dibine çekilecek olsa, kim size içilecek bir pınar suyu getirir?(6)","Yaşar Nuri Öztürk Meali":"Şunu da söyle: \"Bir sabah suyunuz çekiliverse, kim getirecek fışkırıp akan bir su size?\"","Eski Anadolu Türkçesi":"eyit “ħaber virüñ eger olur-ise śuyuñuz yire girici pes kim getüre size aķar śu?”","Satıraltı Meal (1534)":"Eyit: Siz görseñüz, sizüñ ṣuyuñuz yire geçse, kim size ṭatlu ṣu getüre.","Bunyadov-Memmedeliyev ":"De: “Bir söyləyin görək, əgər suyunuz çəkilib (yerin dibinə) getsə, (Allahdan başqa) kim sizə axar su gətirə bilər?!","M. Pickthall (English)":"Say: Have ye thought: If (all) your water were to disappear into the earth, who then could bring you gushing water?","Yusuf Ali (English)":"Say: \"See ye?- If your stream be some morning lost(5591) (in the underground earth), who then can supply you with clear-flowing water?\""},"TotalVerse":30,"Name":"Mülk"}