{"1":{"Arabic":"اِنَّٓااَرْسَلْنَانُوحًااِلٰىقَوْمِه۪ٓاَنْاَنْذِرْقَوْمَكَمِنْقَبْلِاَنْيَأْتِيَهُمْعَذَابٌاَل۪يمٌ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki biz, onlara elemli bir azap gelmeden korkut kavmini diye göndermiştik Nuh'u, kavmine.","Abdullah-Ahmet Akgül Meali":"<b>Gerçekten Biz Nuh’u; \"onlara acı bir azap gelmeden evvel kavmini uyar\" diye kendi halkına </b><i>(peygamber olarak)</i><b> göndermiştik.</b> ","Abdullah Parlıyan Meali":"Biz Nuh'u kendi toplumuna göndererek, başlarına şiddetli biz azap gelmeden halkını uyar diye emretmiştik.","Ahmet Tekin Meali":"Nûh'u, kavmine peygamberlik göreviyle özgürce sorumluluklarını yerine getirmek üzere gönderdik.<br>\r\n“Kendilerine can yakıp inleten müthiş bir azap gelmeden önce, kavmini uyar.” dedik.","Ahmet Varol Meali":"Doğrusu biz Nuh'u: \"Kavmini, kendilerine acıklı azap gelmeden önce uyar\" diye kavmine gönderdik.","Ali Bulaç Meali":"Şüphesiz, biz Nuh'u; 'Kavmini, onlara acı bir azab gelmeden evvel uyar' diye kendi kavmine (peygamber olarak) gönderdik.","Ali Fikri Yavuz Meali":"Gerçekten biz, Nûh'u kavmine gönderdik: “-Kavmine acıklı bir azab gelmezden önce onları korkut” diye...","Bahaeddin Sağlam Meali":"Elem verici bir azap kendilerine gelmeden önce kavmini uyar, diye Nuh’u peygamber olarak kavmine gönderdik.","Bayraktar Bayraklı Meali":"Şüphesiz biz Nûh'u, kendilerine acıklı bir azap gelmeden önce toplumunu uyarması için toplumuna peygamber olarak gönderdik. [678][679]","Besim Atalay Meali (1965)":"«Kendilerine, ağır bir azap gelmeden önce, ulusunu koçundur» diyerek, ulusuna Nuh'u göndermiş idik ","Cemal Külünkoğlu Meali":"Doğrusu biz Nuh'u, “Kendilerine can yakıcı bir azap gelmezden önce milletini uyarsın” diye kavmine (elçi olarak) gönderdik. ","Cemil Said (1924)":"Nûh’ı kavmine gönderdik ve âna \" ’Azâb-ı elîm gelmeden evvel kavmine ihtâr it\" didik.","Diyanet İşleri Meali (Eski)":"\"Milletine can yakıcı bir azap gelmezden önce onları uyar\" diye Nuh'u milletine gönderdik.","Diyanet İşleri Meali (Yeni)":"Şüphesiz biz Nûh’u, kavmine, “Kendilerine elem dolu bir azap gelmeden önce kavmini uyar” diye peygamber olarak gönderdik.","Kur'an Yolu (Diyanet İşleri)":"Biz Nûh’u, “Kendilerine can yakıcı bir azap gelmeden önce halkını uyar” diyerek kavmine gönderdik.","Diyanet Vakfı Meali":"Kendilerine yakıcı bir azap gelmeden önce kavmini uyar, diye Nuh'u kendi kavmine gönderdik.","Edip Yüksel Meali":"\"Kendilerine acı azap gelmezden önce halkını uyar,\" diye Nuh'u halkına gönderdik.","Elmalılı Hamdi Yazır Meali":"Gerçekten biz Nûh'u kavmine gönderdik, \"kavmine acı bir azap gelmezden önce onları uyar\" diye.","Elmalılı Meali (Orijinal)":"Haberiniz olsun ki biz Nuhu kavmına gönderdik, kavmını inzar et diye, gelmezden evvel onlara bir azâbı elîm","Emrah Demiryent Meali":"Şüphesiz biz Nûh’u, kavmine, “Kendilerine elem dolu bir azap gelmeden önce kavmini uyar” diye peygamber olarak gönderdik.","Erhan Aktaş Meali":"Biz Nûh'u halkına, kendilerine acı veren bir azap gelmezden önce onları uyarması için gönderdik.","Hasan Basri Çantay Meali":"Hakıykat, biz Nuuhu kavmine gönderdik. «Kendilerine elem verici bir azâb gelmezden evvel kavmini (onunla) korkut» diye.","Hayrat Neşriyat Meali":"Şübhesiz ki biz Nûh'u kavmine: “Kendilerine çok elemli bir azab gelmeden önce, kavmini korkut!” diye gönderdik.","İhsan Aktaş Meali":"Şüphesiz biz, acıklı bir azap (felaket) gelmeden önce kavmini uyar diye, Nûh’u kendi toplumuna (elçi olarak) gönderdik. *","İlyas Yorulmaz Meali":"Acıklı bir azap gelmeden önce kavmini uyar diye, Nuh’u kendi toplumuna elçi olarak göndermişdik.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten Biz Nuh’u, kendilerini acıklı bir azap çarpmadan önce ulusunu uyar diye gönderdik.","İsmail Hakkı İzmirli":"Biz Nûh/u, kavmine acıklı azap gelmeden evvel azapla korkut, diye, kavmine gönderdik.","İsmail Yakıt":"Muhakkak ki Biz Nûh’u kavmine “Kendilerine can yakıcı bir azap gelmeden önce kavmini uyar!” diye (elçi) olarak gönderdik.¹","Kadri Çelik Meali":"Hiç şüphesiz biz Nuh'u, “Kendilerine yakıcı bir azap gelmeden önce kavmini uyarıp korkut” diye kendi kavmine (peygamber olarak) gönderdik.","Mahmut Kısa Meali":"Ey insanlar! <b>Gerçekten Biz Nûh’u, “Can yakıcı bir azap başlarına çökmeden önce, halkını </b>bu korkunç âkıbete karşı <b>uyar!” diye kavmine</b> Elçi olarak <b>gönderdik.</b>","Mahmut Özdemir Meali":"“Onlara acıveren bir azap gelmeden önce kavmini uyar!” diye biz, NÛH’u kavmine gönderdik.","Mehmet Çakır Meali":"Biz <b>Nûh'u</b> kendi halkına elçi olarak görevlendirdik. <i>Kıvrandıran acılar gelmeden halkını uyar</i> dedik.","Mehmet Çoban Meali":"Kendilerine yakıcı azap gelmeden önce kavmini uyarması için Nuh’u elçimiz olarak görevlendirdik.  ","Mehmet Okuyan Meali":"Kendilerine elem verici bir azap gelmeden önce kavmini uyar(sın) diye Nuh’u kendi kavmine göndermiştik.","Mehmet Türk Meali":"Şüphesiz Biz Nûh’u, toplumuna;¹ “Kendilerine acı bir azap² gelmeden önce kavmini uyar!” diye (Peygamber olarak) gönderdik.","Muhammed Esed Meali":"BİZ Nûh’u kendi toplumuna göndererek “Başlarına şiddetli bir azap gelmeden halkını uyar!” diye [emrettik].","Mustafa Çavdar Meali":"Biz Nuh’u kavmine, başlarına acıklı bir azap gelmeden önce uyarması için elçi olarak göndermiştik 4/165, 6/48, 39/71","Mustafa İslamoğlu Meali":"Biz Nûh’u; “Başlarına elim bir azap gelmezden önce halkını uyar!” diyerek,[⁵³²⁴] kendi halkına gönderdik.","Orhan Kuntman Meali":"Gerçekten biz Nuh'u kavmine, -çok çetin bir azap gelmeden önce, onları uyarsın diye, gönderdik.","Osman Fırat Meali":"Şüphesiz biz Nûh’u, kavmine, \"Kendilerine elem dolu bir azap gelmeden önce kavmini uyar\" diye elçi olarak gönderdik.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, Nûh'u kavmine gönderdik, kendilerine bir elîm azap gelmeden evvel kavmini korkut diye.","Suat Yıldırım Meali":"Biz Nûh'u kendi milletine peygamber olarak gönderip: “Gayet acı bir azap başlarına gelip çatmadan önce halkını uyar! ” dedik. ","Süleyman Ateş Meali":"Biz Nuh'u kavmine gönderdik: \"Onlara acı bir azab gelmezden önce kavmini uyar,\" diye.","Süleyman Tevfik (1927)":"Biz Nûh'ı risâletle kavmine gönderdik. Ve ona kavmini, onlara elemli 'azâb gelmezden evvel \"Korkut ve inzâr it\" didik.","Süleymaniye Vakfı Meali":"Biz Nuh’u kendi halkına (elçi) gönderdik; “Acıklı bir azap gelmeden halkını uyar!” dedik.","Şaban Piriş Meali":"Kendilerine acı bir azap gelmeden önce kavmini uyar diye Nuh'u kavmine göndermiştik.","Ümit Şimşek Meali":"“Başlarına acı bir azap gelmeden önce onları uyar” diye, Biz Nuh'u kavmine gönderdik.","Yaşar Nuri Öztürk Meali":"Biz, Nûh'u, \"Toplumunu, kendilerine korkunç bir azap gelmeden önce uyar!\" diye kavmine gönderdik.","Eski Anadolu Türkçesi":"bayıķ biz viribidük nūḥ’ı ķavmına kim “ķorķıt ķavmuñı andan ilerü kim gele anlara 'aźāb aġrıdıcı.”","Satıraltı Meal (1534)":"Biz viribidük Nūḥ peyġamberi ḳavmine ki ögütle ḳavmüñi, andanburun ki gele özlerine ulu ‘aẕāb.","Bunyadov-Memmedeliyev ":"Həqiqətən, Biz Nuhu: “Qövmünə şiddətli bir əzab gəlməmişdən əvəl onları (Allahın əzabı ilə) qorxut!” – deyə öz tayfasına peyğəmbər göndərdik.","M. Pickthall (English)":"Lo! We sent Noah unto his people (saying): Warn thy people ere the painful doom come unto them.","Yusuf Ali (English)":"We sent Noah(5705) to his People (with the Command): \"Do thou warn thy People before there comes to them a grievous Penalty.\""},"2":{"Arabic":"قَالَيَاقَوْمِاِنّ۪يلَكُمْنَذ۪يرٌمُب۪ينٌۙ","Abdulbaki Gölpınarlı Meali":"Demişti ki: Ey kavmin, ben, sizi apaçık bir korkutucuyum.","Abdullah-Ahmet Akgül Meali":"<b>O da </b><i>(onlara)</i><b>: \"Ey kavmim, hiç şüphesiz ben size </b><i>(gönderilmiş)</i><b> apaçık bir uyarıcıyım\" demişti.</b> ","Abdullah Parlıyan Meali":"Nuh: “Ey Halkım!” diye seslendi. “Ben size gönderilen açık bir uyarıcıyım.","Ahmet Tekin Meali":"Nuh:<br>\r\n“Ey kavmim, ben size gönderilmiş sorumluluk, hesap ve cezanın varlığını açıklayan apaçık bir uyarıcıyım” dedi.","Ahmet Varol Meali":"Dedi ki: \"Ey kavmim! Ben sizin için apaçık bir uyarıcıyım.","Ali Bulaç Meali":"O da dedi ki: 'Ey Kavmim, gerçek şu ki, ben size (gönderilmiş) apaçık bir uyarıcıyım.'","Ali Fikri Yavuz Meali":"(Nûh onlara) dedi ki: “-Ey kavmim! Muhakkak ki ben, size (azab ile korkutan) açık bir peygamberim;","Bahaeddin Sağlam Meali":"“Ey kavmim! dedi. Ben sizin için açık bir uyarıcıyım.”","Bayraktar Bayraklı Meali":"2,3,4. Nûh, onlara şöyle demişti: “Ey kavmim! Ben size gönderilen apaçık bir uyarıcıyım. Allah'a kulluk ediniz. Onun emirlerine karşı gelmekten sakınınız ve bana itaat ediniz ki, Allah günahlarınızı affetsin ve size belli bir zamana kadar süre tanısın. Şüphesiz, Allah'ın belirlediği süre dolunca ertelenmez. Keşke bunu bilseydiniz!”[680]","Besim Atalay Meali (1965)":"Nuh dedi ki: «Ey ulusum ! Ben sizlere açık bir kocunduranım","Cemal Külünkoğlu Meali":"O da “Ey halkım!” dedi, “Şüphesiz ben, size gönderilmiş apaçık bir uyarıcıyım.","Cemil Said (1924)":"2,3,4. Nûh kavmine: \"Yâ kavmim ben size ihtârâtda bulunmağa me’mûr hakîki bir peygamberim, Allâh’a ’ibâdet idiniz, Allâh’dan korkunuz, bana itâ’at idiniz, Allâh sizin günâhlarınızı ’afv ider, sizi vakt-i mu’ayyene kadar yaşatır çünki Allâh’ın ta’yîn iylediği vakt-i mu’ayyen geldiği zamân kimse ânı te’hîr idemez, anlayabilecek misiniz?\" didi.","Diyanet İşleri Meali (Eski)":"O da şöyle söyledi: \"Ey Milletim! Şüphesiz ben, size gönderilmiş apaçık bir uyarıcıyım.\"","Diyanet İşleri Meali (Yeni)":"Nûh, şöyle dedi: “Ey kavmim! Şüphesiz, ben sizin için apaçık bir uyarıcıyım.”","Kur'an Yolu (Diyanet İşleri)":"Şöyle dedi: “Ey kavmim! Şüphesiz ben size gönderilmiş apaçık bir uyarıcıyım.","Diyanet Vakfı Meali":"2, 3, 4. Nuh şöyle dedi: Ey kavmim! Şüpheniz olmasın ki, ben sizi, «Allah'a kulluk edin; O'na karşı gelmekten sakının ve bana itaat edin ki, Allah bir kısım günahlarınızı bağışlasın ve sizi belli bir vâdeye kadar tehir etsin (muahaze etmeden yaşatsın)» diyerek apaçık uyaran bir kimseyim. Bilinmeli ki Allah'ın tayin ettiği vâde gelince, artık o ertelenmez. Keşke bilseydiniz!  ","Edip Yüksel Meali":"Dedi ki, \"Ey halkım, ben size apaçık bir uyarıcıyım.\"","Elmalılı Hamdi Yazır Meali":"Dedi ki, \"ey kavmim! Gerçekten ben size açık bir uyarıcıyım\".","Elmalılı Meali (Orijinal)":"Dedi ki: ey kavmım! Haberiniz olsun ben size açık bir nezîrim","Emrah Demiryent Meali":"(Nûh, kavmine,) “Ey kavmim! Şüphesiz, ben sizin için apaçık bir uyarıcıyım” dedi.","Erhan Aktaş Meali":"“Ey halkım! Ben, sizin için apaçık bir uyarıcıyım.” dedi.","Hasan Basri Çantay Meali":"Dedi ki: Ey kavmim, muhakkak ki ben sizi (başınıza gelecek azâbdan) apaçık korkutan bir peygamberim».","Hayrat Neşriyat Meali":"(Ve Nuh onlara) dedi ki: “Ey kavmim! Doğrusu ben, sizin için (Allah'ın azâbından haber veren) apaçık bir korkutucuyum!”","İhsan Aktaş Meali":"(Nûh) ‘’Ey kavmim!’’ Hiç şüphesiz ben size (Allah’ın mesajlarını, sorumluluğunuzu, doğru ve yanlışı) açıklayan bir uyarıcıyım’dedi.","İlyas Yorulmaz Meali":"Kavmine “Ey Kavmim! Ben sizin için açıkça bir uyarıcıyım.”","İsmayıl Hakkı Baltacıoğlu":"Nuh dedi: \"Ey ulusum! Gerçekten ben sizi açıktan açığa uyaracak olanım,","İsmail Hakkı İzmirli":"Nûh onlara şöyle dedi: Ey kavmim! Ben, sizin için açık söyler ve azapla korkutur bir peygamberim.","İsmail Yakıt":"O da onlara şöyle dedi: “Ey kavmim! Muhakkak ki ben sizin için apaçık bir uyarıcıyım;”","Kadri Çelik Meali":"O da dedi ki: “Ey kavmim! Şüphesiz ben size (gönderilmiş) apaçık bir uyarıp korkutucuyum.”","Mahmut Kısa Meali":"Böylece Nûh, <b>“Ey halkım!” diye </b>kavmine <b>seslendi, “Doğrusu ben, size apaçık </b>hakîkati gösteren ve zâlimleri bekleyen acı âkıbeti haber veren <b>bir uyarıcıyım!”</b>","Mahmut Özdemir Meali":"Dedi ki: -“Ey kavmim! Ben, sizin için açıkça bir uyarıcıyım”.","Mehmet Çakır Meali":"<b>2,3. </b><i>O da: &quot; Sevgili milletim </i>dedi<i> sizi açıkça uyarıyorum:</i> <i>Allah'a kulluk edin, kendinizi sağlama alın, eğer sözümü dinlerseniz,</i>","Mehmet Çoban Meali":"Nuh şöyle dedi: \"Ey kavmim! Şüphesiz ben sizin için apaçık bir uyarıcıyım!\"        ","Mehmet Okuyan Meali":"Şöyle demişti: “Ey kavmim! Ben sizin için apaçık bir uyarıcıyım.","Mehmet Türk Meali":"O da (toplumuna): “Ey Kavmim! Gerçekten ben, size (gönderilen) apaçık bir uyarıcıyım.” dedi.","Muhammed Esed Meali":"[Nûh] “Ey halkım!” diye seslendi, “Ben sizin için açık bir uyarıcıyım,","Mustafa Çavdar Meali":"Nuh onlara şöyle dedi: Ey kavmim! Ben, sizi açıkça uyarmak için Allah tarafından gönderilmiş bir uyarıcıyım. 5/67, 13/40","Mustafa İslamoğlu Meali":"(Nûh) “Ey kavmim!” dedi, “Ben size gönderilmiş apaçık bir uyarıcıyım”.","Orhan Kuntman Meali":"(O da görevini yaptı ve) \"Ey kavmim, kuşkusuz ben sizi uyarmak için (Rabbiniz katından) gönderilen bir peygamberim.","Osman Fırat Meali":"’’Ey kavmim! ben sizin için apaçık bir uyarıcıyım. ’’ dedi","Ömer Nasuhi Bilmen Meali":"Dedi ki: «Ey kavmim! Şüphe yok ki, ben sizin için apaçık bir korkutucuyum.»","Suat Yıldırım Meali":"2, 3, 4. O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O'na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın. Çünkü Allah'ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz! ","Süleyman Ateş Meali":"Ey kavmim, dedi, ben sizin için açık bir uyarıcıyım.","Süleyman Tevfik (1927)":"Nûh kavmine: \"Ey Kavmim! Ben size âşikâr bir nezîrim\"","Süleymaniye Vakfı Meali":"Onlara şöyle dedi: “Ey halkım! Ben size doğruları açıklayan bir uyarıcıyım.","Şaban Piriş Meali":"-Ey kavmim, dedi. Ben, sizin için açık bir uyarıcıyım.","Ümit Şimşek Meali":"Nuh “Ey kavmim,” dedi. “Ben size gönderilen apaçık bir uyarıcıyım.","Yaşar Nuri Öztürk Meali":"O dedi ki: \"Ey toplumum! Hiç kuşkunuz olmasın, ben sizin için apaçık bir uyarıcıyım.\"","Eski Anadolu Türkçesi":"2-3. eyitti “iy ķavmum! bayıķ ben size ķorķıdıcıvan bellü kim ŧapuñ Tañrı’ya daħı ķorķuñ andan daħı muŧį' oluñ baña.”","Satıraltı Meal (1534)":"Eyitdi: İy ḳavmüm, ben size ulu peyġamberin, didi,","Bunyadov-Memmedeliyev ":"O dedi: “Ey qövmüm! Həqiqətən, mən sizi (Allahın əzabı ilə) açıq-aşkar qorxudan bir peyğəmbərəm!","M. Pickthall (English)":"He said: O my people! Lo! I am a plain warner unto you","Yusuf Ali (English)":"He said: \"O my People! I am to you a Warner, clear and open:(5706)"},"3":{"Arabic":"اَنِاعْبُدُوااللّٰهَوَاتَّقُوهُوَاَط۪يعُونِۙ","Abdulbaki Gölpınarlı Meali":"Gayrı kulluk edin Allah'a ve çekinin ondan ve itaat edin bana da.","Abdullah-Ahmet Akgül Meali":"<b>\"Allah’a kulluk edin, O’ndan korkun ve bana da itaat edin\" </b><i>(diye uyarıvermişti)</i><b>.</b> ","Abdullah Parlıyan Meali":"Yalnızca Allah'a kulluk etmeniz, yolunuzu O'nun kitabıyla bulmanız gerektiğini bildiren bir uyarıcı. Şimdi bana kulak verin ve itaat edin ki,","Ahmet Tekin Meali":"“Allah'ı ilâh tanıyın, candan müslümanlar olarak Allah'a bağlanın, saygıyla Allah'a kulluk ve ibadet edin. O'na sığının, emirlerine yapışın, günahlardan arınıp, azabından korunun. Bana itaat edin, benim sünnetime uyun.”","Ahmet Varol Meali":"Allah'a kulluk edin, O'ndan sakının ve bana itaat edin, diye.","Ali Bulaç Meali":"'Allah'a kulluk edin, O'ndan korkun ve bana itaat edin.'","Ali Fikri Yavuz Meali":"Allah'a ibadet edin, O'ndan korkun ve bana da itaat edin diye...","Bahaeddin Sağlam Meali":"“Allah’a kulluk edin, O’nun yasalarını çiğnemekten sakının. Ve bana itaat edin!","Bayraktar Bayraklı Meali":"2,3,4. Nûh, onlara şöyle demişti: “Ey kavmim! Ben size gönderilen apaçık bir uyarıcıyım. Allah'a kulluk ediniz. Onun emirlerine karşı gelmekten sakınınız ve bana itaat ediniz ki, Allah günahlarınızı affetsin ve size belli bir zamana kadar süre tanısın. Şüphesiz, Allah'ın belirlediği süre dolunca ertelenmez. Keşke bunu bilseydiniz!”[680]","Besim Atalay Meali (1965)":"Allaha tapasınız, O'ndan sakınasınız, bana başeğiniz","Cemal Külünkoğlu Meali":"“Yalnız Allah'a kulluk edin, O'na karşı gelmekten sakının ve bana uyun ki,","Cemil Said (1924)":"2,3,4. Nûh kavmine: \"Yâ kavmim ben size ihtârâtda bulunmağa me’mûr hakîki bir peygamberim, Allâh’a ’ibâdet idiniz, Allâh’dan korkunuz, bana itâ’at idiniz, Allâh sizin günâhlarınızı ’afv ider, sizi vakt-i mu’ayyene kadar yaşatır çünki Allâh’ın ta’yîn iylediği vakt-i mu’ayyen geldiği zamân kimse ânı te’hîr idemez, anlayabilecek misiniz?\" didi.","Diyanet İşleri Meali (Eski)":"3,4. \"Allah'a kulluk edin; O'ndan sakının ve bana itaat edin ki Allah günahlarınızı size bağışlasın ve sizi belli bir süreye kadar ertelesin; doğrusu Allah'ın belirttiği süre gelince geri bırakılamaz; keşke bilseniz!\"","Diyanet İşleri Meali (Yeni)":"3,4. “Allah’a ibadet edin. O’na karşı gelmekten sakının ve bana itaat edin ki sizin günahlarınızı bağışlasın ve sizi belli bir vakte kadar ertelesin. Şüphesiz, Allah’ın belirlediği vakit gelince ertelenmez. Keşke bilseydiniz.”","Kur'an Yolu (Diyanet İşleri)":"Allah’a kulluk edin; O’na karşı gelmekten sakının ve bana itaat edin;","Diyanet Vakfı Meali":"2, 3, 4. Nuh şöyle dedi: Ey kavmim! Şüpheniz olmasın ki, ben sizi, «Allah'a kulluk edin; O'na karşı gelmekten sakının ve bana itaat edin ki, Allah bir kısım günahlarınızı bağışlasın ve sizi belli bir vâdeye kadar tehir etsin (muahaze etmeden yaşatsın)» diyerek apaçık uyaran bir kimseyim. Bilinmeli ki Allah'ın tayin ettiği vâde gelince, artık o ertelenmez. Keşke bilseydiniz!  ","Edip Yüksel Meali":"\"ALLAH'a kulluk edin, O'nu sayın ve beni izleyin.\"","Elmalılı Hamdi Yazır Meali":"Şöyle ki, \"Allah'a kulluk edin, ondan korkun ve bana itaat edin.\"","Elmalılı Meali (Orijinal)":"Şöyle ki Allaha kulluk edin ve ona korunun ve bana itaat eyleyin","Emrah Demiryent Meali":"3-4. (Ey kavmim! Tevhid üzere) Allah’a kulluk edin. O’na karşı gelmekten sakının ve (tebliğim hususunda) bana itaat edin ki, (Allah,) günahlarınızın bir kısmını bağışlasın ve sizi, (hakkınızda takdir edilmiş olan) belli bir vakte kadar (refah içerisinde) yaşatsın. Şüphesiz ki, Allah’ın takdir ettiği vakit, (eceliniz) gelince (o asla) ertelenmez. (Bu hakikatleri) bir bilseydiniz.","Erhan Aktaş Meali":"“Allah'a kulluk edin, O'nun için takva sahibi olun ve bana itaat edin.” ","Hasan Basri Çantay Meali":"«Allaha kulluk edin. Ondan korkun. Bana da itaat edin diye (gönderildim)».","Hayrat Neşriyat Meali":"3,4. “Şöyle ki: Allah'a kulluk edin, O'ndan sakının ve bana itâat edin. (Tâ ki Allah,)günahlarınızdan bir kısmını size bağışlasın ve sizi(n ecelinizi) belirli bir vakte kadar ertelesin! Şübhe yok ki Allah'ın (size takdîr ettiği) eceli geldiği zaman, ertelenmez! Eğer biliyor olsaydınız!”","İhsan Aktaş Meali":"(Şöyle ki:) Yalnızca Allah’a kulluk edin, (başkasına kul ve köle olmayın, bu hususta) ondan sakının ve (size tebliğ etmekte olduğum ilahi mesajlar hususunda) bana uyun.","İlyas Yorulmaz Meali":"“Yalnızca Allah’a kulluk edin, yalnızca ondan korunun ve bana itaat ediniz ki,”","İsmayıl Hakkı Baltacıoğlu":"Allah’a tapasınız, Ondan salkınasınız, Ona boyun eğesiniz,","İsmail Hakkı İzmirli":"Allah/a ibadet edin, O/ndan sakının, bana da itaat eyleyin ki,","İsmail Yakıt":"“Allah’a kulluk ediniz, O’na karşı sorumluluk bilincinde olunuz ve bana itaat ediniz ki;”","Kadri Çelik Meali":"“Allah'a kulluk edin, O'ndan korkup sakının ve bana itaat edin.”","Mahmut Kısa Meali":"<b>“Şöyle ki; </b>yalnızca <b>Allah’a kulluk edin, O’na yürekten saygıyla bağlanın ve </b>O’nun buyruklarını size ileten bir Elçi olarak <b>bana itaat edin!”</b>","Mahmut Özdemir Meali":"“Allah’a kulluk edin! O’ndan sakınıp korunun! Bana itaat edin!”.","Mehmet Çakır Meali":"<b>2,3. </b><i>O da: &quot; Sevgili milletim </i>dedi<i> sizi açıkça uyarıyorum:</i> <i>Allah'a kulluk edin, kendinizi sağlama alın, eğer sözümü dinlerseniz,</i>","Mehmet Çoban Meali":"“Allah’ın yasalarına uyarak O’na ibadet edin! Ona karşı gelmekten sakının! Ben size Allah’ın emirleriyle çizilen yolu gösteriyorum! Allah’ın elçisi olarak Allah’ın yasalarına uymakla emredildim! Siz de benimle beraber Allah’ın yasalarına uyun!”","Mehmet Okuyan Meali":"Allah’a kulluk edin; O’na karşı [takvâ]lı (duyarlı) olun ve bana itaat edin.","Mehmet Türk Meali":"(Ve devamla): “Yani¹ Allah’a kulluk edin, Ona karşı hata etmekten sakının ve bana itaat edin.” ki,","Muhammed Esed Meali":"[yalnız] Allah’a kulluk etmeniz ve O’na karşı sorumluluk bilinci taşımanız [gerektiğini bildiren bir uyarıcı]. “Şimdi bana kulak verin","Mustafa Çavdar Meali":"Yalnızca Allah’a kulluk edin, O<br>\na karşı gelmekten sakının ve bana uyun ki. 2/133, 7/59","Mustafa İslamoğlu Meali":"(Uyarım şu):[⁵³²⁵] “Yalnız Allah’a kulluk edin ve O’na karşı sorumluluğunuzun bilincinde olun; ve bana uyun ki,","Orhan Kuntman Meali":"(Sadece) Allah’a ibadet edin, O'ndan korkun ve bana da itaat edin (ki)","Osman Fırat Meali":"Allah’a kulluk etmeniz, O’ndan korkmanız ve bana da itâ’at etmeniz için.","Ömer Nasuhi Bilmen Meali":"Şöyle ki: «Allah'a ubûdiyette bulunun ve O'ndan korkun ve bana itaat eyleyin.»","Suat Yıldırım Meali":"2, 3, 4. O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O'na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın. Çünkü Allah'ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz! ","Süleyman Ateş Meali":"Allah'a kulluk edin, O'ndan korkun, bana da ita'at edin.","Süleyman Tevfik (1927)":"\"Allâh'a 'ibâdet ve O'ndan ittikâ ve O'na itâ'at idiniz\" ","Süleymaniye Vakfı Meali":"Allah’a kulluk edin, O’ndan çekinerek kendinizi koruyun ve sözümü dinleyin!","Şaban Piriş Meali":"Allah'a kulluk edin, ondan korkun ve bana itaat edin, diye..","Ümit Şimşek Meali":"“Allah'a kulluk edin, Ondan sakının, bana itaat edin.","Yaşar Nuri Öztürk Meali":"\"O halde, Allah'a ibadet edin! O'ndan korkun! Ve bana itaat edin ki,","Eski Anadolu Türkçesi":"2-3. eyitti “iy ķavmum! bayıķ ben size ķorķıdıcıvan bellü kim ŧapuñ Tañrı’ya daħı ķorķuñ andan daħı muŧį' oluñ baña.”","Satıraltı Meal (1534)":"ki ‘ibādet idüñüz Tañrıya ve andan ḳorḳuñuz. Daḫı baña uyuñuz, didi.","Bunyadov-Memmedeliyev ":"Allaha ibadət edin, Ondan qorxun və mənə də itaət edin!","M. Pickthall (English)":"(Bidding you): Serve Allah and keep your duty unto Him and obey me,","Yusuf Ali (English)":"\"That ye should worship Allah, fear Him and obey me:(5707)"},"4":{"Arabic":"يَغْفِرْلَكُمْمِنْذُنُوبِكُمْوَيُؤَخِّرْكُمْاِلٰٓىاَجَلٍمُسَمًّىۜاِنَّاَجَلَاللّٰهِاِذَاجَٓاءَلَايُؤَخَّرُۢلَوْكُنْتُمْتَعْلَمُونَ","Abdulbaki Gölpınarlı Meali":"Suçlarınızı yarlıgasın ve sizi, muayyen bir vaktedek geciktirsin. Şüphe yok ki Allah'ın takdir ettiği vakit geldi mi gecikmesine imkan yoktur eğer biliyorsanız.","Abdullah-Ahmet Akgül Meali":"<b>\"Ki böylece </b><i>(O da) </i><b>günahlarınızı bağışlasın ve sizi adı konulmuş bir ecele </b><i>(belirlenmiş bir süreye)</i><b> kadar erteleyip </b><i>(yaşatsın)</i><b>. Elbette Allah’ın </b><i>(takdir ettiği)</i><b> eceli </b><i>(ölüm vaktiniz)</i><b> geldiği zaman, o </b><i>(asla)</i><b> ertelenmeyecektir. </b><i>(Keşke)</i><b> Bir bilmiş olsaydınız </b><i>(ve düşünseydiniz!)</i><b>\"</b> ","Abdullah Parlıyan Meali":"Allah bir kısım günahlarınızı bağışlasın ve size bir ömür vererek ölümünüze kadar size zaman tanısın. Şüphe yok ki Allah'ın size takdir ettiği ölüm vakti geldi mi gecikmesine imkan yoktur. Keşke bu gerçeği bilmiş olsaydınız.”","Ahmet Tekin Meali":"“Allah da sizin günahlarınızın bir kısmını bağışlasın. Belirli vakte kadar size mühlet versin. Allah'ın tayin ettiği ecel geldiği zaman ertelenmez. Keşke bilebilseydiniz!”","Ahmet Varol Meali":"Ki, (Allah) günâhlarınızdan bir kısmını bağışlasın ve sizi belirli bir süreye kadar geciktirsin. Şüphesiz Allah'ın süresi geldiğinde geciktirilmez. Keşke bilseydiniz.\"","Ali Bulaç Meali":"'Ki günahlarınızı bağışlasın ve sizi adı konulmuş bir ecele kadar ertelesin. Elbette Allah'ın eceli geldiği zaman, o ertelenmez. Bir bilmiş olsaydınız.'","Ali Fikri Yavuz Meali":"(Bu takdirde Allah) günahlarınızdan size bağışlar ve sizi muayyen bir vakte kadar (azab çektirmeksizin ölüm anına dek) geri bırakır. Şüphe yok ki, Allah'ın takdir ettiği ecel (ölüm) gelince geri bırakılmaz; eğer bilseydiniz, (iman eder de azabdan kurtulurdunuz.)","Bahaeddin Sağlam Meali":"Allah, günahlarınızdan bir kısmını bağışlar, sizi belli bir süreye kadar erteler (yaşatır.) şüphesiz Allah’ın tayin ettiği ecel geldiği zaman, artık ertelenmez. Keşke bilmiş olsanız!”","Bayraktar Bayraklı Meali":"2,3,4. Nûh, onlara şöyle demişti: “Ey kavmim! Ben size gönderilen apaçık bir uyarıcıyım. Allah'a kulluk ediniz. Onun emirlerine karşı gelmekten sakınınız ve bana itaat ediniz ki, Allah günahlarınızı affetsin ve size belli bir zamana kadar süre tanısın. Şüphesiz, Allah'ın belirlediği süre dolunca ertelenmez. Keşke bunu bilseydiniz!”[680]","Besim Atalay Meali (1965)":"Yarlıgaya sizin günahlarınızı, adanmış bulunan bir güne değin, sizi bıraka, eğer siz bilirseniz, Allahın gösterdiği vakit gelince, geciktirilmez!»","Cemal Külünkoğlu Meali":"(Allah) Günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın. Çünkü Allah'ın takdir ettiği ecel (ölüm) gelince, asla ertelenmez. Keşke bunu bilseniz (de imam etseniz)!”","Cemil Said (1924)":"2,3,4. Nûh kavmine: \"Yâ kavmim ben size ihtârâtda bulunmağa me’mûr hakîki bir peygamberim, Allâh’a ’ibâdet idiniz, Allâh’dan korkunuz, bana itâ’at idiniz, Allâh sizin günâhlarınızı ’afv ider, sizi vakt-i mu’ayyene kadar yaşatır çünki Allâh’ın ta’yîn iylediği vakt-i mu’ayyen geldiği zamân kimse ânı te’hîr idemez, anlayabilecek misiniz?\" didi.","Diyanet İşleri Meali (Eski)":"3,4. \"Allah'a kulluk edin; O'ndan sakının ve bana itaat edin ki Allah günahlarınızı size bağışlasın ve sizi belli bir süreye kadar ertelesin; doğrusu Allah'ın belirttiği süre gelince geri bırakılamaz; keşke bilseniz!\"","Diyanet İşleri Meali (Yeni)":"3,4. “Allah’a ibadet edin. O’na karşı gelmekten sakının ve bana itaat edin ki sizin günahlarınızı bağışlasın ve sizi belli bir vakte kadar ertelesin. Şüphesiz, Allah’ın belirlediği vakit gelince ertelenmez. Keşke bilseydiniz.”","Kur'an Yolu (Diyanet İşleri)":"Ki Allah bir kısım günahlarınızı bağışlasın ve size belirli bir vadeye kadar süre tanısın. Şüphesiz Allah’ın belirlediği vade geldiğinde artık ertelenmez. Keşke ¬bilseydiniz!”","Diyanet Vakfı Meali":"2, 3, 4. Nuh şöyle dedi: Ey kavmim! Şüpheniz olmasın ki, ben sizi, «Allah'a kulluk edin; O'na karşı gelmekten sakının ve bana itaat edin ki, Allah bir kısım günahlarınızı bağışlasın ve sizi belli bir vâdeye kadar tehir etsin (muahaze etmeden yaşatsın)» diyerek apaçık uyaran bir kimseyim. Bilinmeli ki Allah'ın tayin ettiği vâde gelince, artık o ertelenmez. Keşke bilseydiniz!  ","Edip Yüksel Meali":"\"Ki günahlarınızı bağışlasın ve sizi belli bir süreye kadar ertelesin. Kuşkusuz, ALLAH'ın verdiği süre gelince ertelenmez; bir bilseydiniz.","Elmalılı Hamdi Yazır Meali":"\"Günahlarınızı bağışlasın ve sizi belli bir süreye kadar ertelesin. Kuşkusuz Allah'ın takdir ettiği süre gelince ertelenmez. Eğer bilseydiniz..\" (inanırdınız).","Elmalılı Meali (Orijinal)":"Günahlarınızdan size mağfiret buyursun ve sizi müsemma bir ecele kadar te'hîr eylesin, muhakkak ki Allahın takdir eylediği ecel gelince te'hîr olunmaz eğer bilseidiniz!","Emrah Demiryent Meali":"3-4. (Ey kavmim! Tevhid üzere) Allah’a kulluk edin. O’na karşı gelmekten sakının ve (tebliğim hususunda) bana itaat edin ki, (Allah,) günahlarınızın bir kısmını bağışlasın ve sizi, (hakkınızda takdir edilmiş olan) belli bir vakte kadar (refah içerisinde) yaşatsın. Şüphesiz ki, Allah’ın takdir ettiği vakit, (eceliniz) gelince (o asla) ertelenmez. (Bu hakikatleri) bir bilseydiniz.","Erhan Aktaş Meali":"Ki Allah, suçlarınızı bağışlasın ve size belirlenmiş bir sürenin sonuna kadar zaman versin. Kuşkusuz Allah'ın belirlediği süre dolunca, ertelenmez. Keşke bilenlerden olsaydınız. ","Hasan Basri Çantay Meali":"«Tâki (Allah) sizin günâhlarınızdan bir kısmını yarlığasın, sizi (azâbsız olarak) mukadder bir müddete kadar gecikdirsin. Şübhe yok ki Allahın (ta'yîn etdiği) müddet gelince geri bırakılmaz. Eğer bilseydiniz..».","Hayrat Neşriyat Meali":"3,4. “Şöyle ki: Allah'a kulluk edin, O'ndan sakının ve bana itâat edin. (Tâ ki Allah,)günahlarınızdan bir kısmını size bağışlasın ve sizi(n ecelinizi) belirli bir vakte kadar ertelesin! Şübhe yok ki Allah'ın (size takdîr ettiği) eceli geldiği zaman, ertelenmez! Eğer biliyor olsaydınız!”","İhsan Aktaş Meali":"’Ki böylece (o da) bir kısım günahlarınızı bağışlasın ve sizi (helâk olmaktan kurtarıp) belirli bir vakte kadar (huzur ve esenlik içinde) yaşatsın. (Unutmayın); Allah’ın belirlediği süre (ölüm vaktiniz) geldiği zaman (asla) ertelenemez. Eğer (bunun böyle olduğunu) bilseydiniz (Rabbinize kulluk eder ve kötü işleri yapmaktan sakınırdınız).\"*","İlyas Yorulmaz Meali":"“Allah kötülüklerinizi size bağışlasın ve size belli bir zamana kadar mühlet versin. Şunu iyi bilmiş olun ki, Allah’ın belirlediği azabın vakti geldiğinde, asla tehir edilmez” demişti.","İsmayıl Hakkı Baltacıoğlu":"Böylelikle Allah da sizin günahlarınızı yarlıgasın, sizi belirli bir süre için sağ bıraksın diye. Çünkü Allah’ın suresi sona erince artık o geri bırakılmaz. Bunu bir bilseniz.\"","İsmail Hakkı İzmirli":"Allah günahlarınızı yarlıgasın. Sizi muayyen bir vakte kadar hayatta bıraksın. Allah/ın takdir ettiği o muayyen zaman, gelince geriye kalmaz, bilseydiniz iman ederdiniz.","İsmail Yakıt":"“Günahlarınızı bağışlasın, sizi belli bir süreye kadar ertelesin. Muhakkak ki Allah’ın belirlediği süre gelince ertelenmez. Keşke bilseydiniz.”","Kadri Çelik Meali":"“Böylece bir kısım günahlarınızı bağışlasın ve sizi adı konulmuş bir ecele kadar ertelesin. Elbette Allah'ın eceli geldiği zaman, o ertelenmez. Keşke bilmiş olsaydınız!","Mahmut Kısa Meali":"<b>“Ki böylece </b>Allah <b>günahlarınızı bağışlasın</b><b> ve sizi </b>helâk olmaktan kurtarıp <b>belirli bir vakte kadar </b>huzur ve esenlik içinde <b>yaşatsın. </b>Unutmayın;<b> Allah’ın belirlediği süre, gelip çattığı zaman </b>asla<b> ertelenemez; keşke </b>bunu<b> bilseydiniz.”</b>","Mahmut Özdemir Meali":"“Size günahlarınızdan bir kısmını bağışlar; sizi belli bir süreye kadar erteler. Allah’ın belirlediği süre, geldiği zaman artık ertelenmez. Keşke biliyor olsaydınız!”.","Mehmet Çakır Meali":"<i>Allah, günahlarınızı bağışlayıp cezanızı belki bir süre daha erteleyebilir.</i> <i>Allah'ın verdiği süre bir daha ertelenmez. Ah bunun anlamını bir bilebilseniz. &quot;</i>","Mehmet Çoban Meali":"“Bilin ki Allah’ın hesap günü gelince geriye dönülmez. Onun için Allah’ın sizin için belirlediği ecel vakti gelinceye kadar yaptığınız yanlışlardan tövbe ederek dönün ki; hesap günü keşke demeyesiniz! Sanmayın ki Allah’ın sizi ecel vaktinize kadar yaşatması sizin için Allah’ın yasalarına karşı çıkma bahanesidir. Tam tersine, ecel vaktine kadar Allah’ın sizi yaşatması, size verilen Allah’ın yoluna gelme şansıdır! Onun için şansınızı iyi kullanın!\"       ","Mehmet Okuyan Meali":"(Böylece Allah) da günahlarınızı bağışlasın ve sizi, belirli bir süreye kadar ertelesin (yaşatsın)!” Allah’ın (belirlediği) süresi gelince (o artık) ertelenmez. [*] Keşke bilseydiniz!","Mehmet Türk Meali":"“(Allah) günâhlarınızdan bir kısmını bağışlasın¹ ve size (belirlediği) süreye kadar ömür versin.² Eğer bilirseniz, Allah’ın belirlediği süre, kesinlikle ertelenmez.”³ dedi.","Muhammed Esed Meali":"ki Allah bir kısım günahlarınızı bağışlasın ve [yalnız O’na] malum olan bir zamana kadar ¹ size mühlet tanısın; ama bilin ki Allah’ın belirlediği vade gelip çattığında hiçbir şekilde ertelenemez. Keşke bunu bilseydiniz!”","Mustafa Çavdar Meali":"Allah da günahlarınızı bağışlasın ve belirlenmiş süreye kadar sizi ertelesin. Zira Allah’ın belirlediği süre gelince asla ertelenmez, keşke bunu bilmiş olsanız. 20/82, 25/68...71, 39/53","Mustafa İslamoğlu Meali":"O geçmiş[⁵³²⁶] günahlarınızı bağışlasın ve adı konulmuş bir vakte kadar size süre tanısın; ama unutmayın ki, Allah’ın belirlediği süre gelip çattığında asla ertelenemez: keşke bunu kavrasaydınız.”","Orhan Kuntman Meali":"Allah, günahlarınızdan bir kısmını bağışlasın ve sizi (azapsız olarak) ecelinize kadar ertelesin, kuşkusuz Allah’ın takdir ettiği ecel gelince asla geri bırakılmaz\" diyerek onları uyardı.(*)  Eğer (bu imkanın değerini) bilmiş olsaydınız (hemen imana gelirdiniz) diyerek uyarısını tamamladı.(**)","Osman Fırat Meali":"Günâhlarınızdan bir kısmını bağışlasın ve sizi ecelin müsemmene (tayin edilen son süre) ertelesin. Zira Allâh’ın süresi (son ecelden önce ölme) geldiği zaman ertelenmez. Şayet bilir olsaydınız","Ömer Nasuhi Bilmen Meali":"«Sizin için günahlarınızı bağışlasın ve sizi mukadder müddete kadar tehir etsin. Muhakkak ki, Allah'ın takdir ettiği vakit gelince sonraya bırakılamaz, eğer bilir kimseler oldu iseniz.»","Suat Yıldırım Meali":"2, 3, 4. O da: “Ey benim milletim! Ben size gönderilen kesin bir uyarıcıyım. Şöyle ki: Yalnız Allah'a ibadet edin, O'na karşı gelmekten sakının ve bana itaat edin ki: Sizin günahlarınızı affetsin ve sizi belirli bir vakte, yani ölüm anına kadar azap çektirmeksizin hayatta bıraksın. Çünkü Allah'ın takdir ettiği vâde gelince, asla ertelenmez. Keşke bunu bir bilseniz! ","Süleyman Ateş Meali":"Ki (Allah) günahlarınızdan bir kısmını bağışlasın ve sizi belli bir süreye kadar ertelesin. Zira Allah'ın süresi geldiği zaman ertelenmez. Bilir(kişiler) olsaydınız (bunu anlardınız).","Süleyman Tevfik (1927)":"\"Günâhlarınızdan ba'zısını size 'afv ide ve müsemmâ eceliniz gelinceye kadar sizi dünyâda bırakub yaşada. Ve Allâh'ın eceli geldikde te'hîr olunmaz. Bunı bilüb îmân iderseniz (hayırlıdır)\" didi.","Süleymaniye Vakfı Meali":"O zaman Allah günahlarınızı bağışlar ve belirlenmiş ecelinizin sonuna kadar[*] sizi yaşatır. Allah’ın verdiği ömür bitince erteleme olmaz. Keşke bunu bilseniz!”","Şaban Piriş Meali":"O, sizin günahlarınızı bağışlasın ve belli bir süreye kadar sizi ertelesin. Allah'ın belirlediği süre gelince artık o geri bırakılmaz, eğer bilmiş olursanız...","Ümit Şimşek Meali":"“Tâ ki Allah da bir kısım günahlarınızı bağışlasın ve belirlenmiş bir vakte kadar sizi geciktirsin. Allah'ın takdir ettiği ecel gelecek olursa asla ertelenmez. Keşke bunu bilseniz.”","Yaşar Nuri Öztürk Meali":"Allah, günahlarınızı affetsin ve sizi belirli bir süreye kadar ertelesin. Çünkü Allah'ın eceli geldiğinde ertelenmez. Bir bilebilseydiniz!\"","Eski Anadolu Türkçesi":"“yarlıġaya size yazuķlaruñuzuñ bir nicesin daħı śoña ķoya sizi adanılmış zamāna degin. bayıķ Tañrı zamānı ķaçan geldi mühlet virinilmeye eger bilür olduñuzsa...”","Satıraltı Meal (1534)":"Baġışlar size günāhlaruñuzı ve sizi te’ḫīr ider ecel gelince Tañrı Ta‘ālā.Eceli gelicek te’ḫīr olmaz, eger siz bilürseñüz.","Bunyadov-Memmedeliyev ":"(Əgər belə etsəniz) O sizin günahlarınızdan keçər, sizə müəyyən vaxtadək (əcəliniz çatana qədər) möhlət verər (cəzanızı dünyada verməyib axirətə saxlayar). Allahın (əzəldən lövhi-məhfuzda) müəyyən etdiyi əcəl (ölüm) gəlib çatdıqda isə, o əsla tə’xirə salınmaz. Kaş biləydiniz!”","M. Pickthall (English)":"That He may forgive you somewhat of your sins and respite you to an appointed term. Lo! the term of Allah, when it cometh, cannot be delayed, if ye but knew.","Yusuf Ali (English)":"\"So He may forgive you your sins and give you respite for a stated Term: for when the Term given by Allah is accomplished, it cannot be put forward:(5708) if ye only knew.\""},"5":{"Arabic":"قَالَرَبِّاِنّ۪يدَعَوْتُقَوْم۪يلَيْلًاوَنَهَارًاۙ","Abdulbaki Gölpınarlı Meali":"Rabbim demişti, ben kavmimi gece ve gündüz çağırdım.","Abdullah-Ahmet Akgül Meali":"<i>(Nuh)</i><b> Dedi ki: \"Rabbim, gerçekten kavmimi gece ve gündüz </b><i>(Hakka)</i><b> davet edip </b><i>(gayret gösterdim)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"Bir zaman sonra Nuh: “Ey Rabbim!” dedi. “Ben toplumuma gece gündüz çağrıda bulunuyorum.","Ahmet Tekin Meali":"Nuh: “Rabbim ben kavmimi, geceleri de gündüzleri de dâvet ediyorum” dedi.","Ahmet Varol Meali":"Dedi ki: \"Rabbim! Gerçekten ben kavmimi gece ve gündüz davet ettim.","Ali Bulaç Meali":"Dedi ki: 'Rabbim, gerçekten kavmimi gece ve gündüz davet edip-durdum.'","Ali Fikri Yavuz Meali":"Nûh dedi ki: “- Ey Rabbim! Ben kavmimi gece ve gündüz (imana) dâvet ettim.","Bahaeddin Sağlam Meali":"Dedi ki: “Ey Rabbim! Ben gece gündüz kavmimi (hakka) çağırdım.","Bayraktar Bayraklı Meali":"5,6,7,8,9. Sonra Nûh şöyle devam etti: “Ey Rabbim! Doğrusu ben kavmimi gece gündüz tevhid inancına davet ettim. Fakat benim davetim, ancak kaçmalarını arttırdı. Her ne zaman onları senin bağışlamana çağırdıysam, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, direndiler ve büyüklendikçe büyüklendiler. Sonra ben onları açıkça çağırdım. Sonra onlara davetimi hem açık ilân ettim, hem de gizlice. Özel olarak kendileriyle konuştum.”","Besim Atalay Meali (1965)":"Nuh dedi ki: «Tanrım! Gece, gündüz ulusumu çağırdım","Cemal Külünkoğlu Meali":"Nihayet, (uzun zaman süren tebliğin ardından Nuh) şöyle münacatta bulundu: “Ey Rabbim! Gerçekten ben kavmimi gece gündüz (imana) davet ettim.","Cemil Said (1924)":"5,6. Nûh sonra Allâh’a teveccüh iderek: \"Ya rabbî kavmimi gice gündüz (sana ’ibâdete) da’vet iyledim fakat benim da’vetimden kaçıyorlar.","Diyanet İşleri Meali (Eski)":"Nuh dedi ki: \"Rabbim! Doğrusu ben, milletimi gece gündüz çağırdım.\"","Diyanet İşleri Meali (Yeni)":"Nûh, şöyle dedi: “Ey Rabbim! Gerçekten ben kavmimi gece gündüz (imana) davet ettim.”","Kur'an Yolu (Diyanet İşleri)":"Nûh, “Rabbim” dedi, “Doğrusu ben kavmimi gece gündüz hakka çağırdım;","Diyanet Vakfı Meali":"(Sonra Nuh:) Rabbim! dedi, doğrusu ben kavmimi gece gündüz (imana) davet ettim;","Edip Yüksel Meali":"Dedi ki, \"Rabbim, ben halkımı gece gündüz çağırdım.\"","Elmalılı Hamdi Yazır Meali":"Nûh dedi ki: \"Ey Rabbim! Ben kavmimi gece gündüz davet ettim.\"","Elmalılı Meali (Orijinal)":"Dedi ki ya rab! Ben kavmımı gece gündüz da'vet ettim","Emrah Demiryent Meali":"Nûh, dedi ki: “Ey Rabbim! Gerçekten ben kavmimi gece gündüz (îmâna) davet ettim.","Erhan Aktaş Meali":"“Rabb'im! Ben, Halkıma gece gündüz çağrıda bulundum.” dedi.","Hasan Basri Çantay Meali":"Dedi: «Ey Rabbim, ben kavmimi hakıykaten gece gündüz da'vet etdim».","Hayrat Neşriyat Meali":"(Nûh) dedi ki: “Rabbim! Doğrusu ben, kavmimi gece gündüz (îmân etmeye) da'vet ettim.”","İhsan Aktaş Meali":"(Sonra Nûh:) Rabbim! dedi, doğrusu ben kavmimi gece gündüz (imana) davet ettim;","İlyas Yorulmaz Meali":"Nuh “Rabbim gece ve gündüz (sürekli) kavmimi davet ettim.”","İsmayıl Hakkı Baltacıoğlu":"Nuh dedi: \"Ey çalap! Gerçekten ben ulusumu gece gündüz doğru yola çağırdım.","İsmail Hakkı İzmirli":"Nûh ümidini kesince dedi ki Yâ Rab! Ben kavmimi gece gündüz dâvet ettim.","İsmail Yakıt":"Nûh (yine) şöyle dedi: “Rabbim! Muhakkak ki ben kavmimi gece gündüz davet ettim;”","Kadri Çelik Meali":"Dedi ki: “Rabbim! Gerçekten ben kavmimi gece ve gündüz davet edip durdum.”","Mahmut Kısa Meali":"Fakat onlar, bütün uyarılara rağmen zulüm ve haksızlığa devam ettiler. Bunun üzerine Nûh, <b>“Ey Rabb’im!” dedi, “Ben halkımı gece gündüz </b>bıkıp usanmadan hak dine <b>çağırdım durdum.”</b>","Mahmut Özdemir Meali":"Dedi ki: <br>\n“Rabbim! Ben, kavmimi gece gündüz davet ettim”.","Mehmet Çakır Meali":"&quot; <i>Ya Rab </i>dedi Nûh<i>: halkımı gece gündüz Hakk'a davet ettim,</i>","Mehmet Çoban Meali":"Elçimiz Nuh uzun yıllar boyunca emirlerimiz doğrultusunda toplumunu uyardı. Toplumu Nuh’un uyarmalarına kulak asmadı! Bir gün içten serzenişle Nuh Rabbine yönelerek şöyle dedi: \"Ey Rabbim! Gerçekten ben kavmime gece gündüz bildirdiğin gerçekleri anlattım! Onları senin yasalarına göre yaşamaya davet ettim!\"   ","Mehmet Okuyan Meali":"(Nuh) demişti ki: “Rabbim! Doğrusu ben kavmimi gece gündüz (imana) davet ettim [*]","Mehmet Türk Meali":"(Nuh Rabbine): “Ey Rabbim! Gerçekten ben kavmimi gece gündüz demedim (sürekli) davet ettim.” dedi.","Muhammed Esed Meali":"[Ve bir zaman sonra, Nûh] “Ey Rabbim!” dedi, “Ben halkıma gece gündüz çağrıda bulunuyorum,","Mustafa Çavdar Meali":"Sonunda Nuh Allah’a şöyle arzuhal etti: -Rabbim, ben kavmimi gece gündüz demeden senin dinine çağırdım. 12/108, 41/33","Mustafa İslamoğlu Meali":"(Nûh) dedi ki: “Rabbim! Ben kavmimi gece gündüz davet ettim.","Orhan Kuntman Meali":"(Kavmi onu yalancı sayıp küfür ve şirkte direnince Nuh a.s. çareyi Rabbine sığınmakta buldu ve) \"ey Rabbim ben kavmimi, gece gündüz (imana) davet ettim.”","Osman Fırat Meali":"(Nûh:) \"Rabbim, dedi, ben kavmimi gece gündüz da’vet ettim. \"","Ömer Nasuhi Bilmen Meali":"Dedi ki: «Yarabbi! Ben kavmimi hakikaten gece ve gündüz dâvet ettim.","Suat Yıldırım Meali":"5, 6. “Ya Rabbî, dedi Nûh, ben milletimi gece gündüz dine dâvet ettim. Ama benim dâvetim, onların sadece daha çok uzaklaşmalarına yol açtı. ”","Süleyman Ateş Meali":"(Nuh:) \"Rabbim, dedi, ben kavmimi gece gündüz da'vet ettim.\"","Süleyman Tevfik (1927)":"(Kavminin söz dinlemediklerini gördükde Nûh) \"Yâ Rabbî! Ben kavmimi gice ve gündüz da'vet itdim.\"","Süleymaniye Vakfı Meali":"Sonunda Nuh şöyle dedi: “Rabbim ! Halkımı gece gündüz davet ettim.","Şaban Piriş Meali":"-Rabbim, dedi. Ben kavmimi gece gündüz davet ettim.","Ümit Şimşek Meali":"Nuh “Yâ Rabbi,” dedi. “Kavmimi gece gündüz imana çağırdım.","Yaşar Nuri Öztürk Meali":"Nûh şöyle yakardı: \"Ey Rabbim! Ben toplumuma gece ve gündüz çağrıda bulundum.\"","Eski Anadolu Türkçesi":"eyitti “iy çalabum! bayıķ ben oķıdum ķavmumı gice daħı gündüz.”","Satıraltı Meal (1534)":"Nūḥ eyitdi: Yā Rabb, ben īmāna da‘vet eyledüm ḳavmümi gice ve gündüz.","Bunyadov-Memmedeliyev ":"O dedi: “Ey Rəbbim! Mən qövmümü gecə-gündüz (imana, haqq yola) də’vət etdim!","M. Pickthall (English)":"He said: My Lord! Lo! I have called unto my people night and day","Yusuf Ali (English)":"He said: \"O my Lord! I have called to my People night and day:"},"6":{"Arabic":"فَلَمْيَزِدْهُمْدُعَٓاء۪ٓياِلَّافِرَارًا","Abdulbaki Gölpınarlı Meali":"Benim çağırmam, ancak onların kaçmasını arttırdı.","Abdullah-Ahmet Akgül Meali":"<b>\"Fakat sonuçta benim davetim, sadece onların </b><i>(Hakk’tan)</i><b> kaçışını ziyadeleştirmiş </b><i>(başka netice vermemiş)</i><b>tir.\" </b> ","Abdullah Parlıyan Meali":"Ama bu çağrım onları senden daha da uzaklaştırdı.","Ahmet Tekin Meali":"“Benim davetim, sadece onların kaçışlarını artırıyor.”","Ahmet Varol Meali":"Ancak benim davetim onların sadece kaçışlarını artırdı.","Ali Bulaç Meali":"'Fakat davet etmem, bir kaçıştan başkasını arttırmadı.'","Ali Fikri Yavuz Meali":"Fakat benim dâvet etmem, onlara ancak (imandan) kaçmağı artırdı.","Bahaeddin Sağlam Meali":"Benim çağrımın kaçıştan başka onlara hiçbir katkısı olmadı.","Bayraktar Bayraklı Meali":"5,6,7,8,9. Sonra Nûh şöyle devam etti: “Ey Rabbim! Doğrusu ben kavmimi gece gündüz tevhid inancına davet ettim. Fakat benim davetim, ancak kaçmalarını arttırdı. Her ne zaman onları senin bağışlamana çağırdıysam, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, direndiler ve büyüklendikçe büyüklendiler. Sonra ben onları açıkça çağırdım. Sonra onlara davetimi hem açık ilân ettim, hem de gizlice. Özel olarak kendileriyle konuştum.”","Besim Atalay Meali (1965)":"Benim bu çağırmam, ancak onların kaçmasını artırdı!","Cemal Külünkoğlu Meali":"Fakat benim davetim, onları daha da uzaklaştırmaktan başka bir işe yaramadı.”","Cemil Said (1924)":"5,6. Nûh sonra Allâh’a teveccüh iderek: \"Ya rabbî kavmimi gice gündüz (sana ’ibâdete) da’vet iyledim fakat benim da’vetimden kaçıyorlar.","Diyanet İşleri Meali (Eski)":"\"Fakat benim çağırmam, sadece benden uzaklıklarını artırdı.\"","Diyanet İşleri Meali (Yeni)":"Fakat benim davetim ancak onların kaçışını artırdı.”","Kur'an Yolu (Diyanet İşleri)":"Fakat benim çağrım sadece kaçışlarını arttırdı.","Diyanet Vakfı Meali":"Fakat benim davetim, ancak kaçmalarını arttırdı.","Edip Yüksel Meali":"\"Ne var ki, çağrım onların kaçışını arttırmaktan başka şeye yaramadı.\"","Elmalılı Hamdi Yazır Meali":"\"Fakat benim çağırmam, onların sadece kaçmalarını artırdı.\"","Elmalılı Meali (Orijinal)":"Fakat benim çağırmam onlara firardan başka bir şey artırmadı","Emrah Demiryent Meali":"Fakat benim (onları, îmâna) davetim, (küfürde ısrar ettikleri için) onların sadece (haktan uzaklaşıp) kaçışlarını artırdı.","Erhan Aktaş Meali":"“Fakat benim çağrım, onların kaçışlarını daha da artırdı.”","Hasan Basri Çantay Meali":"«Fakat benim da'vetim (îmandan) kaçma (ların) dan başka (bir şey'i) artırmadı».","Hayrat Neşriyat Meali":"“Fakat benim da'vetim onlara, (hakka yönelmekten) kaçma(ların)dan başka bir şeyi artırmadı.”","İhsan Aktaş Meali":"Fakat (kibir, zulüm ve azgınlıkları nedeniyle) benim davet etmem, (onlar için) kaçıştan başkasını arttırmadı (netice vermedi).","İlyas Yorulmaz Meali":"“Ancak benim onları davetim, yalnızca benden uzaklaşmalarını artırdı.”","İsmayıl Hakkı Baltacıoğlu":"Ancak, benim bu çağırmam onları büsbütün kaçırmaktan başka bir işe yaramadı.","İsmail Hakkı İzmirli":"Fakat davetim, imandan kaçmalarını artırmadan başka bir şeye yaramadı.","İsmail Yakıt":"“Benim davetim onların kaçışını artırmaktan başka bir işe yaramadı.”","Kadri Çelik Meali":"“Fakat benim davet etmem, (onlar için) kaçıştan başkasını arttırmadı.”","Mahmut Kısa Meali":"<b>“Ama benim çağrım, onları </b>haktan <b>iyice uzaklaştırmaktan başka bir işe yaramadı.”</b>","Mahmut Özdemir Meali":"“Benim çağrım onların sadece kaçışlarını artırdı”.","Mehmet Çakır Meali":"<i>ama her nedense benim davetim hep onların nefretini azdırdı,</i>","Mehmet Çoban Meali":"\"Fakat davetim senin yolundan uzaklaşmalarını artırdı!\"   ","Mehmet Okuyan Meali":"Benim davetim ancak kaçmalarını artırdı.","Mehmet Türk Meali":"(Ve devamla): “Benim davetim ancak onların (îman etmekten) kaçışlarını artırdı.”","Muhammed Esed Meali":"ama bu çağrım onları yalnızca [Senden] daha da uzaklaştırdı. ²","Mustafa Çavdar Meali":"Lakin benim çağrım onları uzaklaştırmaktan başka bir işe yaramadı. 10/13...17, 22/72","Mustafa İslamoğlu Meali":"Ne ki benim davetim onları uzaklaştırmaktan başka bir işe yaramadı.","Orhan Kuntman Meali":"“Ne var ki, benim davetim, onların benden uzaklaşmalarını (küfürlerini) artırmaktan başka bir sonuç vermedi.”","Osman Fırat Meali":"Fakat benim davetim ancak onların kaçışını artırdı. \"","Ömer Nasuhi Bilmen Meali":"Benim dâvetim, onlar için firardan başka bir şey arttırmadı.»","Suat Yıldırım Meali":"5, 6. “Ya Rabbî, dedi Nûh, ben milletimi gece gündüz dine dâvet ettim. Ama benim dâvetim, onların sadece daha çok uzaklaşmalarına yol açtı. ”","Süleyman Ateş Meali":"Benim da'vetim, onlara kaçışlarını artırmaktan başka bir katkıda bulunmadı.","Süleyman Tevfik (1927)":"\"Benim da'vetim onlarda ancak nefret ve firârlarını artırdı.\"","Süleymaniye Vakfı Meali":"Ama davetim onları daha fazla kaçırmaktan başka bir işe yaramadı.","Şaban Piriş Meali":"Çağrım onların kaçmasından başka bir şeye yaramadı.","Ümit Şimşek Meali":"“Fakat ben çağırdıkça onlar daha da çok kaçtılar.","Yaşar Nuri Öztürk Meali":"\"Fakat çağrım, onların kaçışlarını artırmaktan başka bir işe yaramadı.\"","Eski Anadolu Türkçesi":"“pes arturmadı anlara oķımaġum illā ķaçmaķ.”","Satıraltı Meal (1534)":"Pes arturmadı anları benüm da‘vetüm, illā īmāndan ḳaçmaḳ.","Bunyadov-Memmedeliyev ":"Lakin də’vətim onların (imandan) qaçmalarını daha da artırmaqdan başqa bir şeyə yaramadı.","M. Pickthall (English)":"But all my calling doth but add to their repugnance;","Yusuf Ali (English)":"\"But my call only increases (their) flight (from the Right).(5709)"},"7":{"Arabic":"وَاِنّ۪يكُلَّمَادَعَوْتُهُمْلِتَغْفِرَلَهُمْجَعَلُٓوااَصَابِعَهُمْف۪ٓياٰذَانِهِمْوَاسْتَغْشَوْاثِيَابَهُمْوَاَصَرُّواوَاسْتَكْبَرُوااسْتِكْبَارًاۚ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de ben, onları, sen yarlıgayasın, suçlarını örtesin diye ne vakit çağırdıysam parmaklarıyla kulaklarını tıkadılar ve elbiselerine büründüler ve ısrar ettiler ve ululandıkça ululanmaya kalkıştılar.","Abdullah-Ahmet Akgül Meali":"<b>\"Doğrusu ben, onları bağışlaman için her davet edişimde, onlar parmaklarını kulaklarına tıkayıvermişler, </b><i>(bana hakaret kastıyla) </i><b>örtülerini başlarına çekmişler ve kibirlendikçe kibirlenip, </b><i>(küfür ve kötülükte)</i><b> diretmişlerdi.\"</b> ","Abdullah Parlıyan Meali":"Gerçekten de günahlarını bağışlaman için onları ne zaman davet ettiysem, parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, ayak dirediler, büyüklendikçe büyüklendiler.","Ahmet Tekin Meali":"“Ben, senin bağışlaman için onları ne zaman davet ettiysem, parmaklarını kulaklarına tıkadılar. Beni görmemek için elbiselerine büründüler. Ayak dirediler, kibirlendikçe kibirlendiler, serkeşlik, zorbalık ettiler.”","Ahmet Varol Meali":"Ben, senin kendilerini bağışlaman için onları ne zaman davet ettiysem parmaklarını kulaklarına tıkadılar, elbiselerini üzerlerine çektiler, (küfürlerinde) direndiler ve büyüklük tasladıkça tasladılar.","Ali Bulaç Meali":"'Doğrusu ben, onları bağışlaman için her davet edişimde, parmaklarını kulaklarına tıkadılar, örtülerini başlarına çektiler ve büyüklük tasladıkça büyüklük gösterip-direttiler.'","Ali Fikri Yavuz Meali":"Doğrusu ben, onları senin bağışlaman için her dâvet ettiğimde, onlar parmaklarını kulaklarına tıkadılar ve elbiselerine büründüler (ki beni görmesinler, küfürde) ısrar ettiler ve kibirlendikçe kibirlendiler.","Bahaeddin Sağlam Meali":"Ve gerçekten ben, ne zaman onları bağışlaman için (hakka) çağırdımsa, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına geçirdiler, (küfürde) direttiler ve kibirlendiler de kibirlendiler.","Bayraktar Bayraklı Meali":"5,6,7,8,9. Sonra Nûh şöyle devam etti: “Ey Rabbim! Doğrusu ben kavmimi gece gündüz tevhid inancına davet ettim. Fakat benim davetim, ancak kaçmalarını arttırdı. Her ne zaman onları senin bağışlamana çağırdıysam, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, direndiler ve büyüklendikçe büyüklendiler. Sonra ben onları açıkça çağırdım. Sonra onlara davetimi hem açık ilân ettim, hem de gizlice. Özel olarak kendileriyle konuştum.”","Besim Atalay Meali (1965)":"Senin onları yarlıgamançin, ne zaman onları çağırdım ise, parmaklarıyla, kulakların tıkadılar, giysilerin örttüler, direndiler, kasaldıkça kasaldılar da!","Cemal Külünkoğlu Meali":"“Doğrusu ben senin onları bağışlaman için kendilerini her çağrışımda, parmaklarını kulaklarına tıkadılar, (beni görmemek için) örtülerini başlarına çektiler, (hakka karşı) direndiler, büyük bir kibir gösterdiler.”","Cemil Said (1924)":"Senin (dînine) ânları da’vet idüb de ’afvını taleb itmelerini söylediğim vakit elleriyle kulaklarını tıkadılar ve beni görmemek içün elbise ile yüzlerini örtdüler ve dalâletde ısrâr ve kibir izhâr iylediler.","Diyanet İşleri Meali (Eski)":"\"Doğrusu ben Senin onları bağışlaman için kendilerini her çağırışımda, parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, direndiler, büyüklendikçe büyüklendiler.\"","Diyanet İşleri Meali (Yeni)":"“Kuşkusuz sen onları bağışlayasın diye kendilerini her davet edişimde parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, inanmamakta direndiler ve büyük bir kibir gösterdiler.”","Kur'an Yolu (Diyanet İşleri)":"Kendilerini bağışlaman için ben onları ne zaman çağırdıysam, parmaklarını kulaklarına tıkadılar; elbiselerini başlarına bürüdüler, ayak dirediler, kibirlendikçe kibirlendiler.","Diyanet Vakfı Meali":"Gerçekten de, (imana gelmeleri ve böylece) günahlarını bağışlaman için onları ne zaman davet ettiysem, parmaklarını kulaklarına tıkadılar, (beni görmemek için) elbiselerine büründüler, ayak dirediler, kibirlendikçe kibirlendiler.","Edip Yüksel Meali":"\"Her ne zaman senin onları bağışlaman için onları çağırdıysam parmaklarını kulaklarına tıkadılar, elbiselerini başlarına örttüler, direndiler, büyüklendikçe büyüklendiler.\"","Elmalılı Hamdi Yazır Meali":"\"Ben onları senin bağışlaman için her davet ettiğimde, onlar parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, ısrar ettiler, kibirlendikçe kibirlendiler.\"","Elmalılı Meali (Orijinal)":"Ve ben onları mağfiret buyurman için her da'vet ettiğimde onlar parmaklarını kulaklarına tıkadılar ve esvablarına büründüler ve ısrar ettiler ve kibirlendikçe kibirlendiler","Emrah Demiryent Meali":"Doğrusu ben onları her ne zaman senin bağışlamana (sebep olacak îmâna) davet ettiysem, onlar parmaklarını kulaklarına tıkadılar (ve beni görmemek için) elbiselerini başlarına çektiler, (küfürde) ısrar ettiler ve kibirlendikçe kibirlendiler.","Erhan Aktaş Meali":"“Öyle ki onları ne zaman Senin bağışlayıcılığına çağırdıysam parmaklarını kulaklarına tıkadılar, elbiselerine büründüler¹ ısrarla kibirlendikçe kibirlendiler.”","Hasan Basri Çantay Meali":"«Hakıykat ben, Senin kendilerini yarlığaman için, onları ne zaman da'vet etdiysem parmaklarını kulaklarına tıkadılar, elbiselerine büründüler ayak dirediler, büyüklük tasladılar da tasladılar».","Hayrat Neşriyat Meali":"“Ve doğrusu ben, onlara mağfiret etmen için kendilerini ne zaman (îmân etmeye)da'vet ettiysem, parmaklarını kulaklarına tıkadılar, (beni görmemek için) elbiselerine büründüler, (inkârlarında da) ısrâr ettiler ve büyüklük tasladıkça tasladılar.”","İhsan Aktaş Meali":"“Ve doğrusu ben senin onları bağışlaman için kendilerini her çağrışımda, parmaklarını kulaklarına tıkadılar, (kendilerine hakikati anlatmamam için) elbiselerine büründüler (gözlerini hakikate) kapadılar, (hakka karşı) direndiler, kibirlendikçe kibirlendiler.","İlyas Yorulmaz Meali":"Hâlbuki senin onların günahlarını bağışlaman için onları ne zaman davet ettiysem, onlar parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, inkârda direndiler ve davetime karşı kibirlendikçe kibirlendiler.”","İsmayıl Hakkı Baltacıoğlu":"Gerçekten ben onları senin yarlıgaman için ne vakit çağırdımsa, onlar parmakları ile kulaklarını tıkadılar, giyecekleriyle örtündüler, ayak dirediler, büyüklük tasladıkça tasladılar.","İsmail Hakkı İzmirli":"Ben her ne zaman onları senin yarlıgaman için dâvet ettimse dâvetimi işitmemek için kulaklarını parmaklarıyle tıkadılar, beni görmemek için elbiselerine büründüler. Küfür ve masiyetlerınde ayak dirediler. Ve bana tâbi olmayı asla kibirlerine yediremediler.","İsmail Yakıt":"“Hiç şüphesiz kendilerini bağışlaman için, onları her ne zaman çağırdıysam, parmaklarıyla kulaklarını tıkadılar, elbiselerini başlarına geçirdiler, inat ettiler ve kibirlendikçe kibirlendiler.”","Kadri Çelik Meali":"“Doğrusu ben, senin onları bağışlaman için her davet edişimde, onlar parmaklarını kulaklarına tıkadılar, örtülerini başlarına çektiler, direttiler ve kibirlendikçe kibirlendiler.”","Mahmut Kısa Meali":"<b>“</b>Şöyle ki, <b>onları bağışlaman için kendilerini ne zaman </b>tövbeye <b>çağırdıysam,</b>beni duymamak için <b>parmaklarını kulaklarına tıkadılar, </b>cehâlet ve önyargı <b>örtülerine,</b> sosyal ve ekonomik çevre ve imkanlarına<b> büründüler, </b>apaçık hakîkat karşısında inatla <b>direndiler ve küstahça kibre kapıldılar.”</b>","Mahmut Özdemir Meali":"“Ben, senin onları bağışlaman için onları ne zaman çağırdıysam, parmaklarını kulaklarına tıkadılar; elbiselerini başlarına bürüdüler; direndiler; büyüklendikçe büyüklendiler”.","Mehmet Çakır Meali":"<i>her ne zaman affetmen için kendilerini sana dua etmeye çağırsam, davetime kulaklarını tıkadılar,</i> <i>kafalarını kuma gömdüler, direndiler, giderek daha da havalandılar.</i>","Mehmet Çoban Meali":"\"Onlara Rabbimin yoluna girerseniz hatalarınızın bağışlanmasını umut edersiniz dedim. Her fırsatta onları yoluna davet ettim. Onları her davet edişimde parmaklarıyla kulaklarını tıkadılar. Süslü şatafatlı elbiseler giyerek karşımda böbürlendiler. Uydurdukları düzenin yasalarına uydular. Yasalarına uydukları insanları ilahlaştırdılar. İlahlarını terk etmediler. Bu yolda büyük bir inat ve önü alınmaz bir kibir gösterdiler.”        ","Mehmet Okuyan Meali":"Sen onları bağışlayasın diye onları ne zaman davet ettiysem, parmaklarını kulaklarına tıkadılar; [*] elbiselerine büründüler, direndiler ve kibirlendikçe kibirlendiler.","Mehmet Türk Meali":"“Doğrusu ben, Senin onları bağışlaman için ne kadar davet ettimse onlar, (davetimi duymamak için) parmaklarını¹ kulaklarına tıkadılar, örtülerini başlarına çektiler,² (küfürlerinde) direndiler ve çok fazla büyüklük tasladılar.”","Muhammed Esed Meali":"Ve doğrusu, onlara bağışlayıcılığını göstereceğin ümidiyle ne zaman çağrıda bulunduysam parmaklarını kulaklarına tıkadılar, [günahkarlık] giysilerine büründüler, ³ daha fazla inada kapıldılar ve boş gururlarında [daha da] azgınlaştılar.","Mustafa Çavdar Meali":"Öyle ki onları ne zaman senin bağışlamana çağırdıysam, duymamak için parmaklarını kulaklarına tıkadılar, elbiselerine büründüler/mevki ve makamlarına sığındılar, böylece hakka karşı direndiler; kibirlendikçe kibirlendiler. 34/43, 35/42","Mustafa İslamoğlu Meali":"Senin bağışına layık olmaları için onları davet ettiğim her seferinde parmaklarını kulaklarına tıkadılar, gözlerini (hakikate) kapadılar,[⁵³²⁷] (inkârda) direndiler, kibirlendiler de kibirlendiler...","Orhan Kuntman Meali":"“Senin onları bağışlaman için her davet edişimde, parmaklarını kulaklarına tıkadılar. (Beni dinlemediler) elbiselerine büründüler. (Beni görmemek için saklandılar, şirk ve küfürde) direndiler. (İmana gelmediler) büyüklük tasladılar da tasladılar.”","Osman Fırat Meali":"Kuşkusuz sen onları bağışlayasın diye kendilerini her davet edişimde parmaklarını kulaklarına tıkadılar, elbiselerine büründüler, direndiler ve büyük bir kibirle kibirlendiler.","Ömer Nasuhi Bilmen Meali":"«Muhakak ki ben onlar için mağfiret buyurasın diye kendilerini her ne zaman dâvet etti isem parmaklarını kulaklarına tıkadılar ve libaslarına büründüler ve ısrar ettiler ve böbürleniverdiler.","Suat Yıldırım Meali":"Her ne zaman, onları bağışlaman için çağırdıysam, onlar parmaklarıyla kulaklarını tıkadılar. Esvaplarıyla örtündüler, direttiler ve çok kibirlendiler. ","Süleyman Ateş Meali":"Günahlarını bağışlaman için onları (sana) ne kadar da'vet ettimse parmaklarını kulaklarına tıkadılar, örtülerini başlarına çektiler, direttiler, çok böbürlendiler.","Süleyman Tevfik (1927)":"\"Ve ben onları, sen mağfiret idesün diyu her da'vet iylediğimde parmaklarını kulaklarına tıkadılar ve elbiselerini başlarına örtdiler ve küfürde ısrâr iylediler ve bana ittibâ'dan kibir idüb kendilerini büyük gördiler.\"","Süleymaniye Vakfı Meali":"Sen bağışlayasın diye onları ne zaman davet etsem parmaklarını kulaklarına tıkadılar, elbiselerini üstlerine çektiler, ayak dirediler ve kibirlendikçe kibirlendiler.","Şaban Piriş Meali":"Ben, onları senin bağışlaman için her ne zaman çağırdıysam, parmaklarını kulaklarına tıkayıp, elbiselerini başlarına bürüdüler, direndiler ve büyüklendikçe büyüklendiler.","Ümit Şimşek Meali":"“Senin bağışlaman için onları her çağırışımda kulaklarını tıkadılar, elbiselerine büründüler, inat ettiler, kibirlendikçe kibirlendiler.","Yaşar Nuri Öztürk Meali":"\"Ben onları, sen kendilerini affedesin diye çağırdıkça, parmaklarını kulaklarına tıkadılar, elbiseleriyle sarılıp sarmalandılar, inat ve ısrar ettiler ve kibirlendikçe kibirlendiler.\"","Eski Anadolu Türkçesi":"daħı bayıķ ben her nice kim oķıyam anları tā yarlıġayasın anları ķıldılar barınaķlarını ķulaķları içine daħı örtündiler ŧonlarını daħı yazuķ üzere durdılar daħı ululıķ istediler ululıķ istemek.”","Satıraltı Meal (1534)":"Daḫı ben nice ki da‘vet itdüm‐ise ki anlaruñ günāhların baġışlayasın. Bar‐maḳların ḳulaḳlarına ṣoḳdılar ve başların ḳumāşlar‐ıla örtdiler ve küfremuṣırr oldılar ve büyüklendiler, iñen büyüklenmek.","Bunyadov-Memmedeliyev ":"Sənin onları bağışlamağın üçün mən nə zaman onları (imana) də’vət etdimsə, onlar (də’vətimi eşitməsinlər deyə) barmaqlarını qularlarına tıxadılar, (məni görməsinlər deyə) libaslarına büründülər, (küfrlərində) israr edib durdular və təkəbbür göstərdilər.","M. Pickthall (English)":"And lo ! whenever I call unto them that Thou mayest pardon them they thrust their fingers in their ears and cover themselves with their garments and persist (in their refusal) and magnify themselves in pride.","Yusuf Ali (English)":"\"And every time I have called to them, that Thou mightest forgive them, they have (only) thrust their fingers into their ears, covered themselves up with(5710) their garments, grown obstinate, and given themselves up to arrogance."},"8":{"Arabic":"ثُمَّاِنّ۪يدَعَوْتُهُمْجِهَارًاۙ","Abdulbaki Gölpınarlı Meali":"Sonra onları, gerçekten de yüksek sesle çağırdım.","Abdullah-Ahmet Akgül Meali":"<b>\"Sonra ben onları açıktan açığa davet ettim.\"</b> ","Abdullah Parlıyan Meali":"Sonra ben onlara yüksek sesle de davette bulundum.","Ahmet Tekin Meali":"“Sonra onları açıktan açığa davet ettim.”","Ahmet Varol Meali":"Sonra ben onları açıktan da [1] davet ettim.","Ali Bulaç Meali":"'Sonra onları açıktan açığa davet ettim.'","Ali Fikri Yavuz Meali":"Sonra ben, onları aşikâre olarak (tevbeye) çağırdım.","Bahaeddin Sağlam Meali":"Sonra ben onları, yüksek sesle (hakka) davet ettim.","Bayraktar Bayraklı Meali":"5,6,7,8,9. Sonra Nûh şöyle devam etti: “Ey Rabbim! Doğrusu ben kavmimi gece gündüz tevhid inancına davet ettim. Fakat benim davetim, ancak kaçmalarını arttırdı. Her ne zaman onları senin bağışlamana çağırdıysam, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, direndiler ve büyüklendikçe büyüklendiler. Sonra ben onları açıkça çağırdım. Sonra onlara davetimi hem açık ilân ettim, hem de gizlice. Özel olarak kendileriyle konuştum.”","Besim Atalay Meali (1965)":"Sonra onları yüksek sesle çağırdım","Cemal Külünkoğlu Meali":"“Sonra onları daha açık bir şekilde imana davet ettim.”","Cemil Said (1924)":"8,9. Sonra ânları (îmâna) cehren veyâ hafiyyen da’vet iyledim.","Diyanet İşleri Meali (Eski)":"\"Sonra, doğrusu ben onları açıkça çağırdım.\"","Diyanet İşleri Meali (Yeni)":"“Sonra ben onları açık açık davet ettim.”","Kur'an Yolu (Diyanet İşleri)":"Yine de ben onları açıkça çağırmaya devam ettim.","Diyanet Vakfı Meali":"Sonra, ben kendilerine haykırarak davette bulundum.","Edip Yüksel Meali":"\"Sonra onları açıkça çağırdım.\"","Elmalılı Hamdi Yazır Meali":"\"Sonra ben onları açık açık çağırdım.\"","Elmalılı Meali (Orijinal)":"Sonra ben onları yüksek sesle çağırdım","Emrah Demiryent Meali":"Sonra (onların, küfürde ısrar etmelerine ve bana yapmış oldukları eziyetlere rağmen, yine de) ben, onları, (açıktan tebliğ yapmanın faydalı olduğu yerlerde) yüksek sesle (açıktan açığa îmâna) davet ettim.","Erhan Aktaş Meali":"“Sonra onlara açık açık her fırsatta çağrıda bulundum.”","Hasan Basri Çantay Meali":"«Sonra ben onları hakıykaten en yüksek ses (im) le çağırdım».","Hayrat Neşriyat Meali":"“Sonra şübhesiz ben, onları yüksek sesle (açıkça) da'vet ettim.”","İhsan Aktaş Meali":"Sonra (yine de) ben, onları açıkça (inanmaya ve doğrulara) davet ettim.","İlyas Yorulmaz Meali":"“Sonra yine de ben onları doğrulara açıkça davet ettim.”","İsmayıl Hakkı Baltacıoğlu":"Sonra işte ben onları yüksek sesle de doğru yola çağırdım.","İsmail Hakkı İzmirli":"Sonra onları yüksek sesle dâvet ettim,","İsmail Yakıt":"“Sonra kendilerini açıktan açığa davet ettim.”","Kadri Çelik Meali":"“Sonra ben onları yüksek sesle davet ettim.”","Mahmut Kısa Meali":"<b>“Fakat</b><b>yine de</b> umudumu kesmedim; her türlü imkân ve fırsatları kullanarak, tüm gücümle <b>onları </b>gerçeklere<b> açık açık davet ettim.”</b>","Mahmut Özdemir Meali":"“Sonra ben, onları seslice çağırdım”.","Mehmet Çakır Meali":"<i>Davetimi haykırdım</i> olmadı,","Mehmet Çoban Meali":"\"Onları açık açık davet ettim. Hiçbir şeyi onlardan gizlemedim!”      ","Mehmet Okuyan Meali":"Sonra, ben kendilerini açıktan davet ettim.","Mehmet Türk Meali":"“Sonra ben, onlara açıktan açığa da davette bulundum.”","Muhammed Esed Meali":"Doğrusu, ben onları açık açık çağırdım;","Mustafa Çavdar Meali":"Gün oldu onları tevhide açık açık davet ettim. 21/25, 42/15","Mustafa İslamoğlu Meali":"Gün oldu ki ben, onları açıktan davet ettim;","Orhan Kuntman Meali":"“(Buna rağmen) Ben onları açıktan açığa (halkın arasında konuşarak imana) davet ettim.”","Osman Fırat Meali":"Sonra ben onları açıkça da’vet ettim.","Ömer Nasuhi Bilmen Meali":"Sonra muhakkak ki ben onları, apaçık dâvet ettim.»","Suat Yıldırım Meali":"Ben onları bu sefer yüksek sesle dâvet etmeye başladım. ","Süleyman Ateş Meali":"Sonra ben onları açıkça da'vet ettim.","Süleyman Tevfik (1927)":"\"Sonra onları âşikâr sûretde da'vet itdim.\"","Süleymaniye Vakfı Meali":"Sonra onlara açıkça davette bulundum.","Şaban Piriş Meali":"Sonra ben onları açıktan açığa çağırdım.","Ümit Şimşek Meali":"“Derken onları açıkça davet ettim.","Yaşar Nuri Öztürk Meali":"\"Sonra onları daha açık bir biçimde çağırdım.\"","Eski Anadolu Türkçesi":"“andan, bayıķ ben oķıdum anları eşkere.”","Satıraltı Meal (1534)":"Andan ben da‘vet itdüm anları āşikāre.","Bunyadov-Memmedeliyev ":"Sonra mən onları uca səslə (açıq-açığına haqqa) də’vət etdim.","M. Pickthall (English)":"And lo! I have called unto them aloud,","Yusuf Ali (English)":"\"So I have called to them aloud;"},"9":{"Arabic":"ثُمَّاِنّ۪ٓياَعْلَنْتُلَهُمْوَاَسْرَرْتُلَهُمْاِسْرَارًاۙ","Abdulbaki Gölpınarlı Meali":"Sonra açığa vurup yaydım onlara ve gizlice konuştum, davet ettim onları da.","Abdullah-Ahmet Akgül Meali":"<b>\"Daha sonra </b><i>(davamı)</i><b> onlara </b><i>(özellikle ve güzellikle)</i><b> ilan ettim ve </b><i>(ayrıca)</i><b> kendilerine </b><i>(hain ve zalim kesimlerden ürkmesinler diye) </i><b>gizli gizli şekilde </b><i>(yanaşmak istedim ve gerçekleri)</i><b> söyledim.\"</b> ","Abdullah Parlıyan Meali":"Onlara açıktan tebliğde bulundum. Ayrıca onlarla gizlice özel olarak da konuştum","Ahmet Tekin Meali":"“Üstelik ben, onlara ilân ederek söyledim. Onlarla gizli gizli konuştum.”","Ahmet Varol Meali":"Sonra onlara (davetimi) açıktan da ilan ettim, gizli gizli de söyledim.","Ali Bulaç Meali":"'Daha sonra (davamı) onlara açıkça ilan ettim ve kendilerine gizli gizli yollarla yanaşmak istedim.'","Ali Fikri Yavuz Meali":"Sonra, hem ilân ederek onlara söyledim, hem gizliden gizliye söyledim onlara...","Bahaeddin Sağlam Meali":"Sonra ben gerçekten, hem açıkça hem gizlice onlara mesajı anlattım.","Bayraktar Bayraklı Meali":"5,6,7,8,9. Sonra Nûh şöyle devam etti: “Ey Rabbim! Doğrusu ben kavmimi gece gündüz tevhid inancına davet ettim. Fakat benim davetim, ancak kaçmalarını arttırdı. Her ne zaman onları senin bağışlamana çağırdıysam, parmaklarını kulaklarına tıkadılar, elbiselerini başlarına çektiler, direndiler ve büyüklendikçe büyüklendiler. Sonra ben onları açıkça çağırdım. Sonra onlara davetimi hem açık ilân ettim, hem de gizlice. Özel olarak kendileriyle konuştum.”","Besim Atalay Meali (1965)":"Daha sonra hem açıkça, hem de gizli söyledim!»","Cemal Külünkoğlu Meali":"“Daha sonra (davamı) onlara hem açıktan açığa tebliğ ettim hem de gizliden gizliye (bir bir, yüz yüze) kendileriyle konuştum.”","Cemil Said (1924)":"8,9. Sonra ânları (îmâna) cehren veyâ hafiyyen da’vet iyledim.","Diyanet İşleri Meali (Eski)":"\"Sonra onlara açıktan açığa, gizliden gizliye de söyledim.\"","Diyanet İşleri Meali (Yeni)":"“Sonra, onlarla hem açıktan açığa, hem de gizli gizli konuştum.”","Kur'an Yolu (Diyanet İşleri)":"Onlara açık da söyledim, yerine göre gizli de söyledim.”","Diyanet Vakfı Meali":"Sonra, onlarla hem açıktan açığa hem de gizli gizli konuştum.","Edip Yüksel Meali":"\" Sonra onlara ilan ettim, gizliden gizliye de konuştum.\"","Elmalılı Hamdi Yazır Meali":"\"Sonra hem ilan ederek söyledim onlara, hem gizli gizli. \"","Elmalılı Meali (Orijinal)":"Sonra hem i'lâm ederek söyledim onlara hem gizli gizli söyledim","Emrah Demiryent Meali":"Yine onlarla (îmân ederler ümidiyle) hem açıktan hem de (gizli tebliğ yapmanın faydalı olduğu yerlerde) gizli (özel olarak/birebir) konuştum.","Erhan Aktaş Meali":"Sonra onlara; çağrımı toplu olarak da bire bir görüşerek de ilettim. ","Hasan Basri Çantay Meali":"«Sonra da onları hem i'lân ederek da'vet etdim, hem kendilerine gizli gizli söyledim».","Hayrat Neşriyat Meali":"“Sonra doğrusu ben, onlara (hem) i'lân ettim, (hem) kendilerine gizli gizli de söyledim.”","İhsan Aktaş Meali":"Sonra onlara, hem (davamı) ilan ederek (açıktan söyledim) tebliğte bulundum, hem de herbirine gizliden gizliye (ayrı ayrı) söyledim.","İlyas Yorulmaz Meali":"Sonra onlara açıktan açığa çağrıda bulunduğum gibi, onların arasında gizli gizli davet çalışmaları da yaptım.”","İsmayıl Hakkı Baltacıoğlu":"Sonra işte ben onlara açıktan açığa da söyledim, gizli gizli de söyledim.","İsmail Hakkı İzmirli":"Yine [⁴] tekrar alenen dâvette bulundum, onlara gizli gizli olarak da söyledim [⁵].","İsmail Yakıt":"“Sonra onları hem açıkça ve hem de gizlice davet ettim.”","Kadri Çelik Meali":"“Sonra onlara açıktan açığa ve gizliden gizliye bildirdim.”","Mahmut Kısa Meali":"<b>“Ayrıca, </b>kimi zaman <b>onlara </b>hakkı <b>açıkça ilan ettim, </b>bazen de, rencide olmasınlar diye <b>onlarla </b>özel olarak, <b>gizlice konuştum.”</b>","Mahmut Özdemir Meali":"“Evet, ben, onlara açıktan açığa da, gizliden gizliye de söyledim”.","Mehmet Çakır Meali":"<i>açık yaptım, gizli yaptım yine olmadı.</i> &quot;","Mehmet Çoban Meali":"\"Onlarla hem açıktan açığa, hem de her insanla gizlice konuştum!\"      ","Mehmet Okuyan Meali":"Ardından, onlara hem (açıktan) ilan ettim hem de gizli gizli söyledim.","Mehmet Türk Meali":"“(Hatta) sonra (davetimi) onlara açıktan açığa, gizliden gizliye (defalarca) söyledim.”","Muhammed Esed Meali":"onlara açıktan tebliğde bulundum; (ayrıca) onlarla gizlice, özel olarak da konuştum;","Mustafa Çavdar Meali":"Gün oldu yüksek sesle çağırdım, gün oldu gizli gizli anlattım. 23/32, 35/24","Mustafa İslamoğlu Meali":"gün oldu ki ben, hem (davetimi) kendilerine ilan ettim, bir de gizliden gizliye davet ettim;","Orhan Kuntman Meali":"“Herkese (hak daveti) ilan ettiğim gibi, gizli gizli de (ev ev dolaşarak da) onları uyarmaya çalıştım.”","Osman Fırat Meali":"Sonra onlara hem açıktan söyledim hem de gizli gizli söyledim,","Ömer Nasuhi Bilmen Meali":"«Sonra şüphesiz ki, ben onlar için ilan ettim ve onlara gizliden gizliye de bildirdim.","Suat Yıldırım Meali":"Daha sonra onları gâh açıkça çağırdım, gâh iyice gizli bir dâvet yönelttim, her türlü yolu denedim. ","Süleyman Ateş Meali":"Sonra onlara açıktan söyledim, gizli gizli söyledim:","Süleyman Tevfik (1927)":"\"Sonra onlara da'vetimi i'lân iylediğim gibi birer birer gizli olarak da çağırub söyledim.\"","Süleymaniye Vakfı Meali":"Daha sonra haykırdım, gizli gizli söylediğim de oldu.","Şaban Piriş Meali":"Sonra onlara açıktan açığa da; gizli gizli de söyledim.","Ümit Şimşek Meali":"“Sonra hem açıkça, hem de gizliden gizliye çağırdım.","Yaşar Nuri Öztürk Meali":"\"Daha sonra bir başka duyuru yönelttim. Ve onları gizli gizli de çağırdım.\"","Eski Anadolu Türkçesi":"“andan, bayıķ ben eşkere eyledüm anlara daħı gizlü eyledüm anlara gizlemek.”","Satıraltı Meal (1534)":"Andan anlara da‘veti ẓāhir eyledüm.","Bunyadov-Memmedeliyev ":"Daha sonra onlara (iman gətirmək lazım olduğunu) aşkar söylədim və gizli bildirdim”.","M. Pickthall (English)":"And lo! I have made public proclamation unto them, and I have appealed to them in private.","Yusuf Ali (English)":"\"Further I have spoken to them in public(5711) and secretly in private,"},"10":{"Arabic":"فَقُلْتُاسْتَغْفِرُوارَبَّكُمْاِنَّهُكَانَغَفَّارًاۙ","Abdulbaki Gölpınarlı Meali":"Dedim ki: Rabbinizden yarlıganma dileyin, şüphe yok ki o, bütün suçları, tamamıyla örter.","Abdullah-Ahmet Akgül Meali":"<b>\"Bundan böyle Rabbinizden mağfiret isteyin; çünkü gerçekten O, çok Bağışlayandır\" dedim.</b> ","Abdullah Parlıyan Meali":"ve dedim ki: “Rabbinizden günahlarınızın bağışlanmasını dileyin. Çünkü O mutlaka bağışlayandır.”","Ahmet Tekin Meali":"“Rabbinizden koruma kalkanı ve bağışlanma isteyin. O, muhkem koruma kalkanına alan, daima bağışlayandır.” dedim.","Ahmet Varol Meali":"Dedim ki: \"Rabbinizden bağışlanma dileyin. Çünkü O, çok bağışlayıcıdır.","Ali Bulaç Meali":"'Bundan böyle' dedim. 'Rabbinizden bağışlanma (mağfiret) dileyin; çünkü gerçekten O, çok bağışlayandır.","Ali Fikri Yavuz Meali":"Dedim ki: Gelin, Rabbinizin mağfiretini isteyin; çünkü O, Gaffâr'dır= mağfireti çok boldur.","Bahaeddin Sağlam Meali":"“Rabbinizden bağışlanma dileyin, O çok bağışlayıcıdır.","Bayraktar Bayraklı Meali":"Dedim ki: “Rabbinizden af dileyiniz. Çünkü O, çok bağışlayıcıdır.”","Besim Atalay Meali (1965)":"Yine dedim ki: «Tanrımızdan yarlıganmak dileyin; O çok bağışlar!","Cemal Külünkoğlu Meali":"Dedim ki: “Rabbinizden günahlarınızın bağışlanmasını dileyin. Çünkü O, çok bağışlayandır.”","Cemil Said (1924)":"Allâh’dan mağfiret taleb idiniz, ’afv itmeğe meyyâldir.","Diyanet İşleri Meali (Eski)":"10,11. Dedim ki: \"Rabbinizden bağışlanma dileyin; doğrusu O, çok bağışlayandır. Size gökten bol bol yağmur indirsin.\"","Diyanet İşleri Meali (Yeni)":"“Dedim ki: ‘Rabbinizden bağışlama dileyin; çünkü O, çok bağışlayıcıdır.’","Kur'an Yolu (Diyanet İşleri)":"Dedim ki: “Rabbinizden bağışlanmanızı dileyin; O, çok bağışlayıcıdır.","Diyanet Vakfı Meali":"Dedim ki: Rabbinizden mağfiret dileyin; çünkü O çok bağışlayıcıdır.","Edip Yüksel Meali":"\"Dedim ki, 'Rabbinizden bağışlanma dileyin; O çok Bağışlayandır.' \"","Elmalılı Hamdi Yazır Meali":"\"Gelin, dedim, Rabbinizin sizi bağışlamasını isteyin. Çünkü o çok bağışlayıcıdır.\"","Elmalılı Meali (Orijinal)":"Gelin dedim: rabbınızın mağfiretini isteyin, çünkü, o, mağfireti çok bir gaffardır","Emrah Demiryent Meali":"10-11. Dedim ki: ‘(Ey kavmim! Tevhid üzere Allah’a îmân edin, günahlarınızdan tövbe ederek) Rabbinizden bağışlanma dileyin ki, gökten üzerinize, (bulutlar vasıtasıyla) bol bol yağmur yağdırsın. Şüphesiz o çok bağışlayandır.","Erhan Aktaş Meali":"“Rabb'inizden bağışlanma dileyin. Kuşkusuz O, çok bağışlayandır.” dedim.","Hasan Basri Çantay Meali":"«Artık, dedim, Rabbinizden mağfiret dileyin. Çünkü O, çok yarlığayıcıdır».","Hayrat Neşriyat Meali":"“Hem 'Rabbinize istiğfâr edin (O'ndan mağfiret dileyin); çünki O, Gaffâr (çok bağışlayıcı)dır!' dedim.”","İhsan Aktaş Meali":"Dedim ki: (Ey halkım, gelin iman edip zulüm ve haksızlıktan vazgeçin ve) “Rabbinizden af dileyiniz. Şüphesiz O, çok bağışlayıcıdır.”","İlyas Yorulmaz Meali":"Sonuçta onlara “Rabbinizin sizi bağışlamasını dileyin. Çünkü O her zaman bağışlayıcı olmuş dur” dedim","İsmayıl Hakkı Baltacıoğlu":"Dedim: Artık çalabınızdan yarlıganma dileyin. Çünkü o, çok yarlıgayıcıdır.","İsmail Hakkı İzmirli":"Onlara dedim ki: Rabbinizden yarlıganmak dileyin, çünkü O/nun yarlıgaması pek çoktur.","İsmail Yakıt":"(Sonra onlara) “Dedim ki: “Rabbinizden bağışlanma dileyiniz. Muhakkak ki O, Gaffâr’dır.”²","Kadri Çelik Meali":"“Bundan böyle” dedim, “Rabbinizden mağfiret isteyin, çünkü gerçekten O, çok bağışlayandır.”","Mahmut Kısa Meali":"<b>“</b>Onlara<b>dedim ki: “</b>Ey halkım, gelin zulüm ve haksızlıktan vazgeçin ve <b>Rabb’inizden bağışlanma dileyin; gerçekten O, </b>çok ama <b>çok bağışlayıcıdır!</b>","Mahmut Özdemir Meali":"Onlara dedim ki: <br>\n“Rabbinizden bağışlanma dileyin! O, çok bağışlayandır”.","Mehmet Çakır Meali":"&quot; <i>Rabb'inizden özür dileyin, çünkü o, affetmeye bayılır</i> &quot; dedim.","Mehmet Çoban Meali":"Dedim ki: “Rabbinizden bağışlanma dileyin! Çünkü Rabbim bağışlayıcıdır. Rabbinizden bağışlanma dileyin ki;”        ","Mehmet Okuyan Meali":"(Onlara) dedim ki: ‘Rabbinizden bağışlanma dileyin; şüphesiz ki O çok bağışlayandır.","Mehmet Türk Meali":"“Ve onlara: ‘Rabbinizden af dileyin, çünkü O çok bağışlayandır’ dedim.”","Muhammed Esed Meali":"ve dedim ki: “Rabbinizden günahlarınızın bağışlanmasını dileyin, çünkü O, kuşkusuz bağışlayıcıdır!","Mustafa Çavdar Meali":"Onlara dedim ki: – Gelin Rabbinizden bağışlanma dileyin. Çünkü O çok bağışlayıcıdır. 15/49, 46/31","Mustafa İslamoğlu Meali":"nihayet dedim ki: “Rabbinizden bağışlanma dileyin; unutmayın ki O sürekli bağışlayandır:","Orhan Kuntman Meali":"“Gelin (küfürden vazgeçin) Rabbinizden bağışlanma dileyin, çünkü O, (tevbe edenleri) kuşkusuz çok bağışlayandır,”","Osman Fırat Meali":"Ve dedim ki: \"Rabbinizden bağışlanma dileyin, çünkü O, kuşkusuz bağışlayıcıdır!","Ömer Nasuhi Bilmen Meali":"Artık dedim ki, Rabinizden mağrifet dileyiniz, şüphe yok ki O, çok mağfiret buyurucudur.»","Suat Yıldırım Meali":"Dedim ki onlara: “Rabbinizden af dileyiniz. Zira o gafurdur. ”","Süleyman Ateş Meali":"'Rabbinizden mağfiret dileyin, çünkü O çok bağışlayandır' dedim.\"","Süleyman Tevfik (1927)":"\"Onlara: 'Rabbinize istiğfâr idiniz, çünki O mübâlağa ile mağfiret idicidir'","Süleymaniye Vakfı Meali":"“Rabbinizden bağışlanma dileyin; o çok bağışlayıcıdır.” dedim.","Şaban Piriş Meali":"Onlara dedim ki:-Rabbinizden bağışlanma dileyin, çünkü o çok bağışlayıcıdır.","Ümit Şimşek Meali":"“Onlara dedim ki: Rabbinizden af dileyin; çünkü O çok bağışlayıcıdır.","Yaşar Nuri Öztürk Meali":"Ve şöyle dedim: \"Rabbinizden af dileyin! O, bağışlamayı çok sevendir.\"","Eski Anadolu Türkçesi":"“pes eyitdüm yarlıġamaķ dileñ çalabuñuzdan bayıķ ol oldı gey yarlıġayıcı.","Satıraltı Meal (1534)":"Sırr‐ıla daḫı da‘vet eyledüm. Pes eyitdüm Tañrıñuza istiġfār idüñüz.Taḥḳīḳ ol Allāh ġafūrdur.","Bunyadov-Memmedeliyev ":"Və dedim: “(Tövbə edib) Rəbbinizdən bağışlanmağınızı diləyin. Çünki O, (tövbə edən bəndəsinin günahlarını) çox bağışlayandır!","M. Pickthall (English)":"And I have said: Seek pardon of your Lord Lo! He was ever Forgiving.","Yusuf Ali (English)":"\"Saying, ´Ask forgiveness from your Lord; for He is Oft-Forgiving;"},"11":{"Arabic":"يُرْسِلِالسَّمَٓاءَعَلَيْكُمْمِدْرَارًاۙ","Abdulbaki Gölpınarlı Meali":"Size gökten faydalı ve bol yağmurlar yollar.","Abdullah-Ahmet Akgül Meali":"<b>\"</b><i>(Öyle davranın ve Rabbinize sığının ki)</i><b> Üzerinize gökten sağanak </b><i>(bol miktarda ve faydalı oranda yağmur)</i><b> göndersin.\"</b> ","Abdullah Parlıyan Meali":"Size gökten faydalı bol yağmurlar yollar","Ahmet Tekin Meali":"“Koruma kalkanı ve bağışlanma dileyin ki, göğü üzerinizde, bol bol rahmet, bereket ve nimet yağdıracak güce, imkâna kavuştursun.”","Ahmet Varol Meali":"Böylece, üzerinize gökten bolca yağmur göndersin.","Ali Bulaç Meali":"'(Öyle yapın ki,) Üzerinize gökten sağanak (bol miktarda yağmur) yağdırsın.'","Ali Fikri Yavuz Meali":"(Rabbinizin mağfiretini dilediğiniz takdirde, Allah) üzerine bol bol yağmur salıverir.","Bahaeddin Sağlam Meali":"(Rabbinizden bağışlanma dileyin) ki gökten üzerinize bol su yağdırsın.","Bayraktar Bayraklı Meali":"11,12. “Size gökten bol bol yağmur yağdırsın. Sizi, mal ve çocuklarla desteklesin; size bahçeler lütfetsin ve nehirler akıtsın.”","Besim Atalay Meali (1965)":"Size bol bol yağmur göndere","Cemal Külünkoğlu Meali":"“(Öyle yapın ki, Allah) üzerinize gökten sağanak (yağmur) yağdırsın.","Cemil Said (1924)":"Size semâdan bol bol yağmur ihsân ider.","Diyanet İşleri Meali (Eski)":"10,11. Dedim ki: \"Rabbinizden bağışlanma dileyin; doğrusu O, çok bağışlayandır. Size gökten bol bol yağmur indirsin.\"","Diyanet İşleri Meali (Yeni)":"‘(Bağışlama dileyin ki,) üzerinize gökten bol bol yağmur indirsin.’","Kur'an Yolu (Diyanet İşleri)":"(Dileyin ki) üzerinize gökten bol bol yağmur indirsin.","Diyanet Vakfı Meali":"(Mağfiret dileyin ki,) üzerinize gökten bol bol yağmur indirsin,","Edip Yüksel Meali":"\" 'Size gökten bol yağmur göndersin.' \"","Elmalılı Hamdi Yazır Meali":"\"Üzerinize gökten bol yağmur yağdırsın.\"","Elmalılı Meali (Orijinal)":"Bol hayır ile üzerinize semayı salsın","Emrah Demiryent Meali":"10-11. Dedim ki: ‘(Ey kavmim! Tevhid üzere Allah’a îmân edin, günahlarınızdan tövbe ederek) Rabbinizden bağışlanma dileyin ki, gökten üzerinize, (bulutlar vasıtasıyla) bol bol yağmur yağdırsın. Şüphesiz o çok bağışlayandır.","Erhan Aktaş Meali":"“Gökten üzerinize bol yağmur göndersin.”","Hasan Basri Çantay Meali":"«(O sayede) O, üstünüze bol yağmur salıverir».","Hayrat Neşriyat Meali":"“(Hem onlara dedim ki:) '(O'ndan mağfiret dileyin ki) üzerinize semâyı (gökten yağmuru), bol bol göndersin!' ”","İhsan Aktaş Meali":"11, 12. (Öyle yapın ki,) üzerinize semadan (bulutlardan) sağanak (bol miktarda yağmur) yağdırsın. Sizi mallar ve evlatlarla güçlendirsin. Size (ürün yüklü) bağlar, bahçeler, ırmaklar versin.","İlyas Yorulmaz Meali":"“Gökten üzerinize bereketli yağmurlar indirsin.”","İsmayıl Hakkı Baltacıoğlu":"Böylelikle gökyüzünden size birbiri ardınca yağmur indirir,","İsmail Hakkı İzmirli":"Böylece size peyderpey yağmurlar göndersin.","İsmail Yakıt":"“Üzerinize gökten bol bol yağmur göndersin”³","Kadri Çelik Meali":"Böylece üzerinize gökten bol bol yağmur indirsin.”","Mahmut Kısa Meali":"Rabb’inize kulluk edin ki, <b>göğü</b>n bütün maddî ve mânevî nîmetlerini<b> üzerinize yağdırsın!</b>","Mahmut Özdemir Meali":"“Göğü bol yağmurlu olarak üzerinize gönderiyor”.","Mehmet Çakır Meali":"<i>üzerinize bol yağmurlar yağdırabilir </i>dedim<i>,</i>","Mehmet Çoban Meali":"“Sizin için üzerinize gökten bolca yağmur indirsin!”        ","Mehmet Okuyan Meali":"(Af dileyin ki) üzerinize göğü (yağmuru) bol bol göndersin! [*]","Mehmet Türk Meali":"Hattâ onlara; “Allah da üzerinize gökten bol bol (yağmurlar) yağdırsın.”¹","Muhammed Esed Meali":"Size, hesapsız semavî nimetler yağdıracaktır, ⁴","Mustafa Çavdar Meali":"Böylece O da size gökten bol bol yağmur yağdırsın. 2/21-22, 27/60","Mustafa İslamoğlu Meali":"göğü üzerinize cömertçe boşaltacaktır;","Orhan Kuntman Meali":"“Gökten üzerinize bol (ve bereketli) yağmur yağdırır,”","Osman Fırat Meali":"Size, gökten semavi nimetler göndersin,","Ömer Nasuhi Bilmen Meali":"Üzerinize semayı bol yağmurlar ile gönderir.","Suat Yıldırım Meali":"Mağfiret dileyin ki üzerinize bol bol yağmur indirsin. ","Süleyman Ateş Meali":"'(O'ndan mağfiret dileyin) Ki üzerinize gökten bol yağmur göndersin'","Süleyman Tevfik (1927)":"'Semâdan size lüzûmı kadar yağmur gönderir'","Süleymaniye Vakfı Meali":"“Öyle yapın ki size gökten bereketli yağmurlar göndersin.","Şaban Piriş Meali":"Gökten size bol yağmurlar yağdırır.","Ümit Şimşek Meali":"“Tâ ki üzerinize bol bol yağmur yağdırsın.","Yaşar Nuri Öztürk Meali":"\"Göğü üzerinize bol bol yağmur taşıyıcı olarak gönderir.\"","Eski Anadolu Türkçesi":"“viribiye bulıdı yā yaġmurı üzerüñüze biribiri ardınca inici.!r","Satıraltı Meal (1534)":"Viribir yaġmurları üstüñüze biri biri ardınca.","Bunyadov-Memmedeliyev ":"O sizə göydən bol yağış göndərər;","M. Pickthall (English)":"He will let loose the sky for you in plenteous rain,","Yusuf Ali (English)":"\"´He will send rain(5712) to you in abundance;"},"12":{"Arabic":"وَيُمْدِدْكُمْبِاَمْوَالٍوَبَن۪ينَوَيَجْعَلْلَكُمْجَنَّاتٍوَيَجْعَلْلَكُمْاَنْهَارًاۜ","Abdulbaki Gölpınarlı Meali":"Ve size, mallar, oğullar vererek yardım eder ve size bağlar, bahçeler halk eder ve ırmaklar yaratır.","Abdullah-Ahmet Akgül Meali":"<b>\"Size mallar ve çocuklarla </b><i>(yardım edip) </i><b>güç ve destek versin. Size </b><i>(ürün yüklü)</i><b> bağlar-bahçeler ihsan etsin ve sizin için ırmaklar da akıtıversin.\"</b> ","Abdullah Parlıyan Meali":"ve size mallar, oğullar vererek yardım eder ve size bahçeler vererek ırmaklar akıtır.","Ahmet Tekin Meali":"“Mallar, servetler ve oğullar vererek imdadınıza koşsun. Size bağlar bahçeler ihsan etsin. Sizin için ırmaklar planlayıp hazırlasın.”","Ahmet Varol Meali":"Size mallarla ve oğullarla yardım etsin; size bahçeler versin, ırmaklar versin.","Ali Bulaç Meali":"'Size mallar ve çocuklarla yardımda bulunsun. Size (ürün yüklü) bağlar-bahçeler versin, ırmaklar versin.'","Ali Fikri Yavuz Meali":"Hem mallarınızı, hem de oğullarınızı çoğaltır ve size bahçeler yaratır, size ırmaklar akıtır.","Bahaeddin Sağlam Meali":"Size mallar ve evlatlar versin, size bahçeler ve nehirler yaratsın.","Bayraktar Bayraklı Meali":"11,12. “Size gökten bol bol yağmur yağdırsın. Sizi, mal ve çocuklarla desteklesin; size bahçeler lütfetsin ve nehirler akıtsın.”","Besim Atalay Meali (1965)":"Artıra da sizin mallarınızı, oğullarınızı, size bahçeler vere, ırmaklar da yarata","Cemal Külünkoğlu Meali":"Sizi mallar ve oğullarla güçlendirsin. Size (ürün yüklü) bağlar, bahçeler versin ve sizin için nehirler akıtsın.”","Cemil Said (1924)":"(*)","Diyanet İşleri Meali (Eski)":"\"Sizi, mallar ve oğullarla desteklesin; sizin için bahçeler var etsin, ırmaklar akıtsın.\"","Diyanet İşleri Meali (Yeni)":"‘Sizi mallarla, oğullarla desteklesin ve sizin için bahçeler var etsin, sizin için ırmaklar var etsin.’","Kur'an Yolu (Diyanet İşleri)":"Mallar ve oğullar vererek sizi desteklesin, size bahçeler versin ve sizin için ırmaklar akıtsın.","Diyanet Vakfı Meali":"Mallarınızı ve oğullarınızı çoğaltsın, size bahçeler ihsan etsin, sizin için ırmaklar akıtsın.","Edip Yüksel Meali":"\" 'Size bol para ve çocuklarla desteklesin, size bahçeler ve ırmaklar versin.' \"","Elmalılı Hamdi Yazır Meali":"\"Mallar ve oğullar vererek sizin imdadınıza koşsun. Sizin için bahçeler yapsın, ırmaklar yapsın.\"","Elmalılı Meali (Orijinal)":"Ve size mallar ve oğullarla imdad eylesin, ve sizin için Cennetler yapsın, sizin için ırmaklar yapsın","Emrah Demiryent Meali":"Sizi mallar ve oğullarla (destekleyerek) güçlendirsin. Size (mahsulü bereketli), bahçeler versin ve sizin için ırmaklar akıtsın.","Erhan Aktaş Meali":"“Size mal mülk ve oğullarla¹ yardım etsin. Ve sizin için bahçeler yapsın, nehirler akıtsın.”","Hasan Basri Çantay Meali":"«Sizin mallarınızı, oğullarınızı da çoğaltır, size bağlar, bostanlar verir, size ırmaklar akıtır».","Hayrat Neşriyat Meali":"“Size mallar ve oğullar ile yardım etsin, sizin için (yeryüzünde) nice bahçeler kılsın ve size nice ırmaklar meydana getirsin!”","İhsan Aktaş Meali":"11, 12. (Öyle yapın ki,) üzerinize semadan (bulutlardan) sağanak (bol miktarda yağmur) yağdırsın. Sizi mallar ve evlatlarla güçlendirsin. Size (ürün yüklü) bağlar, bahçeler, ırmaklar versin.","İlyas Yorulmaz Meali":"“Mallarınızı ve evlatlarınızın sayısını artırsın, sizin için bahçeler ve ırmaklar var etsin.”","İsmayıl Hakkı Baltacıoğlu":"Sizin mallarınızı, çocuklarınızı çoğaltır, size bahçeler verir, sizin için ırmaklar akıtır.","İsmail Hakkı İzmirli":"Size mal, çoluk, çocuk vererek nimetini artırsın. Size bağlar versin, size ırmaklar akıtsın.","İsmail Yakıt":"“Hem mallarınızı hem oğullarınızı çoğaltsın ve sizin için bahçeler var etsin ve ırmaklar akıtsın.”","Kadri Çelik Meali":"“Size mallar ve çocuklarla yardımda bulunsun. Size (ürün yüklü) bağlar bahçeler versin, ırmaklar da versin.”","Mahmut Kısa Meali":"<b>Ve servetinize servet katsın, size </b>sağlıklı ve hayırlı <b>bir nesil bahşetsin, sizin için</b> verimli bağlar, <b>bahçeler ve </b>hayat bahşeden <b>ırmaklar yaratsın!</b>","Mahmut Özdemir Meali":"“Sizi mallar ve oğullarla destekliyor / imdadınıza yetişiyor; sizin için bahçeler de var ediyor; nehirler de var ediyor”.","Mehmet Çakır Meali":"<i>size mal ve evlat verebilir, bağ bahçe sahibi yapabilir, hattâ sizin için nehirler akıtabilir &quot; </i>dedim<i>.</i>","Mehmet Çoban Meali":"”Sizi mallarla oğullarla desteklesin! Sizin için bahçeler var etsin! Sizin için ırmaklar var etsin!”        ","Mehmet Okuyan Meali":"Mallarınızı ve çocuklarınızı çoğaltsın; size bahçeler versin; sizin için ırmaklar yapsın (akıtsın)!","Mehmet Türk Meali":"“Mallarınızı ve oğullarınızı artırsın, size bahçeler ihsan etsin ve size ırmaklar versin.”","Muhammed Esed Meali":"dünyevî servet ve evlat vermek suretiyle size yardım edecek ve size bağlar bahçeler ihsan edecek ve akıp giden sular bağışlayacaktır. ⁵","Mustafa Çavdar Meali":"Mal-mülk ve evlatlar versin ve size daha nice bağlar-bahçeler lütfetsin ve ırmaklar akıtsın. 16/72, 42/49-50","Mustafa İslamoğlu Meali":"mal ve evlat vererek dünyevî refahınızı artıracak; dahası sizin için tarifsiz cennetler var edecek ve nehirler bahşedecektir.","Orhan Kuntman Meali":"“Sizi mal mülk ve oğullar ile destekler, size bağlar bos tanlar verir, ırmaklar akıtır.”","Osman Fırat Meali":"’Ve size mallarla, evlatlarla yardım etsin, size bahçeler ve ırmaklarla imdat eylesin.","Ömer Nasuhi Bilmen Meali":"Ve size mallar ile ve oğullar ile imdat eder ve sizin için bağlar, bostanlar kılar ve sizin için ırmaklar vucûda getirir.","Suat Yıldırım Meali":"“Size mal ve evlad ihsan buyursun, size bahçeler, ırmaklar, su kanalları nasib etsin. ”","Süleyman Ateş Meali":"'Ve size mallarla, oğullarla yardım etsin, size bahçeler versin, ırmaklar versin'","Süleyman Tevfik (1927)":"'Size emvâl ve evlâd ile imdâd ider ve sizin içün bağçeler ve bostanlar ve nehirler kılar.'","Süleymaniye Vakfı Meali":"Mallarınıza mal, oğullarınıza oğul katsın. Sizin için bahçeler oluştursun; ırmaklar akıtsın.","Şaban Piriş Meali":"Mallarınızı ve çocuklarınızı çoğaltır, sizin için bahçeler yaratır, nehirler yaratır.","Ümit Şimşek Meali":"“Size mal ve evlât nasip etsin, bağlar yeşertsin, ırmaklar akıtsın.","Yaşar Nuri Öztürk Meali":"\"Sizi, mallar ve oğullarla güçlendirir, size yeşil bahçeler lütfeder. Ve sizin için nehirler akıtır.\"","Eski Anadolu Türkçesi":"“daħı artura size mallar daħı er oġlanlar daħı ķıla sizüñ içün bostanlar daħı ķıla sizüñ ñiçün ırmaķlar.”","Satıraltı Meal (1534)":"Daḫı virür size çoḳ māllar ve oġul ḳızlar. Daḫı ḳılur size bostānlar ve ḳılursize aḳar ṣular.","Bunyadov-Memmedeliyev ":"O sizə mal-dövlət, oğul-uşaq əta edər. O sizin üçün bağlar-bağçalar yaradır və çaylar axıdar!","M. Pickthall (English)":"And will help you with wealth and sons, and will assign unto you Gardens and will assign unto you rivers.","Yusuf Ali (English)":"\"´Give you increase in wealth and sons; and bestow on you gardens and bestow on you rivers (of flowing water).(5713)"},"13":{"Arabic":"مَالَكُمْلَاتَرْجُونَلِلّٰهِوَقَارًاۚ","Abdulbaki Gölpınarlı Meali":"Ne oldu size ki Allah'ın, büyük, ulu ve şerefli bir mabud olduğunu ummuyorsunuz?","Abdullah-Ahmet Akgül Meali":"<b>\"Size ne oluyor ki, Allah’tan </b><i>(mü’minlere yakışır)</i><b> bir vakarı </b><i>(saygı duyulmayı ve adil bir iktidarı)</i><b> ummuyorsunuz </b><i>(ve bu yolda gayret göstermiyorsunuz. Bu nasıl bir şaşkınlık ve sapkınlıktır?)</i><b>\"</b> ","Abdullah Parlıyan Meali":"Size ne oluyor ki, Allah'ın büyüklüğünü kabul etmiyorsunuz.","Ahmet Tekin Meali":"“- Bildiğiniz bir şeyler mi var ki, Allahın bir ululuk,  bir azamet sıfatının  varlığından, hesaba çekileceğinizden, kötü bir akıbetle karşılaşacağınızdan endişe duymuyorsunuz / Allah'ın size değer vereceğini, büyük mertebelere ve sevaplara nail kılacağını ümit etmiyorsunuz.\"","Ahmet Varol Meali":"Size ne oluyor ki, Allah'ın yüceliğine kanaat getirmiyorsunuz?","Ali Bulaç Meali":"'Size ne oluyor ki, Allah'tan bir vakarı ummuyorsunuz?'","Ali Fikri Yavuz Meali":"Neyse siz, Allah'dan korkmazsınız, (O'nun azametini tanımazsınız?)","Bahaeddin Sağlam Meali":"Ne oluyor size, Allah’ın büyüklüğünden korkmuyorsunuz?","Bayraktar Bayraklı Meali":"13,14. “Size ne oluyor ki, Allah'a gereken saygıyı göstermiyorsunuz? Halbuki O, sizi halden hale geçirerek yarattı.”","Besim Atalay Meali (1965)":"Sizlere ne oldu ki Allah için ululuk ummuyorsunuz!","Cemal Külünkoğlu Meali":"“Size ne oluyor ki, Allah'a gereken saygıyı göstermiyorsunuz?","Cemil Said (1924)":"13,14. Size ne oldı ki Allâh’ın lütfına inanmıyorsunuz halbuki o sizi muhtelif şekillerde yaratdı.","Diyanet İşleri Meali (Eski)":"\"Ne oluyorsunuz ki Allah'a büyüklüğü yakıştıramıyorsunuz.\"","Diyanet İşleri Meali (Yeni)":"‘Size ne oluyor da Allah için bir vakar (saygınlık, büyüklük) ummuyorsunuz?’","Kur'an Yolu (Diyanet İşleri)":"Ne oluyor size de Allah’ın büyüklüğünü hesaba katmıyorsunuz?","Diyanet Vakfı Meali":"Size ne oluyor ki, Allah'a büyüklüğü yakıştıramıyorsunuz?","Edip Yüksel Meali":"Size ne oluyor ki ALLAH'a saygı göstermek istemiyorsunuz?","Elmalılı Hamdi Yazır Meali":"\"Niçin siz Allah'a bir vakar yakıştıramıyorsunuz?\"","Elmalılı Meali (Orijinal)":"Neye siz ummazsınız Allah için bir vakar","Emrah Demiryent Meali":"Size ne oluyor da Allah’ın şanına, azametine, yüceliğine yakışır bir şekilde O’na (îmân etmiyor ve) saygı duymuyorsunuz?","Erhan Aktaş Meali":"“Size ne oluyor ki Allah'ın büyüklüğünü takdir etmiyorsunuz?” ","Hasan Basri Çantay Meali":"«Ne oluyor size ki Allahın, sizi bir vekaar (ve şeref saahibi yapmasını) emel edinmezsiniz»?","Hayrat Neşriyat Meali":"“Size ne oluyor ki, Allah için bir azamet (O'nun şânına lâyık bir yücelik) ümîd etmiyorsunuz (O'na yakıştıramıyorsunuz)?”","İhsan Aktaş Meali":"13, 14. “Size ne oluyor da, Allah’ın büyüklüğünü takdir etmiyorsunuz? Hâlbuki O, sizi muhakkak evrelerden (aşamalardan) geçirerek yaratmıştır.’’ *","İlyas Yorulmaz Meali":"“Size ne oluyor ki, Allah’ın sizi onurlandırmasını istemiyorsunuz?” dedim.","İsmayıl Hakkı Baltacıoğlu":"Size ne oluyor ki Allah’ın büyüklüğüne inanmıyorsunuz?","İsmail Hakkı İzmirli":"Size ne oluyor ki Allah/ın size vakarlı kılmasını ümit etmiyorsunuz [¹].","İsmail Yakıt":"“Size ne oluyor da Allah’a gereği gibi⁴ [vakaran] davranmıyorsunuz?”","Kadri Çelik Meali":"“Size ne oluyor da Allah'ın azamet sahibi olduğunu ummuyorsunuz?”","Mahmut Kısa Meali":"Ey halkım, <b>size ne oluyor ki, Allah’a saygı göstermek istemiyorsunuz?</b>","Mahmut Özdemir Meali":"“Size ne oluyor da Allah için bir vakar / ağırbaşlılık ummuyorsunuz?”.","Mehmet Çakır Meali":"Size n'oluyor da onun büyüklüğünü takdir edemiyorsunuz? ","Mehmet Çoban Meali":"”Size ne oluyor ki; Allah’a inanıp, O’nun yolunda kendinize izzet, şeref, vakar, onur aramıyorsunuz? İzzeti, şerefi, vakarı, onuru başka yerlerde arıyorsunuz. Hâlbuki bütün sevgi, saygınlık Allah’ın yanında olmakla sağlanır. O zaman yaratılmış bütün varlıklar arasında üstün bir yeriniz, saygın bir otoriteniz olur!”         ","Mehmet Okuyan Meali":"Size ne oluyor ki Allah’a büyüklüğü yakıştıramıyorsunuz? [*]","Mehmet Türk Meali":"“Size ne oluyor ki! Allah’ın büyüklüğünü kabul etmiyorsunuz!”¹","Muhammed Esed Meali":"Size ne oluyor ki Allah’ın büyüklüğünü kabul etmiyorsunuz, ⁶","Mustafa Çavdar Meali":"Hem size ne oluyor da Allah’ın büyüklüğünü takdir etmiyorsunuz? 2/255, 59/22.24","Mustafa İslamoğlu Meali":"Size ne oluyor da, büyüklüğü sadece Allah’ın hakkı olarak görmüyorsunuz?[⁵³²⁸]","Orhan Kuntman Meali":"“Size ne oluyor da büyüklüğü Allah'a yakıştıramıyorsunuz? (Rabbinizi layık olduğu azametle tesbih etmiyorsunuz)”","Osman Fırat Meali":"’Size ne oluyor ki, Allâh için bir vakar ummuyorsunuz?’","Ömer Nasuhi Bilmen Meali":"Size ne oluyor ki Allah için bir azâmet ummuyorsunuz.","Suat Yıldırım Meali":"13, 14. “Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın büyüklüğünü kabul etmiyorsunuz? ”","Süleyman Ateş Meali":"Size ne oluyor ki, Allah için saygı ummuyorsunuz?'","Süleyman Tevfik (1927)":"'Size ne oldı ki Allâh'ın büyüklüğüne i'tikâd itmezsiniz?'","Süleymaniye Vakfı Meali":"Size ne oluyor da Allah’a saygı gösterme isteği duymuyorsunuz?","Şaban Piriş Meali":"Size ne oluyor da Allah'ın azametinden korkmuyorsunuz?!","Ümit Şimşek Meali":"“Size ne oluyor ki Allah'tan öyle bir büyüklük ummuyorsunuz?","Yaşar Nuri Öztürk Meali":"\"Ne oluyor size de Allah için bir vakar ümidinde olmuyorsunuz?\"","Eski Anadolu Türkçesi":"[303b] “nedür sizüñ kim ķorķmazsız Tañrı-y-içün ululamaķdın yaña.”","Satıraltı Meal (1534)":"N’oldı size Tañrıdan ḳorḳmazsız.","Bunyadov-Memmedeliyev ":"Sizə nə olub ki, Allahın əzəmətindən çəkinmirsiniz? (Sizə nə olub ki, Allahın əzəmət və qüdrətindən qorxmur, Onu layiqincə uca tutmursunuz? Yaxud iman gətirəcəyiniz təqdirdə Allahın axirətdə sizə mərhəmət əta edəcəyinə ümid bəsləmirsiniz?)","M. Pickthall (English)":"What aileth you that ye hope not toward Allah for dignity","Yusuf Ali (English)":"\"´What is the matter with you, that ye place not your hope for kindness and long-suffering in Allah,-(5713- A)"},"14":{"Arabic":"وَقَدْخَلَقَكُمْاَطْوَارًا","Abdulbaki Gölpınarlı Meali":"Ve halbuki o, sizi haldenhale koyarak halk etmiştir.","Abdullah-Ahmet Akgül Meali":"<b>\"Oysa O, sizi gerçekten tavır tavır </b><i>(bir damla meniden mükemmel insan şekline, inkârdan teslime, zelil yaşamdan izzete çıkabilecek bir tarzda ve aşama aşama)</i><b> yaratmıştır.\"</b> ","Abdullah Parlıyan Meali":"Sizin herbirinizi peşpeşe aşamalardan geçirerek yaratanın O olduğunu görüp bildiğiniz halde.","Ahmet Tekin Meali":"“- Onun, sizi çeşitli ırklar halinde, değişik merhalelerden  geçirerek yaratma gücüne sahip olduğunu bile bile mi,  o büyük kudretini hesap edemiyorsunuz?”","Ahmet Varol Meali":"Oysa O sizi çeşitli aşamalardan geçirerek yarattı. [2]","Ali Bulaç Meali":"'Oysa O, sizi gerçekten tavır tavır yaratmıştır.'","Ali Fikri Yavuz Meali":"Halbuki O, sizi, türlü türlü hallerle yaratmıştır.","Bahaeddin Sağlam Meali":"Hâlbuki O, sizi aşama aşama yarattı.","Bayraktar Bayraklı Meali":"13,14. “Size ne oluyor ki, Allah'a gereken saygıyı göstermiyorsunuz? Halbuki O, sizi halden hale geçirerek yarattı.”","Besim Atalay Meali (1965)":"O sizleri türlü halde yarattı","Cemal Külünkoğlu Meali":"Hâlbuki O, sizi türlü türlü evrelerden geçirerek yaratmıştır.”","Cemil Said (1924)":"13,14. Size ne oldı ki Allâh’ın lütfına inanmıyorsunuz halbuki o sizi muhtelif şekillerde yaratdı.","Diyanet İşleri Meali (Eski)":"\"Oysa sizi merhalelerden geçirerek O yaratmıştır.\"","Diyanet İşleri Meali (Yeni)":"‘Hâlbuki, O, sizi evrelerden geçirerek yaratmıştır.’","Kur'an Yolu (Diyanet İşleri)":"Oysa O sizi türlü evrelerden geçirerek yaratmıştır.","Diyanet Vakfı Meali":"Oysa, sizi türlü merhalelerden geçirerek O yaratmıştır.","Edip Yüksel Meali":"Oysa sizi evrimler halinde yaratan O'dur.","Elmalılı Hamdi Yazır Meali":"\"Oysa o sizi aşama aşama yaratmıştır.\"","Elmalılı Meali (Orijinal)":"Yaratmış iken o sizi tavır tavır bu tavra kadar","Emrah Demiryent Meali":"Hâlbuki O, sizi (anne karnında) türlü evrelerden geçirerek yarattı.","Erhan Aktaş Meali":"“Oysa O, sizi çeşitli aşamalardan geçirerek yarattı.”","Hasan Basri Çantay Meali":"«Halbuki O, sizi hakıykat türlü türlü tavırlar (haller) le yaratmışdır».","Hayrat Neşriyat Meali":"“Hâlbuki (O), sizi tavırdan tavıra geçirerek yarattı.”(1)","İhsan Aktaş Meali":"13, 14. “Size ne oluyor da, Allah’ın büyüklüğünü takdir etmiyorsunuz? Hâlbuki O, sizi muhakkak evrelerden (aşamalardan) geçirerek yaratmıştır.’’ *","İlyas Yorulmaz Meali":"Allah size dağları yaratmış,","İsmayıl Hakkı Baltacıoğlu":"Oysaki O sizi evire çevire yaratmıştır.","İsmail Hakkı İzmirli":"Halbuki O sizi türlü türlü hallerde yarattı [²].","İsmail Yakıt":"“Hâlbuki O, sizi aşama aşama/evrim etaplarından geçirerek [atvâran]⁵ yaratmıştır.”⁶","Kadri Çelik Meali":"“Oysa O, sizi gerçekten farklı şekillerde yaratmıştır.”","Mahmut Kısa Meali":"<b>Oysa sizi </b>annenizin karnında bir damla su, bir çiğnem et parçası ve cenin gibi <b>peş peşe aşamalardan geçirerek yaratan O’dur.</b>","Mahmut Özdemir Meali":"“Gerçekten sizi aşama aşama yarattı”.","Mehmet Çakır Meali":"Hem de sizi farklı kişiliklerde yaratmış iken","Mehmet Çoban Meali":"”Rabbiniz sizi birçok evrelerden geçirerek yaratmıştır.”        ","Mehmet Okuyan Meali":"Sizi aşama aşama elbette O yaratmıştır. [*]","Mehmet Türk Meali":"“Oysa O, sizi türlü aşamalardan geçirerek yaratmıştır.”¹","Muhammed Esed Meali":"sizi[n her birinizi] peşpeşe aşamalardan geçirerek yaratanın ⁷ O olduğunu gördüğünüz halde?","Mustafa Çavdar Meali":"Oysa O, sizi çeşitli evrelerden geçirerek yarattı. 22/5, 23/12...15","Mustafa İslamoğlu Meali":"Oysa ki sizi uzun süreçler içinde halden hale evirip çevirerek yaratan O’dur.[⁵³²⁹]","Orhan Kuntman Meali":"“Oysa sizi (ananızın karnında) çeşitli merhalelerden geçirerek O yaratmıştır.”","Osman Fırat Meali":"Oysa O, sizi şekilden şekile, aşamalı yarattı. ’","Ömer Nasuhi Bilmen Meali":"Halbuki, sizi muhakkak türlü türlü derecelerde yaratmıştır.","Suat Yıldırım Meali":"13, 14. “Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın büyüklüğünü kabul etmiyorsunuz? ”","Süleyman Ateş Meali":"'Oysa O, sizi aşama, aşama yarattı.'","Süleyman Tevfik (1927)":"'Tahkîk O, sizi tavırlarla halk itdi.'","Süleymaniye Vakfı Meali":"Halbuki o sizi evrelerden geçirerek yarattı.","Şaban Piriş Meali":"(Oysa) O sizi halden hale geçirerek yaratmıştır.","Ümit Şimşek Meali":"“Oysa O sizi halden hale geçirerek yarattı.(1)","Yaşar Nuri Öztürk Meali":"\"O ki, sizi halden hale/evreden evreye geçirerek yarattı.\"","Eski Anadolu Türkçesi":"“bayıķ yaratmış iken sizi gezler.”","Satıraltı Meal (1534)":"Daḫı sizi dürlü dürlü yaratdı.","Bunyadov-Memmedeliyev ":"Halbuki O sizi cürbəcür (və ya müxtəlif mərhələlərlə - əvvəl nütfə, sonra laxtalanmış qan, sonra bir parça ət və, nəhayət, insan şəklində) xəlq etdi.","M. Pickthall (English)":"When He created you by (divers) stages?","Yusuf Ali (English)":"\"´Seeing that it is He that has created you in diverse stages?(5714)"},"15":{"Arabic":"اَلَمْتَرَوْاكَيْفَخَلَقَاللّٰهُسَبْعَسَمٰوَاتٍطِبَاقًاۙ","Abdulbaki Gölpınarlı Meali":"Görmez misiniz Allah, nasıl da gökleri yedi kat yaratmıştır.","Abdullah-Ahmet Akgül Meali":"<b>\"Görmüyor musunuz; Allah, yedi göğü birbirleriyle bir uyum </b><i>(mutabakat)</i><b> içinde yaratmıştır?\"</b> ","Abdullah Parlıyan Meali":"Görmüyor musun Allah yedi göğü nasıl birbiriyle uyumlu yaratmıştır.","Ahmet Tekin Meali":"“Allah'ın yedi kat göğü, nasıl âhenkli, düzenli, uyum içinde, manyetik katlar halinde yarattığını görmüyor musunuz?","Ahmet Varol Meali":"Allah yedi göğü nasıl kat kat yarattığını görmediniz mi?","Ali Bulaç Meali":"'Görmüyor musunuz; Allah, yedi göğü birbirleriyle bir uyum (mutabakat) içinde yaratmıştır?'","Ali Fikri Yavuz Meali":"Görmediniz mi, Allah yedi göğü tabaka tabaka nasıl yaratmış?","Bahaeddin Sağlam Meali":"Görmediniz mi? Allah, nasıl yedi göğü birbirine uygun olarak yaratmıştır.","Bayraktar Bayraklı Meali":"15,16. “Allah'ın yedi göğü birbiri ile nasıl uyumlu yarattığını görmüyor musunuz? Ayı, bunlar içinde bir nur yaptı ve güneşi bir kandil haline getirdi.”","Besim Atalay Meali (1965)":"Görmüyor musunuz? Allah, yedi kat gökleri, kat kat yarattı !","Cemal Külünkoğlu Meali":"“Görmüyor musunuz, Allah yedi göğü uyumlu bir bütün olarak nasıl yarattı?”","Cemil Said (1924)":"Görmüyor mısınız ki Allâh biri birilerini ihâta iden tabakalar ile mevzû’ yedi göği nasıl yaratdı?","Diyanet İşleri Meali (Eski)":"\"Allah'ın, göğü yedi kat üzerine nasıl yarattığını görmez misiniz?\"","Diyanet İşleri Meali (Yeni)":"‘Görmediniz mi, Allah yedi göğü tabaka tabaka nasıl yaratmıştır?’","Kur'an Yolu (Diyanet İşleri)":"Görmüyor musunuz Allah yedi göğü birbiriyle nasıl uyumlu yaratmıştır?","Diyanet Vakfı Meali":"Görmediniz mi, Allah yedi göğü birbiriyle ahenktar olarak nasıl yaratmış!","Edip Yüksel Meali":"ALLAH'ın yedi göğü tabakalar halinde nasıl yarattığını görmez misiniz?","Elmalılı Hamdi Yazır Meali":"\"Görmediniz mi Allah yedi göğü uygun tabakalar halinde nasıl yaratmış?\"","Elmalılı Meali (Orijinal)":"Görmediniz mi nasıl yaratmış Allah yedi Semayı uygun tabaka tabaka?","Emrah Demiryent Meali":"15-16. Allah’ın yedi kat semâyı birbiriyle uyumlu, tabakalar hâlinde yarattığını ve bunların içinde, ayı (dünya semâsında aydınlatıcı/ışık yansıtan) bir nur, güneşi de (dünya semâsında aydınlatıcı ve ısıtıcı) bir kandil yaptığını görmüyor musunuz? (Tefekkür ederek bakmıyor musunuz?)","Erhan Aktaş Meali":"“Allah'ın yedi göğü nasıl tabakalar halinde¹ yarattığını görmüyor musunuz?”","Hasan Basri Çantay Meali":"«Görmediniz mi, Allah yedi göğü birbiriyle âhengdâr olarak nasıl yaratmış»,","Hayrat Neşriyat Meali":"“Görmediniz mi, Allah yedi (kat) göğü nasıl tabaka tabaka (birbiriyle âhenkli olarak) yaratmıştır!”","İhsan Aktaş Meali":"Allah’ın yedi semayı (yedi farklı manyetik uzay mekânı), nasıl âhenkli, (düzenli, uyum içinde,) yarattığını bilmez misiniz? (*)","İlyas Yorulmaz Meali":"Görmüyor musunuz? Allah göğü yedi tabaka halinde nasıl yaratmış.","İsmayıl Hakkı Baltacıoğlu":"Görmüyor musunuz, Allah yedi kat göğü biribirine nasıl da uygun yaratmış?","İsmail Hakkı İzmirli":"Görmüyor musunuz ki Allah yedi göğü tabaka tabaka nasıl yaratmıştır?","İsmail Yakıt":"“Allah’ın yedi göğü tabakalar hâlinde nasıl yarattığını görmediniz mi?”⁷","Kadri Çelik Meali":"“Allah'ın, göğü yedi kat üzerine nasıl yarattığını görmez misiniz?”","Mahmut Kısa Meali":"<b>Görmez misiniz, Allah yedi kat göğü nasıl </b>birbiriyle uyumlu, mükemmel bir ölçüyle ayarlanmış iç içe <b>tabakalar hâlinde yarattı?</b>","Mahmut Özdemir Meali":"“Görmediniz mi Allah, katmanlar halinde yedi göğü nasıl yarattı?”.","Mehmet Çakır Meali":"Yoksa siz, Allah'ın yedi kat göğü nasıl bir uyum içinde yarattığını göremiyor musunuz?","Mehmet Çoban Meali":"”Görmüyor musunuz? Allah yedi göğü katmanlar halinde yaratmıştır.”        ","Mehmet Okuyan Meali":"Görmediniz mi Allah yedi göğü [*] tabaka tabaka (birbiriyle uyumlu) [*] nasıl yaratmıştır!","Mehmet Türk Meali":"15,16. “Siz, Allah’ın yedi göğü birbirleriyle uyumlu olarak nasıl yarattığını, ayı bunlar içerisinde bir nur kıldığını, güneşi de bir ışık kaynağı,¹ olarak yarattığını hiç görmüyor musunuz?”","Muhammed Esed Meali":"Görmüyor musunuz Allah yedi göğü nasıl birbiriyle uyumlu yaratmıştır, ⁸","Mustafa Çavdar Meali":"15-16. O’nun yedi kat göğü nasıl bir uyum içinde yarattığını, orada ayı ışık yansıtıcı bir nur, güneşi de ışık kaynağı yaptığını görmüyor musunuz? 13/2, 67/3","Mustafa İslamoğlu Meali":"Allah’ın yedi kat göğü nasıl birbiriyle uyumlu tabakalar halinde yarattığını görmüyor musunuz?[⁵³³⁰]","Orhan Kuntman Meali":"“Görmez misiniz, Allah yedi göğü kat kat ahenkli olarak nasıl yaratmış,”","Osman Fırat Meali":"’Görmediniz mi Allâh yedi göğü nasıl tabaka tabaka yarattı?’","Ömer Nasuhi Bilmen Meali":"Görmediniz mi ki, yedi semayı nasıl tabaka tabaka yaratmıştır?","Suat Yıldırım Meali":"Görmez misiniz ki Allah yedi kat göğü tam birbiri ile uyum içinde yarattı? ","Süleyman Ateş Meali":"Görmediniz mi Allah nasıl yedi göğü birbiri üstünde tabaka tabaka yarattı?'","Süleyman Tevfik (1927)":"'Görmez misiniz ki Allâh yedi semâyı tabakalar olarak yaratdı'","Süleymaniye Vakfı Meali":"Yedi kat göğü tabaka tabaka nasıl yarattığını görmediniz mi[*]?","Şaban Piriş Meali":"Allah'ın yedi göğü nasıl tabaka tabaka yarattığını görmüyor musun?","Ümit Şimşek Meali":"“Hem görmediniz mi, yedi göğü birbiriyle uyum içinde nasıl yaratmış?","Yaşar Nuri Öztürk Meali":"\"Görmediniz mi, Allah yedi göğü ahenkli bir bütün olarak nasıl yarattı?\"","Eski Anadolu Türkçesi":"“iy görmedüñüz mi nite yarattı Tañrı yidi gökleri biribiri üzerine?”","Satıraltı Meal (1534)":"Görmez misin Tañrı Ta‘ālā nice yaratdı yidi ḳat gökleri biri biri üstine?","Bunyadov-Memmedeliyev ":"Məgər görmürsünüz ki, Allah yeddi göyü (bir-birinin üstündə) qat-qat necə yaratdı?!","M. Pickthall (English)":"See ye not how Allah hath created seven heavens in harmony,","Yusuf Ali (English)":"\"´See ye not how Allah has created the seven heavens one above another,(5715)"},"16":{"Arabic":"وَجَعَلَالْقَمَرَف۪يهِنَّنُورًاوَجَعَلَالشَّمْسَسِرَاجًا","Abdulbaki Gölpınarlı Meali":"Ve o göklerde, aya bir ışık vermiş ve güneşi de, her yanı aydınlatan bir çırağ olarak halk etmiştir.","Abdullah-Ahmet Akgül Meali":"<b>\"Ve Ay’ı bunlar içinde </b><i>(ayna gibi yansıtıcı)</i><b> bir nur kılmış, Güneş’i de </b><i>(aydınlatıcı ve ısıtıcı)</i><b> bir kandil yapmıştır.\"</b> ","Abdullah Parlıyan Meali":"Ve orada aya bir ışık vermiş, güneşi de ışık saçan bir lamba yapmıştır.","Ahmet Tekin Meali":"“Yedi kat göklerde ayı aydınlık veren bir nur, güneşi aydınlatan, ısıtan bir ışık olarak planlayıp hazırlayarak var ettiğini görmüyor musunuz?","Ahmet Varol Meali":"Ve onların içinde ayı bir nur kıldığını, güneşi de bir kandil kıldığını?","Ali Bulaç Meali":"'Ve ayı bunlar içinde bir nur kılmış, güneşi de (aydınlatıcı ve yakıcı) bir kandil yapmıştır.'","Ali Fikri Yavuz Meali":"Ay'ı içlerinde bir nur kıldı, güneşi de kıldı bir kandil...","Bahaeddin Sağlam Meali":"Ve içlerinde ayı bir nur, güneşi de bir lamba yapmıştır.","Bayraktar Bayraklı Meali":"15,16. “Allah'ın yedi göğü birbiri ile nasıl uyumlu yarattığını görmüyor musunuz? Ayı, bunlar içinde bir nur yaptı ve güneşi bir kandil haline getirdi.”","Besim Atalay Meali (1965)":"Bunlarda da ayı nur, güneşi ışık kılmıştır","Cemal Külünkoğlu Meali":"“Aralarında Ay'a aydınlık verdi ve Güneş'in ışık saçmasını sağladı.”","Cemil Said (1924)":"Giceyi tenvîr içün kameri ve meş’ale gibi güneşi yaratdı,","Diyanet İşleri Meali (Eski)":"\"Aralarında aya aydınlık vermiş ve güneşin ışık saçmasını sağlamıştır.\"","Diyanet İşleri Meali (Yeni)":"‘Onların içinde nasıl ayı, bir ışık, güneşi de bir kandil yapmıştır?’","Kur'an Yolu (Diyanet İşleri)":"Onların içinde ayı bir ışık, güneşi ışık kaynağı yapmıştır.","Diyanet Vakfı Meali":"Onların içinde ayı bir nûr kılmış, güneşi de bir çerağ yapmıştır.","Edip Yüksel Meali":"Ayı bunların içinde bir ışık, güneşi de bir lamba yaptı.","Elmalılı Hamdi Yazır Meali":"Ve Ay'ı bunların içinde bir nur yapmış, güneşi de bir lamba kılmış.","Elmalılı Meali (Orijinal)":"Kameri kılmış içlerinde bir nur, güneşi de kılmış bir lâmba","Emrah Demiryent Meali":"15-16. Allah’ın yedi kat semâyı birbiriyle uyumlu, tabakalar hâlinde yarattığını ve bunların içinde, ayı (dünya semâsında aydınlatıcı/ışık yansıtan) bir nur, güneşi de (dünya semâsında aydınlatıcı ve ısıtıcı) bir kandil yaptığını görmüyor musunuz? (Tefekkür ederek bakmıyor musunuz?)","Erhan Aktaş Meali":"“Ve Ay'ı onların içinde bir nur, Güneş'i de kandil yaptı.”","Hasan Basri Çantay Meali":"«onların içinde ayı bir nuur yapmış, güneşi de bir kandil (olarak) asmışdır».","Hayrat Neşriyat Meali":"“Onların içinde ayı bir nûr yaptı ve güneşi (ışık verici ve ısındırıcı) bir kandil kıldı.”","İhsan Aktaş Meali":"Ve (yedi manyetik semayı yaratırken) onlarla birlikte ayı ışık yansıyan bir nur (aydınlık) ve güneşi de ışık (ve enerji üretip) saçan bir sırac (ışık kaynağı) kılmıştır. *","İlyas Yorulmaz Meali":"Sonra ay’ı bir ışık yapmış ve güneşi de aydınlanmanız için lamba yapmıştır.","İsmayıl Hakkı Baltacıoğlu":"Ayı o yedi kat gökte, ışık, güneşi ışıldak yapmış.","İsmail Hakkı İzmirli":"Orada ay/ı ışık, güneşi de çırağ kılmıştır.","İsmail Yakıt":"“O, bunların içinde ayı (aydınlatıcı) bir ışık [nur] ve güneşi de (ışık kaynağı) bir kandil yapmıştır.”","Kadri Çelik Meali":"“Ayı da bunlar içinde bir nur kılmış, güneşi de bir kandil yapmıştır.”","Mahmut Kısa Meali":"<b>Ve bu </b>mükemmel sistem <b>içinde, Ay’ı </b>ışık yansıtan <b>bir nur, Güneş’i de </b>ısı ve ışık saçan <b>bir lamba yaptı.</b>","Mahmut Özdemir Meali":"“Onların içinde Ay’ı bir nûr yaptı; Güneş’i de bir kandil yaptı”.","Mehmet Çakır Meali":"Evren içinde ayı yansıtıcı; güneşi ışık kaynağı yaptığını da mı göremiyorsunuz...?","Mehmet Çoban Meali":"”Gökyüzündeki varlıkların arasında geceleri aydınlanmanız için ayı, gündüzleri aydınlanmanız için güneşi yaratmıştır. Güneş sizi ısıtır!’        ","Mehmet Okuyan Meali":"Onların içinde ayı bir [nûr] kılmış, güneşi de bir kandil yapmıştır.","Mehmet Türk Meali":"15,16. “Siz, Allah’ın yedi göğü birbirleriyle uyumlu olarak nasıl yarattığını, ayı bunlar içerisinde bir nur kıldığını, güneşi de bir ışık kaynağı,¹ olarak yarattığını hiç görmüyor musunuz?”","Muhammed Esed Meali":"ve onların içine ay’ı [yansıyan] bir ışık olarak yerleştirmiş ve güneşi [ışık saçan] bir lamba yapmıştır? ⁹","Mustafa Çavdar Meali":"15-16. O’nun yedi kat göğü nasıl bir uyum içinde yarattığını, orada ayı ışık yansıtıcı bir nur, güneşi de ışık kaynağı yaptığını görmüyor musunuz? 13/2, 67/4","Mustafa İslamoğlu Meali":"Yine orada ayı etkili bir ışık (yansıtıcı) kıldığını, güneşi de (ışık kaynağı) tarifsiz bir lamba yaptığını?[⁵³³¹]","Orhan Kuntman Meali":"“Onların içinde ayı bir nur, güneşi kandil kılmıştır.”","Osman Fırat Meali":"’Ve Ay’ı bunların içinde aydınlanan yaptı ve Güneşi de bir lamba (ışığın kaynağı) yaptı. ’","Ömer Nasuhi Bilmen Meali":"Ve onlar da ay'ı bir nûr kılmıştır, güneşi de bir çırağ yapmıştır.","Suat Yıldırım Meali":"Gökte Ay'ı bir nûr, Güneş'i ise lâmba yaptı. [10, 5]","Süleyman Ateş Meali":"'Ve Ayı bunların içinde nur yaptı. Güneşi de bir lamba yaptı.'","Süleyman Tevfik (1927)":"'Ve kameri göklerde nûr ve güneşi orada ziyâdâr kandil kıldı'","Süleymaniye Vakfı Meali":"Onların içinde Ay’ı bir ışık, Güneş’i de bir ışık kaynağı yaptı.","Şaban Piriş Meali":"Onların arasında Ay'a bir nur vermiş, Güneş'i de kandil yapmıştır.","Ümit Şimşek Meali":"“Ayı göklerde bir nur, Güneşi de bir kandil yapmış.","Yaşar Nuri Öztürk Meali":"\"Ve Ay'ı, bunlar içinde bir nur yaptı ve Güneş'i bir kandil haline getirdi.\"","Eski Anadolu Türkçesi":"“daħı ķıldı ayı, anlaruñ içinde aydınlıķ daħı ķıldı güni çıraġ.”","Satıraltı Meal (1534)":"Daḫı ayı anlara nūr eyledi ve güneşi çerāġ eyledi.","Bunyadov-Memmedeliyev ":"Orada ayı bir nur, günəşi də bir çıraq etdi.","M. Pickthall (English)":"And hath made the moon a light therein, and made the sun a lamp?","Yusuf Ali (English)":"\"´And made the moon a light in their midst, and made the sun as a (Glorious) Lamp?(5716)"},"17":{"Arabic":"وَاللّٰهُاَنْبَتَكُمْمِنَالْاَرْضِنَبَاتًاۙ","Abdulbaki Gölpınarlı Meali":"Ve Allah, yeryüzünden size nebatlar bitirmiştir.","Abdullah-Ahmet Akgül Meali":"<b>\"Allah, sizi yerden bir bitki </b><i>(gibi)</i><b> bitirip </b><i>(hayata bağlamıştır)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"Ve sizi yerden; ot gibi topraktan yaratan da Allah'tır.","Ahmet Tekin Meali":"Allah sizi, insan neslinin dölsüz ilk yaratılışını, yerden, topraktan gerçekleştirmekte, neslin devamını da topraktan yetişen gıda özünden özenerek meydana getirmektedir.","Ahmet Varol Meali":"Allah sizi yerden bir bitki (gibi) bitirdi.","Ali Bulaç Meali":"'Allah, sizi yerden bir bitki (gibi) bitirdi.'","Ali Fikri Yavuz Meali":"Allah sizi (babanız Âdem'i) arzdan yaratıp meydana çıkardı.","Bahaeddin Sağlam Meali":"Ve Allah sizi topraktan bitirdi.","Bayraktar Bayraklı Meali":"17,18. “Allah sizi bir bitki olarak yerden bitirdi. Sonra sizi oraya gönderecek ve yine oradan çıkaracaktır.”","Besim Atalay Meali (1965)":"Allah, sizi topraktan, bitki gibi bitirdi!","Cemal Külünkoğlu Meali":"“Allah, bitkilerde olduğu gibi sizi (Âdem'i) de yerden bitirdi (topraktan yarattı.)”","Cemil Said (1924)":"Sizi nebât gibi toprakdan çıkardı,","Diyanet İşleri Meali (Eski)":"\"Allah sizi yerden bitirir gibi yetiştirmiştir.\"","Diyanet İşleri Meali (Yeni)":"‘Allah, sizi (babanız Âdem’i) yerden (bitki bitirir gibi) bitirdi (yarattı.)’","Kur'an Yolu (Diyanet İşleri)":"Allah sizi yerden bitirip yetiştirmiştir.","Diyanet Vakfı Meali":"Allah, sizi de yerden ot (bitirir) gibi bitirmiştir.","Edip Yüksel Meali":"Ve ALLAH sizi topraktan bir bitki olarak bitirdi.","Elmalılı Hamdi Yazır Meali":"Allah sizi yerden bir bitki bitirir gibi bitirdi.","Elmalılı Meali (Orijinal)":"Ve Allah yetiştirdi sizi Arzdan nebat tarziyle","Emrah Demiryent Meali":"Ve Allah, sizi (n atanız Âdem’i) yerden bir bitki gibi bitirdi. (Topraktan yaratıp, hayat bahşetti.)","Erhan Aktaş Meali":"“Allah, sizi yerden¹ bir bitki gibi bitirdi.”","Hasan Basri Çantay Meali":"«Allah sizi yerden ot (gibi) bitirdi.","Hayrat Neşriyat Meali":"“Ve Allah, sizi yerden (sanki) bir bitki olarak bitirdi (sizi topraktan yarattı).”","İhsan Aktaş Meali":"Ve (ey insanlar!) Allah sizi yerden (sulu topraktan) bir bitki olarak bitirmiştir. *","İlyas Yorulmaz Meali":"Allah sizi, yeryüzünün toprağından bir bitki yetiştirir gibi yetiştirmiş.","İsmayıl Hakkı Baltacıoğlu":"Allah sizi topraktan bitki gibi bitirdi.","İsmail Hakkı İzmirli":"Allah sizi yerden ot gibi bitirmiştir [³].","İsmail Yakıt":"“Allah sizi yerden bir bitki olarak bitirmiştir.”⁸","Kadri Çelik Meali":"“Allah, sizi yerden bir bitki gibi bitirdi.”","Mahmut Kısa Meali":"<b>Ayrıca Allah, sizi topraktan </b>süzüp çıkardı, yerden bitirdiği <b>bir bitki gibi yetiştirip geliştirdi.</b>","Mahmut Özdemir Meali":"“Allah, sizi bitkiler gibi Yer’den bitirdi”.","Mehmet Çakır Meali":"<b>Sizi, </b>bir bitki gibi yerden bitiren Allah, ","Mehmet Çoban Meali":"”Allah sizin bedeninizi topraktan yarattı!”        ","Mehmet Okuyan Meali":"Allah sizi de bitki gibi yerden yetiştirmiştir. [*]","Mehmet Türk Meali":"“Sizi yerden ot (bitirir) gibi (başkası değil) Allah bitirmiştir.”¹","Muhammed Esed Meali":"Ve Allah sizi yerden [tedricî bir şekilde] yeşertip büyütmüştür; ¹⁰ ve sonra sizi [öldükten sonra] ona geri döndürecektir:","Mustafa Çavdar Meali":"Allah sizi, tıpkı bitkiler gibi topraktaki unsurlardan meydana getirdi. 11/61, 20/55","Mustafa İslamoğlu Meali":"Ve Allah sizi yerden tarifsiz bir bitirişle bitirmiştir.[⁵³³²]","Orhan Kuntman Meali":"“Allah sizi yerden ot gibi bitirdi.”","Osman Fırat Meali":"Allâh sizi yerden bir bitki olarak bitirdi.","Ömer Nasuhi Bilmen Meali":"Ve Allah sizi yerden bir ot olarak bitirmiştir.","Suat Yıldırım Meali":"Allah sizi yerden nebat bitirircesine bitirip yetiştirdi. ","Süleyman Ateş Meali":"Allah sizi yerden bir bitki olarak bitirdi.'","Süleyman Tevfik (1927)":"'Ve Allâh sizi nebât gibi arzdan çıkardı.'","Süleymaniye Vakfı Meali":"Sizi topraktan bitki gibi bitiren Allah’tır.","Şaban Piriş Meali":"Allah sizi bir bitki gibi yerden çıkarmıştır.","Ümit Şimşek Meali":"“Sizi de Allah yerden bitki gibi bitirdi.","Yaşar Nuri Öztürk Meali":"\"Ve Allah sizi bir bitki olarak yerden bitirdi.\"","Eski Anadolu Türkçesi":"“daħı Tañrı bitürdi sizi yirden bitürmek.”","Satıraltı Meal (1534)":"Tañrı Ta‘ālā sizi bitürdi yirden otlar gibi.","Bunyadov-Memmedeliyev ":"Və Allah sizi (atanız Adəmi) yerdən (torpaqdan) bir bitki kimi göyərtdi.","M. Pickthall (English)":"And Allah hath caused you to grow as a growth from the earth,","Yusuf Ali (English)":"\"´And Allah has produced you from the earth growing (gradually),(5717)"},"18":{"Arabic":"ثُمَّيُع۪يدُكُمْف۪يهَاوَيُخْرِجُكُمْاِخْرَاجًا","Abdulbaki Gölpınarlı Meali":"Sonra da sizi gene oraya yollar ve oradan çıkarır.","Abdullah-Ahmet Akgül Meali":"<b>\"Sonra sizi yine oraya geri çevirecek ve sizi </b><i>(yeni)</i><b> bir çıkarışla </b><i>(diriltip)</i><b> çıkaracaktır.\"</b> ","Abdullah Parlıyan Meali":"Sonra sizi ölümünüzle birlikte o toprağa geri döndürecek daha sonra sizi yeniden dirilterek tekrar ortaya çıkaracaktır.","Ahmet Tekin Meali":"Sonra sizi toprağa iade edecek. Sizi yeniden topraktan dehşetli bir şekilde çıkaracaktır.","Ahmet Varol Meali":"Sonra sizi oraya yeniden döndürecek ve sizi (bir başka) çıkarışla çıkaracaktır.","Ali Bulaç Meali":"'Sonra sizi yine oraya geri çevirecek ve sizi (diriltici) bir çıkarışla diriltip-çıkaracaktır.'","Ali Fikri Yavuz Meali":"Sonra sizi oraya döndürecek ve sizi bir daha çıkışla (kabirden) çıkaracak.","Bahaeddin Sağlam Meali":"Sonra sizi ona iade ediyor. Ve bir daha oradan çıkaracaktır.","Bayraktar Bayraklı Meali":"17,18. “Allah sizi bir bitki olarak yerden bitirdi. Sonra sizi oraya gönderecek ve yine oradan çıkaracaktır.”","Besim Atalay Meali (1965)":"Sonra, sizi toprağa O geri döndürür, yine sizi çıkarır","Cemal Külünkoğlu Meali":"“Sonra sizi (ölünce) yine oraya geri döndürecek ve en sonunda tarifsiz bir çıkarışla yeniden çıkaracaktır.”","Cemil Said (1924)":"Sizi tekrâr toprağa idhâl idecek ve tekrâr çıkaracakdır.","Diyanet İşleri Meali (Eski)":"\"Sonra sizi oraya döndürür ve yine oradan çıkarır.\"","Diyanet İşleri Meali (Yeni)":"‘Sonra sizi yine oraya döndürecek ve kesinlikle sizi (yeniden) çıkaracaktır.’","Kur'an Yolu (Diyanet İşleri)":"Sonra sizi yine oraya döndürecek ve yeniden çıkaracaktır.","Diyanet Vakfı Meali":"Sonra sizi yine oraya döndürecek ve sizi yeniden çıkaracaktır.","Edip Yüksel Meali":"Sonra sizi ona döndürecek ve sizi tekrar çıkaracaktır.","Elmalılı Hamdi Yazır Meali":"Sonra sizi tekrar oraya geri çevirecek ve tekrar çıkaracaktır.","Elmalılı Meali (Orijinal)":"Sonra sizi onda geri çevirecek ve çıkaracak sizi bir çıkarış daha","Emrah Demiryent Meali":"Sonra sizi (ölümünüzle birlikte) tekrar oraya (toprağa) döndürecek ve sizi (diriliş günü dirilterek) tekrar (topraktan) çıkaracaktır.","Erhan Aktaş Meali":"“Sonra sizi toprağa döndürecek ve ardından bir çıkışla oradan çıkaracak.”","Hasan Basri Çantay Meali":"«Sonra sizi yine onun içine döndürecek, sizi (yeni) bir çıkarışla (tekrar) çıkaracak».","Hayrat Neşriyat Meali":"“Sonra sizi oraya döndürecek ve sizi (yeni) bir çıkarışla (oradan tekrar)çıkaracaktır.”","İhsan Aktaş Meali":"Sonra tekrar sizi toprağa döndürecek (ölümünüzü gerçekleştirecek) ve daha sonra (hesap günü için tekrar diriltip) topraktan çıkaracaktır.","İlyas Yorulmaz Meali":"Sonra sizi toprağa tekrar iade eder (öldürür) sonra sizi tekrar yeryüzünün toprağından (kıyamet günü) çıkarır.","İsmayıl Hakkı Baltacıoğlu":"Sonra sizi yine o toprağa döndürecek, sonra sizi yine diriltecektir.","İsmail Hakkı İzmirli":"Sonra sizi yine yere döndürecek, kıyamette ondan her halde sizi çıkaracak.","İsmail Yakıt":"“Sonra sizi oraya iade eder ve sizi oradan tekrar çıkarır.”","Kadri Çelik Meali":"“Sonra sizi yine oraya geri çevirecek ve sizi (yeniden) bir çıkarışla diriltip çıkaracaktır.”","Mahmut Kısa Meali":"<b>Fakat sonunda sizi </b>öldürüp <b>tekrar oraya döndürecek ve </b>zamanı gelince de, <b>sizi </b>hesaba çekmek üzere yeniden diriltip huzuruna <b>çıkaracaktır.</b>","Mahmut Özdemir Meali":"“Sonra sizi oraya iade ediyor; yeniden bir çıkarışla çıkarıyor”.","Mehmet Çakır Meali":"sizi, bir kere daha toprağa verecek, sonra tekrar diriltip çıkaracak. ","Mehmet Çoban Meali":"”Eceliniz gelip öldüğünüz zaman tekrar toprağa döneneceksiniz. Hesap günü topraktan tekrar diriltileceksiniz!”         ","Mehmet Okuyan Meali":"Sonra sizi yine oraya döndürecek ve sizi yeniden (oradan) çıkartacaktır. [*]","Mehmet Türk Meali":"“Sonra sizi yine oraya döndürecek ve (âhirette dirilterek) oradan tekrar çıkaracaktır.”","Muhammed Esed Meali":"[daha sonra] sizi yeniden dirilterek ¹¹ tekrar ortaya çıkaracaktır.","Mustafa Çavdar Meali":"Sonra sizi oraya döndürecek ve sizi oradan tekrar çıkaracak. 7/25, 30/25","Mustafa İslamoğlu Meali":"Ardından sizi oraya geri döndürecek; en sonunda tarifsiz bir çıkarışla yeniden çıkaracaktır.","Orhan Kuntman Meali":"“Sonra (öldüğünüzde) sizi yine toprağa döndürecek sonra da (kıyâmette) sizi yeniden (kabirlerinizden) çıkaracaktır. (Yepyeni bir yaratılışla halk edecektir)”","Osman Fırat Meali":"Sonra sizi yine oraya döndürecek ve sizi oradan bir çıkarmayla çıkaracaktır.","Ömer Nasuhi Bilmen Meali":"Sonra sizi orada iade edecektir ve sizi bir çıkarışla çıkaracaktır.","Suat Yıldırım Meali":"Sonra sizi tekrar oraya gönderip, yine sizi oradan çıkaracaktır. ","Süleyman Ateş Meali":"'Sonra yine oraya geri çevirecek ve tekrar çıkaracaktır.'","Süleyman Tevfik (1927)":"'Sonra sizi O'na i'âde ider ve oradan tekrâr çıkarır.'","Süleymaniye Vakfı Meali":"Tekrar sizi toprağa döndürecek ve daha sonra (diriltip) topraktan çıkaracaktır.","Şaban Piriş Meali":"Sonra sizi oraya döndürecek ve tekrar oradan çıkaracaktır.","Ümit Şimşek Meali":"“Sonra oraya geri gönderecek, sonra bir daha çıkaracak.","Yaşar Nuri Öztürk Meali":"\"Sonra sizi yere geri gönderiyor ve sonra bir çıkarışla tekrar çıkarıyor.\"","Eski Anadolu Türkçesi":"“andan, gırü ilte sizi anuñ içine daħı çıķara sizi çıķarmaķ.”","Satıraltı Meal (1534)":"Andan ṣoñra sizi aña ḳaytarur ve çıḳarur, sizi çıḳarmaḳ.","Bunyadov-Memmedeliyev ":"Sonra sizi yenə ora qaytaracaq və (qiyamət günü dirildib oradan da) çıxardacaqdır.","M. Pickthall (English)":"And afterward He maketh you return thereto, and He will bring you forth again, a (new) forthbringing.","Yusuf Ali (English)":"\"´And in the End He will return you into the (earth), and raise you forth (again at the Resurrection)?"},"19":{"Arabic":"وَاللّٰهُجَعَلَلَكُمُالْاَرْضَبِسَاطًاۙ","Abdulbaki Gölpınarlı Meali":"Ve Allah, yer yüzünü size bir döşeme, bir yaygı olarak yaratmıştır.","Abdullah-Ahmet Akgül Meali":"<b>\"Allah, yerküreyi sizin için bir yaygı </b><i>(ziraata ve hayvancılığa uygun)</i><b> kılmıştır.\"</b> ","Abdullah Parlıyan Meali":"Allah yeryüzünü sizin için genişce yaymıştır","Ahmet Tekin Meali":"Yeryüzünü, sizin için yaygı gibi yaparak yerleşmenize elverişli hale getirdi.","Ahmet Varol Meali":"Allah sizin için yeri bir sergi kıldı.","Ali Bulaç Meali":"'Allah, yeri sizin için bir yaygı kıldı.'","Ali Fikri Yavuz Meali":"Allah sizin için arzı bir döşek yapmıştır;","Bahaeddin Sağlam Meali":"Ve Allah, size yeri bir sergi yapmıştır.","Bayraktar Bayraklı Meali":"19,20. “Allah, orada geniş yollar edinip dolaşabilesiniz diye, yeryüzünü sizin için bir sergi yapmıştır.”","Besim Atalay Meali (1965)":"19,20. Geniş yollarında yürümenizçin, Allah size yeryüzünü yaygı yarattı!»","Cemal Külünkoğlu Meali":"“Allah yeryüzünü sizin için bir döşek (yerleşim yeri) yaptı.”","Cemil Said (1924)":"19,20. Üzerinde geniş yollar açmanız içün arzı tabak gibi önünüze koydı.\" didi.","Diyanet İşleri Meali (Eski)":"19,20. \"Yeryüzünde dolaşabilmeniz, orada yollar ve geniş geçitlerden geçebilmeniz için, onu size yayan O'dur.\"*","Diyanet İşleri Meali (Yeni)":"19,20. ‘Allah, yeryüzünü sizin için bir sergi yapmıştır ki, oradaki geniş yollarda yürüyesiniz.”","Kur'an Yolu (Diyanet İşleri)":"19-20. Allah yeryüzünü sizin için sergi gibi döşemiştir ki onda geniş yollar edinip dolaşabilesiniz.”","Diyanet Vakfı Meali":"19, 20. Allah, onda geniş yollar edinip dolaşabilesiniz diye, yeryüzünü sizin için bir sergi yapmıştır.","Edip Yüksel Meali":"ALLAH yeryüzünü sizin için bir yerleşim yeri yaptı.","Elmalılı Hamdi Yazır Meali":"Allah sizin için yeri bir yaygı yapmıştır.","Elmalılı Meali (Orijinal)":"Ve Allah sizin için Arzı bir sergi yapmıştır","Emrah Demiryent Meali":"19-20. Allah, geniş yollar edinip dolaşabilesiniz, diye yeryüzünü sizin için bir yaygı yapmıştır.","Erhan Aktaş Meali":"“Allah, yeryüzünü sizin için genişçe yaydı.”","Hasan Basri Çantay Meali":"«Allah yeri sizin için bir döşek yapmışdır»,","Hayrat Neşriyat Meali":"“Ve Allah, yeri sizin için bir yaygı yaptı.”","İhsan Aktaş Meali":"Ve Allah sizin için yerküreyi yayıp (yerleşmenize) elverişli kılmıştır.","İlyas Yorulmaz Meali":"Allah yeryüzünü sizin için yaymış.","İsmayıl Hakkı Baltacıoğlu":"Allah yeryüzünü önünüze sermiştir,","İsmail Hakkı İzmirli":"Allah yeri sizin için döşek yaptı ki","İsmail Yakıt":"“Allah, yeryüzünü sizin için bir yaygı yapmıştır.”","Kadri Çelik Meali":"“Allah, yeri sizin için bir sergi kıldı.”","Mahmut Kısa Meali":"Yine görmez misiniz ki, <b>Allah yeryüzünü sizin</b> huzur ve güven içinde yaşayabilmeniz <b>için </b>her türlü nîmet ve imkânlarla donatarak, bir<b> halı</b>gibi serip<b> döşedi.</b>","Mahmut Özdemir Meali":"“Allah, Yeryüzü’nü sizin için bir yaşama alanı yaptı”.","Mehmet Çakır Meali":"Allah, yeryüzünü halı gibi önünüze sererken,","Mehmet Çoban Meali":"“Rabbiniz yeryüzünde rahat yaşayabilmeniz için düzgün araziler, ovalar, ırmaklar, nehirler yarattı! Yaşamanızı sürdürebilmeniz için yiyip içeceğiniz şeyler yarattı!”","Mehmet Okuyan Meali":"19,20. Ondan geniş yollar edinesiniz diye Allah yeri sizin için yaymıştır.” [*]","Mehmet Türk Meali":"19,2. “Yeryüzünü, yollarında ve vadilerinde dolaşasınız diye sizin için (başkası değil) Allah yaymıştır.” (dedi.)","Muhammed Esed Meali":"Ve Allah yeri sizin için genişçe yaymıştır","Mustafa Çavdar Meali":"Allah yeryüzünü sizin yaşamanız için ayaklarınızın altına serdi. 2/29, 40/64","Mustafa İslamoğlu Meali":"Ve Allah sizin için yeri (döşek gibi) yaymıştır","Orhan Kuntman Meali":"19,20. “Allah, -geniş yollarında gezip dolaşasınız (rızkınızı arayasınız)- diye yeryüzünü (ayaklarınızın altına) serip yaymıştır\" dedim. (Onları yıllar boyu uyardım imana davet ettim)","Osman Fırat Meali":"Ve Allah yeri sizin için genişçe yaymıştır","Ömer Nasuhi Bilmen Meali":"Ve Allah, Sizin için yeri bir döşek kılmıştır.","Suat Yıldırım Meali":"19, 20. Allah yeri size bir yaygı yaptı ki onun geniş yollarında yürüyesiniz. ","Süleyman Ateş Meali":"Allah, yeri sizin için bir sergi yaptı.'","Süleyman Tevfik (1927)":"19,20. 'Ve Allâh, onda yollar açub hâcetinize gidesiniz içün arzı size bisât kıldı' didim\"","Süleymaniye Vakfı Meali":"Allah, yeryüzünü önünüze serdi ki","Şaban Piriş Meali":"Allah sizin için yeryüzünü yayıp/döşedi.","Ümit Şimşek Meali":"“Yeryüzünü de Allah önünüze yaydı:","Yaşar Nuri Öztürk Meali":"\"Allah size yeryüzünü bir yaygı yaptı,","Eski Anadolu Türkçesi":"19-20. “daħı Tañrı ķıldı sizüñ içün yiri döşek tā yüriyesiz andan yollar gireler.”","Satıraltı Meal (1534)":"Daḫı Tañrı Ta‘ālā size yirleri döşek eyledi.","Bunyadov-Memmedeliyev ":"Allah yeri sizin üçün xalı etdi (fərş kimi ayaqlarınızın altına döşədi) ki,","M. Pickthall (English)":"And Allah hath made the earth a wide expanse for you","Yusuf Ali (English)":"\"´And Allah has made the earth for you as a carpet (spread out),(5718)"},"20":{"Arabic":"لِتَسْلُكُوامِنْهَاسُبُلًافِجَاجًا۟","Abdulbaki Gölpınarlı Meali":"Oradaki genişgeniş yollara dalıp gidin diye.","Abdullah-Ahmet Akgül Meali":"<b>\"Öyle ki, onun içinde geniş yollarında gezip-dolaşmanız için </b><i>(dünyayı en güzel şekilde donatmıştır)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"ki, üzerindeki geniş yollardan yürüyüp geçebilesiniz diye.”","Ahmet Tekin Meali":"Yeryüzünde geniş yollar açabilesiniz diye, onu yaygı haline getirdi.","Ahmet Varol Meali":"Onun geniş yollarında dolaşasınız diye.\"","Ali Bulaç Meali":"'Öyle ki, onun içinde geniş yollarında gezip-dolaşırsınız, diye.'","Ali Fikri Yavuz Meali":"Onun geniş yollarında gezesiniz diye...”","Bahaeddin Sağlam Meali":"Nihayet o yerin geniş ve değişik yolarında yürürsünüz.”","Bayraktar Bayraklı Meali":"19,20. “Allah, orada geniş yollar edinip dolaşabilesiniz diye, yeryüzünü sizin için bir sergi yapmıştır.”","Besim Atalay Meali (1965)":"19,20. Geniş yollarında yürümenizçin, Allah size yeryüzünü yaygı yarattı!»","Cemal Külünkoğlu Meali":"Üzerinde gezip dolaşmanız için yollar ve vadiler oluşturdu.","Cemil Said (1924)":"19,20. Üzerinde geniş yollar açmanız içün arzı tabak gibi önünüze koydı.\" didi.","Diyanet İşleri Meali (Eski)":"19,20. \"Yeryüzünde dolaşabilmeniz, orada yollar ve geniş geçitlerden geçebilmeniz için, onu size yayan O'dur.\"*","Diyanet İşleri Meali (Yeni)":"19,20. ‘Allah, yeryüzünü sizin için bir sergi yapmıştır ki, oradaki geniş yollarda yürüyesiniz.”","Kur'an Yolu (Diyanet İşleri)":"19-20. Allah yeryüzünü sizin için sergi gibi döşemiştir ki onda geniş yollar edinip dolaşabilesiniz.”","Diyanet Vakfı Meali":"19, 20. Allah, onda geniş yollar edinip dolaşabilesiniz diye, yeryüzünü sizin için bir sergi yapmıştır.","Edip Yüksel Meali":"Ki orada geniş yollarda gidesiniz.","Elmalılı Hamdi Yazır Meali":"Ki, ondan açılan geniş geniş yollarda gidesiniz.","Elmalılı Meali (Orijinal)":"Gidesiniz diye ondan geniş geniş yollarda","Emrah Demiryent Meali":"19-20. Allah, geniş yollar edinip dolaşabilesiniz, diye yeryüzünü sizin için bir yaygı yapmıştır.","Erhan Aktaş Meali":"“Yolculuk etmeniz için orada geniş yollar yaptı.”","Hasan Basri Çantay Meali":"«onun geniş yollarında gezib dolaşınız diye».","Hayrat Neşriyat Meali":"“ 'Tâ ki ondan, birtakım geniş yollarda gidesiniz!' (diye nasîhat ettim).”","İhsan Aktaş Meali":"Öyle ki onda, (üzerinde) geniş yollar edinip gezip dolaşabilesiniz diye!”","İlyas Yorulmaz Meali":"Yeryüzünde sizin yürüyüp gitmeniz için size, geniş yollar meydana getirmiştir.","İsmayıl Hakkı Baltacıoğlu":"Onun geniş yollarında gezip dolaşasınız diye.\"","İsmail Hakkı İzmirli":"Onun geniş yollarında yürüyesiniz.","İsmail Yakıt":"“Orada geniş yollar edinip dolaşasınız diye”","Kadri Çelik Meali":"“Böylelikle geniş yollarında gezip dolaşırsınız diye.”","Mahmut Kısa Meali":"<b>Ki, orada </b>bulunan doğal geçitlerde, nehir yataklarında, ovalarda ve <b>geniş yollarda </b>rahatça<b> yürüyebilesiniz,</b> her türlü ulaşım ve taşıma faaliyetlerini yürütebilesiniz ve böylece, yeryüzünün nîmetlerinden gereği gibi faydalanabilesiniz. O hâlde, hâlâ O’na şükretmeyecek misiniz?<b>”</b>","Mahmut Özdemir Meali":"“Oradan geniş yolları izleyerek gezip dolaşın!”.","Mehmet Çakır Meali":"kendinize geniş yollar açıp araziye dalmanızı istemiştir...","Mehmet Çoban Meali":"  “Yeryüzünde rahatça seyahatler yapabilmeniz için yol yapma imkânı veren alanlar yarattı ki; yeryüzünde rahatça yürüyebilesiniz!”        ","Mehmet Okuyan Meali":"19,20. Ondan geniş yollar edinesiniz diye Allah yeri sizin için yaymıştır.” [*]","Mehmet Türk Meali":"19,2. “Yeryüzünü, yollarında ve vadilerinde dolaşasınız diye sizin için (başkası değil) Allah yaymıştır.” (dedi.)","Muhammed Esed Meali":"ki üzerinde geniş yollardan yürüyüp geçebilesiniz!” ¹²","Mustafa Çavdar Meali":"Gezip dolaşmanız için yollar ve vadiler oluşturdu. 6/97, 21/31","Mustafa İslamoğlu Meali":"ki, geniş yollar bulup onun üzerinden aşabilesiniz diye.”[⁵³³³]","Orhan Kuntman Meali":"19,20. “Allah, -geniş yollarında gezip dolaşasınız (rızkınızı arayasınız)- diye yeryüzünü (ayaklarınızın altına) serip yaymıştır\" dedim. (Onları yıllar boyu uyardım imana davet ettim)","Osman Fırat Meali":"’Ki onda açılan geçit ve yollara gidesiniz’. \"","Ömer Nasuhi Bilmen Meali":"Tâ ki, ondan geniş geniş yollara gidiveresiniz.","Suat Yıldırım Meali":"19, 20. Allah yeri size bir yaygı yaptı ki onun geniş yollarında yürüyesiniz. ","Süleyman Ateş Meali":"'Ki onda açılan geniş geniş yollarda gidesiniz'.\"","Süleyman Tevfik (1927)":"19,20. 'Ve Allâh, onda yollar açub hâcetinize gidesiniz içün arzı size bisât kıldı' didim\"","Süleymaniye Vakfı Meali":"vadilerdeki yollarından geçip gidesiniz.” (dedi)","Şaban Piriş Meali":"Geniş yollarında gezip dolaşın diye.. ","Ümit Şimşek Meali":"“Geniş yollarında gidin diye.”","Yaşar Nuri Öztürk Meali":"Ki ondan geniş yollar edinip de yürüyesiniz.\"","Eski Anadolu Türkçesi":"19-20. “daħı Tañrı ķıldı sizüñ içün yiri döşek tā yüriyesiz andan yollar gireler.”","Satıraltı Meal (1534)":"Ḥattā ki yürüyesiz anda giñ yollarda.","Bunyadov-Memmedeliyev ":"Onun geniş yollarında gəzəsiniz!”","M. Pickthall (English)":"That ye may thread the valley ways thereof.","Yusuf Ali (English)":"\"´That ye may go about therein, in spacious roads.´\"(5719)"},"21":{"Arabic":"قَالَنُوحٌرَبِّاِنَّهُمْعَصَوْن۪يوَاتَّبَعُوامَنْلَمْيَزِدْهُمَالُهُوَوَلَدُهُٓاِلَّاخَسَارًاۚ","Abdulbaki Gölpınarlı Meali":"Nuh demişti ki: Rabbim, şüphe yok ki onlar, bana isyan ettiler ve malı ve evladı, ancak ziyanını arttırıp duran kişiye uydular.","Abdullah-Ahmet Akgül Meali":"<i>(Bu ibretli ve hikmetli uyarılarına rağmen imana ve İslam’a gelmeyen kavmini Rabbine şikâyet etti ve) </i><b>Nuh dedi ki: \"Rabbim, gerçekten onlar bana isyan edip durdular; mal ve çocukları kendisine ziyandan başka bir şeyi artırmayan </b><i>(azgın ve sapkın)</i><b> kimselere uydular.\"</b> ","Abdullah Parlıyan Meali":"Bu öğütlerin hiçbirinin fayda vermediğini gören Nuh Rabbine dönerek: “Rabbim” dedi. “Onlar bana karşı geldiler de malı ve çocukları yüzünden hızla yok olmaya doğru giden kimselere uydular.","Ahmet Tekin Meali":"Nûh:<br>\r\n“Rabbim, onlar bana isyan ettiler, karşı geldiler. Serveti, oğulları, gücü ve iktidarı, kendi zararını, hüsranını artırmaktan başka bir işe yaramayan bir kimseye uydular.”dedi.","Ahmet Varol Meali":"Nuh dedi ki: \"Rabbim! Onlar bana karşı geldiler ve malı ve çocuğu kendisinin zararından başka bir şeyini artırmayan kimseye (veya kimselere) uydular.","Ali Bulaç Meali":"Nuh: 'Rabbim, gerçekten onlar bana isyan ettiler; mal ve çocukları kendisine ziyandan başka bir şeyi arttırmayan kimselere uydular.'","Ali Fikri Yavuz Meali":"Nûh şöyle dedi: “- Rabbim! onlar, (kendilerine emrettiğim şeylerde) bana isyan ettiler. Malı ve çocuğu kendisine hüsrandan başka bir şey artırmıyan kimselere uydular;","Bahaeddin Sağlam Meali":"Ve Nuh devamla dedi ki: “Ey Rabbim! (Bu mesajlarıma karşı) bunlar bana isyan etti. Mal ve evladının kendisine zarardan başka hiçbir katkısı olmayana uydular.","Bayraktar Bayraklı Meali":"21,22. Nûh şöyle dedi: “Ey Rabbim! Bunlar bana karşı geldiler. Malı ve çocukları kendi zararını arttırmaktan başka işe yarayamayan kişiye uydular ve büyük tuzaklar kurdular.”","Besim Atalay Meali (1965)":"Nuh dedi ki: «Tanrım! Onlar bana karşı koydular, malları, oğulları yüzünden, ziyana uğrayan kimselere uydular","Cemal Külünkoğlu Meali":"Nuh devamla (Allah'a yönelerek); “Ya Rabbi!” dedi, “Hep bana başkaldırdılar. Malı ve evladı kendilerini hüsrana sürüklemekten başka işe yaramayan (servet ve güç sahibi kodaman)lara uydular.","Cemil Said (1924)":"(Sonra) Nûh Allâh’a şöyle nidâ itdi: \"Ya rabbî işte benim sözlerime ’isyân idiyorlar, tarz-ı hareketleri âhiretde ancak felâketlerini tezyîde hâdim olacak, emvâl ve evlâdı kesîr kimselere ittibâ’ idiyorlar.\"","Diyanet İşleri Meali (Eski)":"21,22. Nuh: \"Rabbim! Doğrusu bunlar bana baş kaldırdılar ve malı, çocuğu kendisine sadece zarar getiren kimseye uydular; birbirinden büyük düzenler kurdular\" dedi.","Diyanet İşleri Meali (Yeni)":"Nûh, dedi ki: “Rabbim! Gerçekten onlar bana karşı geldiler, malı ve çocuğu ancak kendi hüsranını artıran kimselere uydular.”","Kur'an Yolu (Diyanet İşleri)":"Nûh, “Rabbim, dedi, doğrusu bunlar beni dinlemediler, malı ve çocuğu kendi ziyanını arttırmaktan başka bir şeye yaramayan kimseye uydular.","Diyanet Vakfı Meali":"(Öğütlerinin fayda vermemesi üzerine) Nuh: Rabbim! dedi, doğrusu bunlar bana karşı geldiler de, malı ve çocuğu kendi ziyanını arttırmaktan başka işe yaramayan kimseye uydular.  ","Edip Yüksel Meali":"Nuh dedi ki, \"Rabbim, onlar bana karşı geldiler ve parası, çocukları kendisine sadece zarar veren bir kimseye uydular.\"","Elmalılı Hamdi Yazır Meali":"Nûh dedi ki: \"Ey Rabbim! Onlar bana isyan ettiler; malı ve çocuğu hüsrandan başka bir şeyini artırmayan kimsenin ardına düştüler.\"","Elmalılı Meali (Orijinal)":"Nuh dediki: yarab! Ma'lûmun onlar bana ısyan ettiler ve malı ve veledi kendisine hasardan başka bir şey arttırmıyan kimsenin ardınca gittiler","Emrah Demiryent Meali":"Nûh dedi ki: “Ey Rabbim! Onlar bana isyan ettiler de malı ve çocuğu (ile şımaranlara, âhirette kendilerinin) ziyanlarından başka bir şeyi artırmayan (küfürde ısrar eden) kimselere uydular.","Erhan Aktaş Meali":"Nûh: “Rabb'im! Kuşkusuz onlar bana asi oldular. Malı ve evladı kendisine zarardan başka bir şey artırmayan kimseye uydular.” dedi.","Hasan Basri Çantay Meali":"Nuh dedi: «Ey Rabbim, hakıykat onlar bana isyan etdiler. Mal (lar) ı ve evlâd (lar) ı (kendilerinin) hüsran (ın) dan başkasını artırmayan kimselere uydular»,","Hayrat Neşriyat Meali":"Nûh (yine) dedi ki: “Rabbim! Doğrusu onlar, bana isyân ettiler ve malı ile çocuğu kendisine hüsrandan başka bir şey artırmayan kimselere tâbi' oldular.”","İhsan Aktaş Meali":"(Tebliğin fayda vermemesi üzerine) Nûh \"Rabbim!\" dedi, \"Onlar bana karşı direndiler, malı ve nesli sadece hüsranını artıran kimselere uydular.","İlyas Yorulmaz Meali":"Nuh “Rabbim! Kavmim bana isyan edip, malının ve evladının ziyanını artırdığı bir insana tabi oldular.”","İsmayıl Hakkı Baltacıoğlu":"Nuh dedi: \"Ey çalabım! İşte onlar bana karşı ayaklandılar. Onlar, malları, çocukları kendilerine yazık etmekten başka bir işe yaramıyan kimselere uydular.","İsmail Hakkı İzmirli":"Nuh dedi ki: Yâ Rab! Bana karşı geldiler. Malları ve çoluk çocukları ziyanlarını artırmaktan başka bir şeye yaramayan kimselere [⁴] tâbi oldular,","İsmail Yakıt":"Nûh dedi ki: “Rabbim! Muhakkak ki onlar bana karşı geldiler, malı ve çocuğu kendisinin zararını artırmaktan başka bir şeye yaramayan kimselere tabi oldular.","Kadri Çelik Meali":"Nuh, “Rabbim! Gerçekten onlar bana isyan ettiler ve de mal ve çocukları kendisine hüsrandan başka bir şeyi arttırmayan kimselere uydular” dedi.","Mahmut Kısa Meali":"<b>Nûh, </b>yüzyıllar süren tebliğ ve uyarılarının sonuç vermediğini görünce,<b> “Ey Rabb’im!” dedi, “</b>Görüyorsun ki, bunlar beni zayıf ve güçsüz gördükleri için<b> bana isyan ettiler ve </b>bunun yerine,<b> malı mülkü ve çoluk çocuğu kendisini sadece hüsrana sürükleyen </b>inkârcı liderler<b>in peşinden gittiler.”</b>","Mahmut Özdemir Meali":"Nûh dedi ki: -“Rabbim! Onlar, bana isyan ettiler. Malı ve çocuğu kendisine hüsrandan / zarardan başka artırmayan kimseye tâbi’ oldular”.","Mehmet Çakır Meali":"<b>Sonunda </b>Nûh: &quot; <i>Ya Rab </i>diye yakındı<i>. Bunlar bana karşı geldiler, mal ve evlat yüzünden hep başı derde girmiş ağalara uydular</i>,","Mehmet Çoban Meali":"\"Rabbim! Onları güzellikle yoluna davet etmeme rağmen karşı geldiler. Mallarının, çocuklarının çokluğuna güvenen insanlara uydular. Uydukları insanlar onların azgınlıklarını artırdı. Sürekli toplumda güçlü gördüklerinin yasalarına uydular. Rabbim senin yasalarına uymadılar.\"        ","Mehmet Okuyan Meali":"(Söylediklerini dinlememeleri üzerine) Nuh şöyle demişti: “Rabbim! Doğrusu onlar bana karşı geldiler; malı ve çocuğu kendi kaybını artırmaktan başka bir işe yaramayan kimseye uydular.","Mehmet Türk Meali":"21,22. Nûh (Rabbine yönelerek): “Ey Rabbim! Gerçekten onlar bana isyan edip, malı ve çocuğu, sadece küfürlerini artıran ve çok büyük tuzaklar kuran kimselere uydular.” dedi.","Muhammed Esed Meali":"Nûh, “Ey Rabbim!” diye ekledi, “Onlar bana [tamamen] karşı çıktılar, zaten onlar serveti ve çocukları yüzünden hızla yok olmaya doğru giden kimselere uyarlar, ¹³","Mustafa Çavdar Meali":"Nuh devamla dedi ki: – Rabbim, onlar bana başkaldırdılar. Malı ve evladı kendilerini hüsrana sürüklemekten başka işe yaramayanlara uydular. 3/14, 9/24, 63/9","Mustafa İslamoğlu Meali":"NUH “Rabbim!” dedi, “Onlar bana karşı direndiler, malı ve evladı sadece hüsranını artıran kimselere uydular;","Orhan Kuntman Meali":"“Ey Rabbim (bu uyarılarımı onlar hiçe saydılar) bana karşı geldiler de, malı ve evladı kendisine zarardan başka bir şey getirmeyen kimseye (elebaşlarına) uydular.”","Osman Fırat Meali":"Nûh, dedi ki: \"Rabbim! Gerçekten onlar bana karşı geldiler, malı ve çocuğu ancak kendi hüsranını artırmaktan başka işe yaramayan kimselere uydular. \"","Ömer Nasuhi Bilmen Meali":"Nûh dedi ki: «Yarabbi! Şüphe yok ki onlar bana isyan ettiler ve malı ve evlâdı kendisine hüsrândan başka bir şey arttırmayan kimseye tâbi oldular.","Suat Yıldırım Meali":"Nûh: “Ya Rabbî, dedi, Sen de biliyorsun ki onlar bana isyan ettiler; servet ve evlat çokluğunun kendi ziyanını artırdığı kimselere uydular. ","Süleyman Ateş Meali":"(Bu öğütlerin hiçbirinin fayda vermediğini gören) Nuh, (Rabbine dönerek): \"Rabbim, dedi, onlar bana karşı geldiler de malı ve çocuğu kendisinin ziyanını artırmaktan başka işe yaramayan (şımarık, gururlu) bir adama uydular.\"","Süleyman Tevfik (1927)":"Yine Nûh: \"Yâ Rabbî! Onlar bana 'âsî oldılar ve mal ve evlâdı kendisine ziyândan başka bir şey artırmayacak olanlara (ağniyâya) ittibâ' iylediler.\"","Süleymaniye Vakfı Meali":"Nuh sözlerine şöyle devam etti: “Rabbim! Malı ve çocuğu, zararını arttırmaktan başka bir işe yaramayan kişiye uyup bana baş kaldırdılar.","Şaban Piriş Meali":"Nuh:<br>\r\n-Rabbim, dedi. Onlar bana isyan ettiler. Malı ve evladı kendisine hüsrandan başka bir şey artırmayan kimseye uydular.","Ümit Şimşek Meali":"Nuh “Yâ Rabbi,” dedi. “Bunlar bana isyan ettiler de mal ve evlât çokluğuyla azıp hüsrana düşmüş kimselerin peşine düştüler.","Yaşar Nuri Öztürk Meali":"Nûh dedi ki: \"Rabbim! Onlar bana isyan ettiler de malı ve çocuğu kendisine hüsrandan başka bir artış getirmeyen kişiye uydular.\"","Eski Anadolu Türkçesi":"eyitti nūḥ “iy çalabum! bayıķ anlar 'āsį oldılar baña daħı uydılar aña ya'nį serverlere daħı oġlı ķızı illā ziyān.”","Satıraltı Meal (1534)":"Nūḥ eyitdi: Yā Rabbī, anlar baña ‘āṣī oldılar. Daḫı uydılar ol kimseye ki arturmadı mālı ve oġlı ḳızı, kendüyi, illā ziyān.","Bunyadov-Memmedeliyev ":"Nuh dedi: “Ey Rəbbim! Onlar mənə qarşı çıxdılar və mal-dövləti, oğul-uşağı özlərinə ziyandan başqa bir şey artırmayan kimsələrə (öz kafir başçılarına) tabe oldular.","M. Pickthall (English)":"Noah said: My Lord! they have disobeyed me and followed one whose wealth and children increase him in naught save ruin;","Yusuf Ali (English)":"Noah said: \"O my Lord! They have disobeyed me, but they follow (men)(5719-A) whose wealth and children give them no increase but only Loss."},"22":{"Arabic":"وَمَكَرُوامَكْرًاكُبَّارًاۚ","Abdulbaki Gölpınarlı Meali":"Ve pek büyük düzenler kurmaya giriştiler.","Abdullah-Ahmet Akgül Meali":"<b>\"Ve çok büyük hile ve düzenler kurdular.\" </b><i>(Bana ve bütün Allah dostlarına eziyete ve hakarete kalkıştılar.)</i> ","Abdullah Parlıyan Meali":"Sana karşı pek çok tuzaklar kurup, dolaplar çevirdiler.","Ahmet Tekin Meali":"“Sinsice büyük tuzaklar kurdular, İslâm'ın yükselmesinin, müslümanların gelişmesinin önünü kestiler, büyük tahrikler yaparak suikast tertip ettiler.”","Ahmet Varol Meali":"Ve büyük büyük tuzaklar kurdular.","Ali Bulaç Meali":"'Ve büyük büyük hileli-düzenler kurdular.'","Ali Fikri Yavuz Meali":"Ve çok büyük bir hileye giriştiler, (Nûh'a eziyete kalkıştılar).","Bahaeddin Sağlam Meali":"Çok büyük bir tuzak kurdular.","Bayraktar Bayraklı Meali":"21,22. Nûh şöyle dedi: “Ey Rabbim! Bunlar bana karşı geldiler. Malı ve çocukları kendi zararını arttırmaktan başka işe yarayamayan kişiye uydular ve büyük tuzaklar kurdular.”","Besim Atalay Meali (1965)":"Çok büyük hile yaptılar!","Cemal Külünkoğlu Meali":"“Üstelik (bana) büyük büyük tuzaklar kurdular.","Cemil Said (1924)":"Nûh’a karşu büyük bir hud’a tertîb itdiler.","Diyanet İşleri Meali (Eski)":"21,22. Nuh: \"Rabbim! Doğrusu bunlar bana baş kaldırdılar ve malı, çocuğu kendisine sadece zarar getiren kimseye uydular; birbirinden büyük düzenler kurdular\" dedi.","Diyanet İşleri Meali (Yeni)":"“Bunlar da, çok büyük bir tuzak kurdular.”","Kur'an Yolu (Diyanet İşleri)":"Onlar çok büyük tuzaklar kurdular.","Diyanet Vakfı Meali":"Bunlar da, büyük hileler, büyük desiseler kurdular!","Edip Yüksel Meali":"\"Ve hatta büyük tuzaklar kurdular.\"","Elmalılı Hamdi Yazır Meali":"\"Büyük büyük tuzaklar kurdular.\"","Elmalılı Meali (Orijinal)":"Ve büyük büyük mekre giriştiler","Emrah Demiryent Meali":"Ve (yapmış olduğum tebliğe engel olmak için bana) çok büyük tuzaklar kurdular.”","Erhan Aktaş Meali":"“Büyük tuzaklarla tuzak kurdular.”","Hasan Basri Çantay Meali":"«Bunlar da büyük büyük hileler (dolaplar, melanetler) yapdılar».","Hayrat Neşriyat Meali":"“Hem çok büyük hîle ile tuzaklar kurdular.”","İhsan Aktaş Meali":"Ve (davetimi ve halkın onu kabulünü önlemek için) çok büyük tuzaklar kurdular.","İlyas Yorulmaz Meali":"“(Bana karşı) Çok büyük tuzaklar, hileler hazırladılar.”","İsmayıl Hakkı Baltacıoğlu":"Bunlar da büyük düzenler kurdular.\"","İsmail Hakkı İzmirli":"Bunlar da bana büyük, pek büyük mekr ve gadirde bulundular;","İsmail Yakıt":"“(Üstelik) büyük tuzaklar kurdular.”","Kadri Çelik Meali":"“Ve büyük mü büyük hileli düzenler kurdular.”","Mahmut Kısa Meali":"<b>“Ve </b>dâvetimi etkisiz kılmak için akla hayale gelmedik entrikalar, <b>büyük tuzaklar kurdular.”</b>","Mahmut Özdemir Meali":"“Çok böbürlenerek büyük büyük tuzaklar kurdular”.","Mehmet Çakır Meali":"<i>bu ağalar bana çok büyük oyunlar ettiler,</i>","Mehmet Çoban Meali":"\"Üstelik bunlar; ayetlerinle bildirdiğin gerçeklerin toplumda kabul edilmemesi, sözlerinin dinlenilmemesi için çok büyük tuzaklar kurdular!”         ","Mehmet Okuyan Meali":"Çok büyük tuzaklar da kurdular.”","Mehmet Türk Meali":"21,22. Nûh (Rabbine yönelerek): “Ey Rabbim! Gerçekten onlar bana isyan edip, malı ve çocuğu, sadece küfürlerini artıran ve çok büyük tuzaklar kuran kimselere uydular.” dedi.","Muhammed Esed Meali":"ve [Sana karşı] en korkunç tuzakları kuranlara,","Mustafa Çavdar Meali":"– Üstelik bana akıl almaz tuzaklar kurdular. 8/30, 14/46","Mustafa İslamoğlu Meali":"onlar (propaganda yoluyla) korkunç tuzaklar kurdular;[⁵³³⁴]","Orhan Kuntman Meali":"“Büyük hile ve düzenler de kurdular.”","Osman Fırat Meali":"Büyük büyük tuzaklar kurdular.","Ömer Nasuhi Bilmen Meali":"Ve pek büyük bir hile ile hile eder oldular.»","Suat Yıldırım Meali":"Büyük hîle ve tuzaklar kurdular. ","Süleyman Ateş Meali":"Büyük büyük tuzaklar kurdular.","Süleyman Tevfik (1927)":"(O ağniyâ) çok büyük bir mekr ve hîle yapdılar. ","Süleymaniye Vakfı Meali":"Büyük büyük oyunlar oynadılar.","Şaban Piriş Meali":"Büyük büyük tuzak kurdular.","Ümit Şimşek Meali":"Ve pek büyük tuzaklara giriştiler.","Yaşar Nuri Öztürk Meali":"\"Çok büyük hileler sergilediler/çok büyük tuzaklar kurdular.\"","Eski Anadolu Türkçesi":"“daħı mekr eylediler mekr eylemek gey ulu.”","Satıraltı Meal (1534)":"Anlar mekr eylediler, ulu mekr eylemek.","Bunyadov-Memmedeliyev ":"(Onların kafir başçıları mənim əleyhimə) çox böyük bir hiylə qurdular.","M. Pickthall (English)":"And they have plotted a mighty plot,","Yusuf Ali (English)":"\"And they have devised a tremendous Plot.(5720)"},"23":{"Arabic":"وَقَالُوالَاتَذَرُنَّاٰلِهَتَكُمْوَلَاتَذَرُنَّوَدًّاوَلَاسُوَاعًاۙوَلَايَغُوثَوَيَعُوقَوَنَسْرًاۚ","Abdulbaki Gölpınarlı Meali":"Ve sakın dediler, mabutlarınızı bırakmayın, hele ne Vedd'i bırakın, ne Suva'ı, ne de Yaguus'u ve Yauk'u ve Nesr'i.","Abdullah-Ahmet Akgül Meali":"<b>Ve </b><i>(bu arada kâfirler birbirlerine)</i><b> dediler ki: \"Sakın kendi ilahlarınızı bırakmayın; ne Vedd’i, ne Suva’ı, ne Yeğus’u, ne Ye’uk’u ve ne de Nesr’i bırakmayın </b><i>(ve Nuh’a aldanmayın)</i><b>!\" </b><i>(Yani bu tapındıklarınıza ve tâbi olduğunuz hayat tarzına sahip çıkın, Nuh’un peşine takılmayın, diye birbirlerini kışkırttılar.)</i> ","Abdullah Parlıyan Meali":"Ve sakın Tanrılarınızı terketmeyin dediler. Özellikle Vedd'i, Süva'ı, Yegûs'u, Yeûk'u ve Nesr'i bırakmayın dediler.","Ahmet Tekin Meali":"“Sakın ilâhlarınızı bırakmayın. Vedd'i, Suvâ'ı, Yegûs'u, Yeûk'u, ve Nesr'i kesinlikle bırakmayın.” dediler.","Ahmet Varol Meali":"\"Sakın ilahlarınızı bırakmayın. Vedd'den, Suva'dan, Yeğus'dan, Ye'uk'tan ve Nesr'den asla vazgeçmeyin\" dediler.","Ali Bulaç Meali":"'Ve dediler ki: Kendi ilahlarınızı bırakmayın; bırakmayın ne Vedd'i, ne Suva'ı, ne Yeğus'u, ne Ye'uk'u ve ne de Nesr'i.'","Ali Fikri Yavuz Meali":"Bir de (ileri gelenler, yardakçılarına) şöyle dediler: Sakın ilâhlarınızı (tapındığınız putları) bırakmayın. Hele (en büyükleri olan) Vedd'i, Suva'ı, Yeğûs'u, Ye'ûk'u, Nesr'i, asla bıramayın...","Bahaeddin Sağlam Meali":"Ve: “Sakın ilahlarınızı terk etmeyin. Wed, Suva’, Yağus, Yauk’u(*) ve Nesr’i terk etmeyin!” dediler.","Bayraktar Bayraklı Meali":"Dediler ki: “Sakın ilâhlarınızı bırakmayınız, hele Vedd'den; Süva‘'dan, Ye‘ûs'tan, Ye‘ûk'tan ve Nesr'den asla vazgeçmeyiniz.”[681]","Besim Atalay Meali (1965)":"Hem de, dediler ki: «Tanrınız bulunan Veddi, Suvaı, Yavusu, Yâuku, Nesri hiç bırakmayınız !»","Cemal Külünkoğlu Meali":"Bir de (birbirlerine) şöyle dediler: “Sakın ilâhlarınızı (tapındığınız putları) bırakmayın! Hele (en büyükleri olan) Vedd'i, Suvâ'ı, Yeğûs'u, Ye'ûk'u, Nesr'i, asla bırakmayın!”","Cemil Said (1924)":"Reisleri ânlara: \"Ma’bûdlarınıza ve bilhassa (Vedd ve Suvâ’, ve Yegûs ve Ye’ûk ve Nesr) [1] e ’ibâdeti terk itmeyiniz\" diyu bağırıyorlardı.","Diyanet İşleri Meali (Eski)":"İnsanlara: \"Sakın tanrılarınızı bırakmayın, Ved, Suva, Yağus,Yeuk ve Nesr putlarından asla vazgeçmeyin\" dediler.","Diyanet İşleri Meali (Yeni)":"“Şöyle dediler: ‘Sakın ilâhlarınızı bırakmayın. Hele hele Vedd’i, Süvâ’ı, Yeğûs’u, Ye’ûk’u ve Nesr’i hiç bırakmayın.”[560]","Kur'an Yolu (Diyanet İşleri)":"İnsanlara dediler ki: Sakın ilâhlarınızı bırakmayın; hele Ved’den, Suvâ’dan, Yegūs’tan, Yeûk’tan ve Nesr’den asla vazgeçmeyin!","Diyanet Vakfı Meali":"Ve dediler ki: Sakın ilâhlarınızı bırakmayın; hele Ved'den, Suvâ'dan, Yeğûs'tan, Ye'ûk'tan ve Nesr'den asla vazgeçmeyin!  ","Edip Yüksel Meali":"\"Dediler ki, 'Tanrılarınızı terketmeyin. Ne Vedd'i, ne Suva'ı, ne Yeğus'u, Yeuk'u ve Nesr'i bırakmayın.' \"","Elmalılı Hamdi Yazır Meali":"Dediler ki: \"Sakın tanrılarınızı bırakmayın, ne Vedd'i, ne Suva'ı ve ne de Yeğus'u, Yeûk'u ve Nesr'i.\"","Elmalılı Meali (Orijinal)":"Ve sakın ilâhlarınızı bırakmayın ve sakın bırakmayın ne Veddi, ne Suvâı, ne de Yeğûsü ve Ye'ûku ve Nesri dediler","Emrah Demiryent Meali":"(Küfürde ısrar eden o sapkınlar, yandaşlarına) dediler ki: ‘Sakın ilâhlarınızı (tapındığınız putları) bırakmayın. Hele, (en büyükleri olan) Vedd, Suvâ‘, Yegûs, Yeûk ve Nesr’i, asla bırakmayın!’","Erhan Aktaş Meali":"“Sakın ilahlarınızı bırakmayın; sakın Vedd'i¹, Suvâ'yı², Yeğûs'u³, Yeûk'u⁴ ve Nesr'i5 bırakmayın.” dediler.","Hasan Basri Çantay Meali":"(Halk tabakasına:) «Sakın tapdıklarınızı bırakmayın. Hele «Ved» den, «Suvaa'» dan, «Yeğuus» dan, «Yeuuk» dan ve «Nesr» den zinhar vaz geçmeyin» dediler.","Hayrat Neşriyat Meali":"“Ve: 'Sakın ilâhlarınızı bırakmayın! (Hele hele büyük putlardan) Vedd'i, Süvâ'ı, Yeğûs'u, Yeûk'u ve Nesr'i sakın bırakmayın!' dediler.”(2)","İhsan Aktaş Meali":"Ve (birbirlerine): ’Tanrılarınızı hiçbir zaman terk etmeyin! Ne Vedd, ne Suva’, ne Yeğus, ne Ye’uk ve ne de Nesr’i asla terk etmeyin!’ demişlerdi.","İlyas Yorulmaz Meali":"Kendi aralarında “İlahlarınızı bırakmayın, vedd’i, suva’yı, yegus’u yeuk’u ve nesr’i terk etmeyin” dediler.","İsmayıl Hakkı Baltacıoğlu":"Dediler: \"Sakın tanrılarınızdan vaz geçmeyin, Ved’den, Suvağ’dan, Yesüğ’dan, Yeuk’dan, Nesr’den sakın vaz geçmeyin.\"","İsmail Hakkı İzmirli":"Ve onlara «— Sakın mâbutlarınıza ibadeti terketmeyin, hususan «Vüd, Süva/ Yegus, Yeûk ve Nesr» namındaki putlarınızı [⁵] bırakmayın» dediler.","İsmail Yakıt":"(İnsanlara), “Sakın tanrılarınızı bırakmayınız. Özellikle; Ved, Suva, Yağûs, Ye’ûk ve Nesr putlarından asla vazgeçmeyiniz”⁹ dediler.","Kadri Çelik Meali":"(İnsanlara,) “Sakın ilahlarınızı bırakmayın; Vedd, Suva', Yağus, Yeuk ve Nesr'den asla vazgeçmeyin” dediler.","Mahmut Kısa Meali":"<b>“</b>Kamuoyunu Nûh’a karşı kışkırtmak için, insanları toplayıp <b>dediler ki: “</b>Bu adam, sizin hayat tarzınızı kökünden değiştirmek istiyor! O hâlde, <b>sakın ilâhlarınızı bırakmayın; </b>özellikle de, inanç ve ideolojinizin birer simgesi hâline gelen <b>Vedd’i ve Suva’yı, bir de Yeğus’u,</b> <b>Yeuk’u ve</b> <b>Nesr’i asla terk etmeyin! </b>Yani, hayatınıza yön veren değerlere ve bu değerleri temsil eden atalarınıza, önderlerinize, efendilerinize sahip çıkın ve ne pahasına olursa olsun, vahiy kaynaklı değerlerin hayata egemen olmasına izin vermeyin!<b>”</b>","Mahmut Özdemir Meali":"Dediler ki: -“İlahlarınızı bırakmayın! Vedd’i de bırakmayın! Suvâ’ı da! Yeğûs’u ve Yeûk’u ve Nesr’i de!”.","Mehmet Çakır Meali":"halka hitaben: &quot; <i>Sakın ola tanrılarınızı bırakmayın, sakın ola Ved'i, Süvâ'yı, Yagûs'u, Yaûk'u ve Nesr'i terk etmeyin</i> &quot; dediler,","Mehmet Çoban Meali":"\"Toplumun güçlüleri halkın karşısına çıkarak şöyle dediler: Sakın yasalarına uyarak taptığınız ilâhlarınızı bırakmayın! Hele geçmişimizde saydığımız, sevdiğimiz için ayrı bir yeri olan; inançlarına, geleneklerine, bıraktıkları ilkelere, yasalarına uyduğumuz, ulu önderlerimiz, banilerimiz, kurtarıcılarımız, kahramanlarımız; Vedd’i, Süvâ’ı, Yeğus’u, Ye’ûk’u ve Nesr’i hiç bırakmayın!\"        ","Mehmet Okuyan Meali":"Şöyle demişlerdi: “Sakın ilahlarınızı bırakmayın; Vedd’i, Suvâ‘ı, Yeğûs’u, Ye‘ûk’u ve Nesr’i terk etmeyin!” [*]","Mehmet Türk Meali":"“Ve: ‘Sakın ilâhlarınızı bırakmayın, özellikle Vedd’i, Suva’ı, Yeğus’u, Ye’ûk’u ve Nesr’i¹ hiç bırakmayın.’ dediler.”","Muhammed Esed Meali":"çünkü onlar [kendilerine uyanlara]: ‘Tanrılarınızı hiçbir zaman terk etmeyin: ne Vedd ne Suvâ’, ne Yeğûs, ne Ye‘ûk ve ne de Nesr’i terk etmeyin!’ demişlerdi. ¹⁴","Mustafa Çavdar Meali":"– Onlar halka: – İlahlarınızı sakın terk etmeyin; hele Vedd’i, Suvâ’ı, Yeğûs’u, Yeûk’u ve Nesr’i asla bırakmayın, dediler. 36/74-75, 38/1...10","Mustafa İslamoğlu Meali":"ve ‘İlahlarınızı asla bırakmayın; bırakmayın Vedd’i, Suva‘ı, Yeğus’u, Ye‘uk’u ve Nesr’i!’[⁵³³⁵] dediler.[⁵³³⁶]","Orhan Kuntman Meali":"“Sakın ilahlarınızı terk etmeyin. Vedd, Süve, Yegus, Yeuk ve Nesr'den (putlarınızdan) asla vaz geçmeyin,” dediler.","Osman Fırat Meali":"Dediler ki: \"İlahlarınızı bırakmayın: Hele Vedd’i, Suva’ı, Yeğûs’u, Ye’ûk’u ve Nesr’i hiç bırakmayın!\"","Ömer Nasuhi Bilmen Meali":"Ve dediler ki: «Tânrılarınızı bırakmayınız, ne Vedd'i, ne Süva'ı, ne Yegûs'u, ne Yeûk'u ve ne de Nesr putlarını terkeylemeyiniz».","Suat Yıldırım Meali":"“Sakın tanrılarınızdan vazgeçmeyin, Ved, Suva, Yegûs, Yeûk ve Nesr'i, bunlardan hiçbirini bırakmayın! ” dediler. ","Süleyman Ateş Meali":"Dediler ki: \"Tanrılarınızı bırakmayın: Vedd'i, Suva'ı, Yeğus'u, Ye'uk'u ve Nesr'i bırakmayın!\"","Süleyman Tevfik (1927)":"\"Ve 'İlâhlarınıza 'ibâdeti terk itmeyin. «Ved»i, «Suvâ'»ı, «Ye'ûs»ı, «Ye'ûk»ı ve «Nesr»i terk iylemeyin' didiler.\" [¹]","Süleymaniye Vakfı Meali":"Şöyle dediler: “Sakın ilahlarınızı bırakmayın! Ved’den, Suvağ’dan, Yegus’dan, Yeuk’dan ve Nesr’den asla vazgeçmeyin!”","Şaban Piriş Meali":"Sakın ilahlarınızı bırakmayın, Vedd'i, Suvâ'ı, Yeğûs'u, Yeûk'u ve Nesr'i bırakmayın, dediler.","Ümit Şimşek Meali":"“Bir de dediler ki: 'Sakın tanrılarınızdan vazgeçmeyin. Vedd'i, Süvâ'ı, Yeğus'u, Yeûk'u ve Nesr'i(2) bırakmayın.'","Yaşar Nuri Öztürk Meali":"Dediler ki: \"İlahlarınızı sakın bırakmayın! Ved'di, Süva'ı asla bırakmayın! Yeğus'u, Yeuk'u, Nesr'i de bırakmayın!\"","Eski Anadolu Türkçesi":"“daħı eyittiler ķomañ Tañrılaruñuzı daħı ķomañ vedd'i ne daħı śuvā'ı ne daħı yaġūŝ’ı ne daħı ya'ūķ'ı daħı nesr’i.","Satıraltı Meal (1534)":"Daḫı biri birine eyitdiler: Ḳavmüñüz ma‘būdlaruñuzı, daḫı ḳavmüñüzVedd‐ile Suvā‘ı Yaġūẟı daḫı Ya‘ūḳı ve Nesri daḫı,","Bunyadov-Memmedeliyev ":"Və (tabeçiliyində olanlara) dedilər: “Öz tanrılarınızı tərk etməyin, (xüsusilə) Bəddi, Suva’ı, Yəğusu, Yəuqu və Nəsri atmayın!”","M. Pickthall (English)":"And they have said: Forsake not your gods. Forsake not Wadd, nor Suwa, nor Yaghuth and Yauq and Nasr.","Yusuf Ali (English)":"\"And they have said (to each other), ´Abandon not your gods:(5721) Abandon neither Wadd nor Suwa´, neither Yaguth nor Ya´uq, nor Nasr´;-"},"24":{"Arabic":"وَقَدْاَضَلُّواكَث۪يرًاۚوَلَاتَزِدِالظَّالِم۪ينَاِلَّاضَلَالًا","Abdulbaki Gölpınarlı Meali":"Ve andolsun ki bunlar, birçok kişileri doğru yoldan çıkardılar ve zalimlerin, ancak sapıklığını arttır.","Abdullah-Ahmet Akgül Meali":"<i>(Hz. Nuh dedi ki:) </i><b>\"Gerçekten bunlar böylece çok kimseleri şaşırtıp-saptırıp yoldan çıkardılar. </b><i>(Ey Rabbim!)</i><b> Sen de zalimlerin ancak şaşkınlığını </b><i>(ve azabını)</i><b> arttır.\" </b> ","Abdullah Parlıyan Meali":"Böylece onlar birçok kimseleri yoldan çıkardılar. Sen ey Rabbim! O yaratılış gayesi dışında yaşayan o insanların şaşkınlığından ve sapıklığından başka şeylerini artırma.”","Ahmet Tekin Meali":"“Birçok kimseyi başına buyruk hale getirerek hak yoldan uzaklaşmalarına, dalâleti, bozuk düzeni, helâki tercihlerine imkân sağladılar. Sen de inkâr ile, isyan ile, baskı ile, zulüm ve işkence ile temel hak ve hürriyetleri kısıtlayan, suikastler tertipleyen, Allah yolunu, Allah yolundaki faaliyetleri engelleyen zâlimlerin, müşriklerin yalnızca, kayıplarını ve hüsranlarını artır!”","Ahmet Varol Meali":"Birçoklarını saptırdılar. Sen de o zalimlerin sapıklıklarından başka bir şeylerini artırma.\"","Ali Bulaç Meali":"'Böylece onlar, çoğu kimseyi şaşırtıp-saptırdılar. Sen de o zalimlere sapıklıktan başkasını arttırma.'","Ali Fikri Yavuz Meali":"Gerçekten bunlar çok kimseleri yoldan çıkardılar. (Ey Rabbim!) Sen de zalimlerin ancak helâkini artırır.”","Bahaeddin Sağlam Meali":"Ve gerçekten çoklarını sapıttılar. Artık o zalimler için, sapıklıktan başka bir şey nasip etme!","Bayraktar Bayraklı Meali":"Nûh şöyle dedi: “Bunlar birçoklarını saptırdılar. Sen de bu zâlimlerin sadece şaşkınlıklarını arttır!”","Besim Atalay Meali (1965)":"Birçokların saptırdılar, ancak zalimlerin artırasın sapkınlığın»","Cemal Külünkoğlu Meali":"“Onlar gerçekten birçoklarını saptırdılar. (Rabbim!) Madem öyle yaptılar, Sen de bu zalimleri hedeflerinden daha fazla saptır!”","Cemil Said (1924)":"(Bu rüesâ) Çoklarını tarîk-i dalâlete sevk iylediler ve zâlimlerin dalâletini tezyîd itdiler.","Diyanet İşleri Meali (Eski)":"\"Böylece birçoğunu saptırdılar; Rabbim! Sen bu zalimlerin sadece şaşkınlığını artır.\"","Diyanet İşleri Meali (Yeni)":"“Onlar gerçekten birçoklarını saptırdılar. (Rabbim!) Sen de bu zalimlerin sadece sapıklıklarını artır.”","Kur'an Yolu (Diyanet İşleri)":"Gerçekten de birçoklarını saptırdılar; (Rabbim!) sen de artık bu zalimlerin şaşkınlıklarını arttır!”","Diyanet Vakfı Meali":"(Böylece) onlar gerçekten birçoklarını saptırdılar. (Rabbim!) Sen de bu zalimlerin ancak şaşkınlıklarını arttır!  ","Edip Yüksel Meali":"\"Çok kişiyi saptırdılar. Öyleyse, sen de zalimlerin şaşkınlığını arttır.\"","Elmalılı Hamdi Yazır Meali":"Çok kişiyi yoldan saptırdılar. Sen de o zalimlerin sadece şaşkınlıklarını artır.","Elmalılı Meali (Orijinal)":"Ve çoğunu şaşırttılar, sen de zalimleri artırma ancak şaşkınlıkca artır","Emrah Demiryent Meali":"(Böylece) onlar birçok kimseyi saptırdılar. (Nuh şöyle dedi: “Ey Rabbim!) Sen de bu zâlimlerin (kâfirlerin, yaptıklarına karşılık olarak) ancak azaplarını arttır.”","Erhan Aktaş Meali":"Pek çoğunu saptırdılar. “Sen de bu zalimlerin şaşkınlıklarından başka bir şeylerini artırma!”","Hasan Basri Çantay Meali":"«Hakıykaten onlar birçoklarını başdan çıkardılar. Sen (ey Rabbim) o zaalimlerin şaşkınlığından başka şeylerini artırma».","Hayrat Neşriyat Meali":"“Böylece birçoklarını gerçekten dalâlete düşürdüler. (Rabbim!) O zâlimlere,(mü'minlere kurdukları o tuzaklarda) şaşkınlıktan başka bir şey artırma!”","İhsan Aktaş Meali":"Böylece (kavmin ileri gelenleri) birçoklarını gerçekten dalâlete düşürdüler. Ve (Nuh dedi ki: Rabbim!)’’Sen de bu zalimlerin, yalnızca, kayıplarını artır! (Onları hedeflerine ulaşmaktan uzaklaştır ve onlara zulüm yapma imkânı ve fırsatı verme!) *","İlyas Yorulmaz Meali":"Pek çok kişiyi saptırdılar. Bu davranışları ancak zulmedenlerin sapkınlıklarını artırmıştır.","İsmayıl Hakkı Baltacıoğlu":"\"Gerçekten onlar birçok kimseleri yoldan çıkardılar. Sen o kıyıcıların yalnız sapkınlığını artır, o kadar.\"","İsmail Hakkı İzmirli":"Bunlar çok kimseleri yoldan çıkardılar. (İlâhi!) Zalimlere sapıklıktan başka bir şey artırma.","İsmail Yakıt":"“Böylece birçoklarını saptırdılar. (Rabbim Sen de) bu zalimlerin sapıklıklarından başka bir şeylerini artırma.”¹⁰","Kadri Çelik Meali":"“Böylece onlar, çoğu kimseyi şaşırtıp saptırdılar. Sen de o zalimlere sapıklıktan başkasını arttırma.”","Mahmut Kısa Meali":"<b>“</b>Ey Rabb’im! Böylece toplumu yönlendiren bu inkârcılar, aldatıcı propagandalarla <b>birçok kişiyi </b>doğru yoldan <b>saptırdılar. Öyleyse, Sen de</b> <b>bu zâlimlerin yalnızca </b>şaşkınlık ve<b> sapkınlığını artır</b> ve böylece onları cezalandır, yâ Rab<b>!”</b><br>Ve Nûh’un duâsı kabul edildi:","Mahmut Özdemir Meali":"“Gerçekten birçoğunu saptırdılar. Zâlimler’e şaşkınlıktan başka artırma!”.","Mehmet Çakır Meali":"<i>çoklarını yoldan çıkardılar. Tanrım! N'olur sen de bu saygısızlara hadlerini bildir artık! &quot;</i>","Mehmet Çoban Meali":"\"Onlar gerçekten birçoklarını saptırdılar. Rabbim sen de bu zalimlerin sapıklıklarını artır!\"        ","Mehmet Okuyan Meali":"(Böylece) onlar elbette çoklarını saptırdılar. (Bunun üzerine Nuh: “Rabbim)! Sen de bu zalimlerin ancak şaşkınlıklarını artır!” (demişti).","Mehmet Türk Meali":"“Böylece onlar gerçekten pek çok kimseyi saptırdılar. Sen de bu zâlimlerin sadece sapkınlıklarını artır.” (diye yakardı.)","Muhammed Esed Meali":"Onlar böylece çoğu kimseyi saptırdılar: o halde, Sen bu zalimlere yalnızca [özlem duydukları şeylerden] uzaklaşmalarını emret!” ¹⁵","Mustafa Çavdar Meali":"– Böylece halkın çoğunu yoldan saptırdılar. Rabbim sen de bu yanlışta ısrar eden zalimlerin azaplarını artır! 9/34, 6/116","Mustafa İslamoğlu Meali":"Doğrusu böylece onlar birçoklarını yoldan çıkardılar; Sen de (Allah’ım) bu zalimleri hedeflerinden daha fazla saptır!”[⁵³³⁷]","Orhan Kuntman Meali":"“Böylece halkın birçoğunu doğru yoldan saptırdılar. Ey Rabbim (ben onlardan umudumu kestim) Sen de o zalimlerin ancak şaşkınlıklarını artır\" dedi. (Rabbine dua ve niyazda bulundu.)","Osman Fırat Meali":"\"Onlar gerçekten birçoklarını saptırdılar. (Rabbim!) Sen de bu zalimlerin sadece sapıklıklarını artır. \"","Ömer Nasuhi Bilmen Meali":"«Ve muhakkak ki, birçoklarını sapıklığa düşürdüler. Ve (Yarabbi! Sen de) O zalimlere sapıklıktan başkasını arttırma.»","Suat Yıldırım Meali":"Böylece onlar birçok insanı şaşırttılar. Mademki öyle yaptılar, Sen de bu zalimlerin şaşkınlığını artır ya Rabbî! ”","Süleyman Ateş Meali":"(Böylece) Onlar, çok kimseyi yoldan çıkardılar. Sen de o zalimlere şaşkınlıktan başka bir şey artırma.","Süleyman Tevfik (1927)":"\"Onlar çoklarını dalâlete düşürdiler. Yâ Rabbî! Bu zâlimlere ancak 'azâblarını ziyâde iyle\" didi.","Süleymaniye Vakfı Meali":"Bunlar birçoklarını saptırdılar. Rabbim! Bu yanlışlar içindeki bu kimselerin sadece sapıklıklarını arttır.”","Şaban Piriş Meali":"Ve birçoklarını yoldan saptırdılar. Zalimlere kayıptan başka bir şey artırma.","Ümit Şimşek Meali":"“Gerçekten bunlar pek çoklarını saptırdılar. Sen de onların şaşkınlığını arttır!”","Yaşar Nuri Öztürk Meali":"\"Çoklarını saptırdılar. Sen de o zalimler için şaşkınlıktan başka bir şeyi artırma.\"","Eski Anadolu Türkçesi":"“daħı bayıķ azdurdılar çoķı daħı arturma žālimlere illā azġunlıķ.”","Satıraltı Meal (1534)":"anlar çoḳ kişiler azdurdılar. Arturma yā Rabb ẓālimleri, illā azġunluḳ","Bunyadov-Memmedeliyev ":"Onlar çoxlarını yoldan çıxartdılar. Sən də (ey Rəbbim!) ancaq onların zəlalətini artır!”","M. Pickthall (English)":"And they have led many astray, and Thou increasest the wrong doers in naught save error.","Yusuf Ali (English)":"\"They have already misled many; and grant Thou no increase to the wrong- doers but in straying (from their mark).\"(5722)"},"25":{"Arabic":"مِمَّاخَط۪ٓيـَٔاتِهِمْاُغْرِقُوافَاُدْخِلُوانَارًافَلَمْيَجِدُوالَهُمْمِنْدُونِاللّٰهِاَنْصَارًا","Abdulbaki Gölpınarlı Meali":"Suçları yüzünden de bunlar, sulara boğuldular da ateşe atıldılar, derken Allah'tan başka bir yardımcı da bulamadılar.","Abdullah-Ahmet Akgül Meali":"<i>(İşte bu yüzden)</i><b> Onlar, </b><i>(inkâr ve)</i><b> hataları dolayısıyla </b><i>(dünyada)</i><b> suda boğuldular, sonra </b><i>(ahirette de)</i><b> ateşe sokuldular. O durumda Allah’ın dışında hiçbir yardımcı da bulamadılar.</b> ","Abdullah Parlıyan Meali":"Böylece onlar günahları yüzünden büyük bir tufanda boğuldular ve öteki dünyanın ateşinde yanmaya mahkum edildiler ve kendilerini Allah'a karşı koruyacak bir yardımcı da bulamadılar.","Ahmet Tekin Meali":"Onlar her türlü günaha girmelerine sebep olan bir kısım tutum ve davranışları yüzünden tufanda boğuldular. Ateşe atıldılar. Kendilerine, Allah'ın dışında, kulları durumundakilerden yardım eden de bulamadılar.","Ahmet Varol Meali":"Onlar günâhlarından dolayı boğuldular. Ardından ateşe sokuldular. O zaman kendilerine Allah'tan başka yardımcılar da bulamadılar.","Ali Bulaç Meali":"Bunlar, hataları dolayısıyla suda boğuldular, sonra ateşe sokuldular. O zaman da Allah'ın dışında hiç bir yardımcı bulamadılar.","Ali Fikri Yavuz Meali":"Onlar günahları yüzünden suda boğuldular da ateşe atıldılar. Artık Allah'dan başka, kendilerine yardımcılar bulamadılar.","Bahaeddin Sağlam Meali":"İşte günahlarından dolayı suda boğduruldular, ateşe (Cehenneme) sokuldular. Allah’a karşı kendilerine hiçbir yardımcı bulamadılar.","Bayraktar Bayraklı Meali":"Onlar hataları yüzünden boğuldular. Ardından ateşe atılacaklar. Allah'a karşı kendilerine yardım edecek kimseler bulamayacaklar.","Besim Atalay Meali (1965)":"Günahları yüzünden suda boğulmuşlardır, ateşe de atıldılar, Allahtan başka da yardımcılar bulamadılar","Cemal Külünkoğlu Meali":"Bunlar, hataları (inkâr ve isyanları) yüzünden (tufan ile) suda boğuldular, sonra ateşe sokuldular (cehenneme girdiler) ve kendilerini Allah'a karşı koruyacak bir yardımcı bulamadılar.","Cemil Said (1924)":"Hatâlarının cezâsı olmak üzere hepsi gark oldılar sonra da âteşe atıldılar. Allâh’a karşu kimseden müzâheret bulamadılar.","Diyanet İşleri Meali (Eski)":"Onlar, günahları yüzünden suda boğuldular; ateşe sokuldular, kendilerine Allah'tan başka yardımcı bulamadılar.","Diyanet İşleri Meali (Yeni)":"Hataları (küfür ve isyanları) yüzünden suda boğuldular ve cehenneme sokuldular da kendileri için Allah’tan başka yardımcılar bulamadılar.","Kur'an Yolu (Diyanet İşleri)":"Sonunda günahları yüzünden tûfanda boğuldular, ardından ateşe atıldılar, kendilerine Allah’tan başka yardımcılar da bulamadılar.","Diyanet Vakfı Meali":"Bunlar, günahları yüzünden suda boğuldular, ardından da ateşe sokuldular ve o zaman Allah'a karşı yardımcılar da bulamadılar.","Edip Yüksel Meali":"Suçlarından ötürü boğuldular ve ateşe sokuldular. Kendilerine ALLAH'tan başka yardımcı da bulamadılar.","Elmalılı Hamdi Yazır Meali":"Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'a karşı yardımcılar da bulamadılar.","Elmalılı Meali (Orijinal)":"Bir çok hatîatlarından dolayı suya boğuldularda ateşe atıldılar ve kendilerine Allahın dûnünden yardımcılar bulamadılar","Emrah Demiryent Meali":"İşte (kâfirler,) günahlarından (küfürde ısrar etmelerinden) dolayı, (dünyada) suda boğuldular, (âhirette de ebedî kalacakları) ateşe (cehenneme) sokuldular. Allah’ (ın azabın) a karşı kendilerine hiçbir yardımcı da bulamadılar.","Erhan Aktaş Meali":"Onlar, hataları nedeniyle suda boğuldular. Sonra ateşe atıldılar. Kendilerine Allah'tan başka yardımcı bulamadılar.¹","Hasan Basri Çantay Meali":"Bunlar günâhlarından dolayı suda boğuldular. Ardından da (büyük) bir ateşe atıldılar. O vakit kendileri için Allahdan başka yardımcılar da bulmadılar.","Hayrat Neşriyat Meali":"(Onlar) günahları yüzünden (tûfanda) boğuldular da ateşe sokuldular; kendilerine Allah'dan başka yardımcılar da bulamadılar.","İhsan Aktaş Meali":"Böylece onlar, hataları (inkâr, şirk, zulüm, azgınlık, isyan, kibir ve inatları) yüzünden (tufanda) boğuldular ve (öteki dünyada da) bir ateşe sokulmuş (olacak)lardır; bundan sonra (hesap gününde) de onlar Allah’tan başka kendilerine yardımcılar bulamazlar. (*)","İlyas Yorulmaz Meali":"Yaptıkları hatalarının sonucunda sularda boğuldular ve (hesap gününde de) ateşe atılacaklar. Bundan sonra onlar, Allah’dan başka kendilerine yardım edecek hiçbir kimseyi bulamazlar.","İsmayıl Hakkı Baltacıoğlu":"Bunlar günahlarından dolayı suda boğuldular. Ardından da ateşe atıldılar. Artık kendileri için Allah’tan başka yardımcılar da bulamadılar.","İsmail Hakkı İzmirli":"Bunlar, günahları sebebiyle suda boğulup hemen ateşe [⁶] sokuldular. Kendilerini Allah azabından kurtaracak yardımcı da bulamadılar.","İsmail Yakıt":"Onlar hataları yüzünden önce suda boğuldular, ardından da ateşe atıldılar.¹¹ Kendilerine Allah’tan başka yardımcılar da bulamadılar.","Kadri Çelik Meali":"Bunlar, hataları dolayısıyla suda boğuldular, sonra ateşe sokuldular. O zaman da Allah'ın dışında hiç bir yardımcı bulamadılar.","Mahmut Kısa Meali":"<b>Böylece </b>zâlimler, bir türlü vazgeçmedikleri <b>günahlarından dolayı, </b>o meşhur tufanda<b> boğulup gittiler ve hemen ardından </b>kabir hayatında “ateş”in karşısına, kıyâmetten sonra da cehennem <b>ateş</b>in<b>e atıldılar ve kendilerini Allah’a karşı koruyacak hiçbir yardımcı da bulamadılar.</b>","Mahmut Özdemir Meali":"Hatalarından / günahlarından suda boğuldular; Ateş’e atıldılar. Kendileri için Allah’tan başka yardım eden bulmadılar.","Mehmet Çakır Meali":"Sırf kendi hataları yüzünden boğuldular, cehennemi boyladılar, kendilerine Allah'tan başka bir yâr bulamadılar. ","Mehmet Çoban Meali":"Bunun üzerine Nuh’un kavmi yaptıkları hatalar yüzünden suda boğuldu. Ahiret hayatlarında cehennemi hak ettiler. Onlara ceza verdiğimiz zaman hiç kimse onlara yardım edemedi. Çünkü hükmümüz geldikten sonra onlara yardım edebilecek hiçbir otorite yoktu. Onlara sadece otorite olarak Allah yardım edebilirdi. Ama onlar Allah’ın otoritesini kabul etmediler.          ","Mehmet Okuyan Meali":"Onlar, günahları yüzünden suda boğuldular ve ateşe sokuldular [*] ve (o zaman) Allah’ın peşi sıra hiçbir yardımcı da bulamadılar (bulamayacaklar).","Mehmet Türk Meali":"İşte bunlar sadece bu hatalarından dolayı suda boğuldular, sonra da cehenneme sokuldular. Ve kendilerini Allaha kar-şı koruyacak bir yardımcı da bulamadılar.¹","Muhammed Esed Meali":"Böylece onlar, günahları yüzünden [büyük bir tufanda] boğuldular ve [öteki dünyanın] ateşinde yanmaya mahkum edildiler; ¹⁶ ve kendilerini Allah’a karşı koruyacak bir yardımcı bulamadılar.","Mustafa Çavdar Meali":"Sonunda işledikleri günahları sebebiyle boğulup gittiler ve cehennemi boyladılar. 7/59...64, 10/71…73 Kendilerini Allah’ın azabından kurtaracak hiçbir yardımcı da bulamadılar.","Mustafa İslamoğlu Meali":"Onlar günahlarından dolayı boğuldular; dahası (âhirette) ateşe atılacaklar[⁵³³⁸] ve Allah dışında kendilerine yardım edecek kimse de bulamayacaklar.","Orhan Kuntman Meali":"(Rabbi de onun duasını kabul buyurdu) Onlar günahları yüzünden suda boğuldular, ardından da (kıyâmet gününde de) ateşe sokuldular ve Allah'tan başka yardımcı da bulamadılar.","Osman Fırat Meali":"Hatâlarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah’tan başka yardımcılar da bulamadılar.","Ömer Nasuhi Bilmen Meali":"Günahlarından dolayı suda boğuldular, sonra ateşe atıldılar. Artık kendileri için Allah'ın ötesinde yardımcılar bulamadılar.","Suat Yıldırım Meali":"Hasılı, birçok suçları sebebiyle suda boğuldular ve cehenneme tıkıldılar! Allah'a karşı, kendilerine yardım edecek bir tek yardımcı bile bulamadılar. ","Süleyman Ateş Meali":"Hatalarından dolayı boğuldular, ateşe sokuldular, kendilerine Allah'tan başka yardımcılar da bulamadılar.","Süleyman Tevfik (1927)":"Nûh kavmi günâhları sebebiyle gark olunub cehenneme sokuldılar ve kendilerine Allâh'dan gayrı bir yardımcı bulmadılar. ","Süleymaniye Vakfı Meali":"Onlar, günahlarından dolayı suda boğuldular. Ardından da ateşe atılacaklar. Allah ile aralarına girecek yardımcılar da bulamayacaklar.","Şaban Piriş Meali":"Günahlarından dolayı suda boğuldular, ateşe atıldılar. Kendilerine Allah'tan başka bir yardımcı da bulamadılar.","Ümit Şimşek Meali":"Böylece günahları yüzünden suda boğuldular, ardından ateşe atıldılar. Kendilerine Allah'tan başka bir yardımcı da bulamadılar.","Yaşar Nuri Öztürk Meali":"Hataları yüzündendir ki boğuldular, ateşe atıldılar. Kendileri için, Allah dışında yardımcılar bulamadılar.","Eski Anadolu Türkçesi":"yazlıķlarından ötürü anlaruñ ġarķ olındılar pes givürinildiler oda. “pes bulmadılar anlaruñ içün Tañrı’dan ayruķ arķa viriciler.","Satıraltı Meal (1534)":"günāhları sebebi‐y‐ile ġarḳ olup cehenneme girdiler ve özlerine ṭapmadılarTañrıdan özge yardım idiciler.","Bunyadov-Memmedeliyev ":"Onlar öz günahlarından dolayı suda boğdurulub Cəhənnəmə daxil edildilər və özlərinə onları Allahdan (Allahın əzabından) qurtaracaq köməkçilər də tapa bilmədilər!","M. Pickthall (English)":"Because of their sins they were drowned, then made to enter a Fire. And they found they had no helpers in place of Allah.","Yusuf Ali (English)":"Because of their sins they were drowned (in the flood),(5723) and were made to enter the Fire (of Punishment): and they found- in lieu of Allah. none to help them."},"26":{"Arabic":"وَقَالَنُوحٌرَبِّلَاتَذَرْعَلَىالْاَرْضِمِنَالْكَافِر۪ينَدَيَّارًا","Abdulbaki Gölpınarlı Meali":"Ve Nuh, demişti ki: Rabbim, yeryüzünde kafirlerden bir tek kişi bile bırakma.","Abdullah-Ahmet Akgül Meali":"<i>(950 sene sabırla Hakka çağırıp karşılık bulamayan Hz.)</i><b> Nuh: \"Rabbim, ülkemde ve yeryüzünde kâfirlerden yurt tutan ve dönüp dolaşan hiç kimseyi bırakma!\" diyerek </b><i>(dua etmeye başlamıştı)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ve Nuh: “Ey Rabbim!” diye yakardı. “Yeryüzünde senden gelen gerçekleri örtbas edenlerden bir tek kişi bile bırakma.","Ahmet Tekin Meali":"Nuh:<br>\r\n“Rabbim, yeryüzünde kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuuraltına iterek örtbas edip inkârda ısrar eden, yer yurt sahibi hiçbir kâfir bırakma!” dedi.","Ahmet Varol Meali":"Nuh dedi ki: \"Rabbim! Yeryüzünde inkârcılardan, hareket eden bir tek kişi bırakma.","Ali Bulaç Meali":"Nuh 'Rabbim, yeryüzünde kafirlerden yurt edinen hiç kimseyi bırakma' dedi.","Ali Fikri Yavuz Meali":"Nuh, şöyle demişti: “- Ey Rabbim! kâfirlerden hiç kimseyi yeryüzünde bırakma;","Bahaeddin Sağlam Meali":"Ve Nuh dedi ki: “Ey Rabbim! Yeryüzü üstünde kâfirlerden hiç kimseyi bırakma!","Bayraktar Bayraklı Meali":"26,27. “Ey Rabbim! Kâfirlerden yeryüzünde dolaşan hiçbirini bırakma! Çünkü onları bırakırsan, kullarını saptırırlar. Yalnızca ahlaksızlığa ve inkâra yol verirler.”","Besim Atalay Meali (1965)":"Nuh dedi ki: «Tanrım! Yeryüzünde, kâfirlerden bir dolaşan bırakma","Cemal Külünkoğlu Meali":"Nuh, duasını şöyle tamamladı: “Ey Rabbim! Kâfirlerden yeryüzünde orada mesken tutacak kimseyi bırakma!","Cemil Said (1924)":"26,27,28. Nûh (Allâh’a) \"Ya rabbî arz üzerinde hiç kâfir bırakma çünki bırakır isen senin ’ibâdını dalâlete sevk iderler ve ânlardan fâsık, kâfir evlâd husûle gelir. Yâ rabbî bana, evlâdıma, hâneme gelen mü’minlere, bilcümle kadın ve erkek mü’minlere mağfiret ve zâlimleri mahv it.\" didi.(*)","Diyanet İşleri Meali (Eski)":"Nuh dedi ki: \"Rabbim! Yeryüzünde hiçbir inkarcı bırakma.\"","Diyanet İşleri Meali (Yeni)":"Nûh, şöyle dedi: “Ey Rabbim! Kâfirlerden hiç kimseyi yeryüzünde bırakma!”","Kur'an Yolu (Diyanet İşleri)":"Nûh “Rabbim” dedi, “Yeryüzünde inkârcılardan hiç kimseyi sağ bırakma!","Diyanet Vakfı Meali":"Nuh: «Rabbim! dedi, yeryüzünde kâfirlerden hiç kimseyi bırakma!»","Edip Yüksel Meali":"Nuh dedi ki, \"Rabbim, yeryüzünde bir tek inkarcı bırakma.\"","Elmalılı Hamdi Yazır Meali":"Nûh dedi ki: \"Yeryüzünde kafirlerden bir tek kişi bırakma.\"","Elmalılı Meali (Orijinal)":"Nuh demiştiki: yarab, bırakma yeryüzünde kâfirlerden bir deyyar","Emrah Demiryent Meali":"Nûh dedi ki: “Rabbim, yeryüzünde kâfirlerden tek bir kişi bile bırakma.","Erhan Aktaş Meali":"Nûh: “Rabb'im! Gerçeği yalanlayan nankörlerden yeryüzünde hiç kimseyi bırakma.” dedi.","Hasan Basri Çantay Meali":"Nuuh (öyle) demişdi: «Ey Rabbim, yer (yüzün) de kâfirlerden yurd tutan hiçbir kimse bırakma»!","Hayrat Neşriyat Meali":"Ve Nûh dedi ki: “Rabbim! Yeryüzünde o kâfirlerden hiçbir kimseyi bırakma!”","İhsan Aktaş Meali":"Ve (daha önce) Nuh, demişti ki,’’Rabbim, (azgın, zalim ve hakkı) inkâr edenlerden (bu) arz (bölge) üzerinde mesken (yurt) tutacak kimseyi bırakma (onlara buraya yerleşme imkânı verme)! (*)","İlyas Yorulmaz Meali":"Nuh “Rabbim! İnkâr edenlerin yeryüzünde yurt edinmelerini engelle.","İsmayıl Hakkı Baltacıoğlu":"Nuh demişti: \"Ey çalabım! Bu tanımazlardan yeryüzünde eğleşen hiçbir kimse bırakma.","İsmail Hakkı İzmirli":"Nûh dedi ki: Yâ Rab! Kâfirlerden yeryüzünde dolaşır hiçbir kimse bırakma.","İsmail Yakıt":"Nûh dedi ki: “Rabbim! Yeryüzünde gezen inkârcılardan hiçbirini bırakma.”","Kadri Çelik Meali":"Nuh “Rabbim! Yeryüzünde dolaşan bir tek kâfir bile bırakma” dedi.","Mahmut Kısa Meali":"Daha sonra <b>Nûh, “Ey Rabb’im!” diye yalvardı, “Yeryüzünde bir tek kâfir bile bırakma, </b>bunları yok ettiğin gibi, diğer zâlimleri de azâbınla kahreyle!<b>”</b>","Mahmut Özdemir Meali":"Nûh dedi ki: <br>\n“Rabbim! Kökünü tamamen kazıyacak şekilde Arz’da / Yeryüzü’nde Kâfirler’den hiç kimseyi bırakma!”.","Mehmet Çakır Meali":"Sonunda <b>Nûh</b>: &quot; <i>Ya Rab! N'olur yeryüzünde hiçbir inkarcıya tutunma imkanı verme</i> &quot; diye yalvardı ve ekledi:","Mehmet Çoban Meali":"Nuh şöyle dedi: \"Ey Rabbim! Kâfirlerden hiç kimseyi yeryüzünde bırakma!\"        ","Mehmet Okuyan Meali":"Nuh demişti ki: “Rabbim! O kâfirlerden kimseyi yeryüzünde bırakma!","Mehmet Türk Meali":"Nûh: “Ey Rabbim! Yeryüzünde¹ kâfirlerden yurt sahibi hiç bir kimse bırakma.” dedi.","Muhammed Esed Meali":"Ve Nûh, “Ey Rabbim!” diye yalvardı: “Yeryüzünde bu hakikati inkar edenlerden hiç kimseyi bırakma:","Mustafa Çavdar Meali":"Sonunda Nuh duasını şöyle bitirdi: – Rabbim, bu topraklarda gezip dolaşan bir tek kâfir dahi bırakma! 23/25-26, 26/118, 37/75","Mustafa İslamoğlu Meali":"Nûh “Rabbim!” diye yalvardı, “Yeryüzünde kâfirlerden nümunelik[⁵³³⁹] tek kişi dahi bırakma!","Orhan Kuntman Meali":"Nuh ise (dua ve niyazını) “Ey Rabbim, kâfirlerden yeryüzünde yurt tutan hiçbir kimse bırakma.”","Osman Fırat Meali":"Nûh dedi ki: \"Rabbim, yeryüzünde kâfirlerden tek diyar bırakma. \"","Ömer Nasuhi Bilmen Meali":"Ve Nûh dedi ki: «Yarabbi! Yeryüzünde kâfirlerden bir şahıs bırakma.»","Suat Yıldırım Meali":"Nûh: “Ya Rabbî, dedi, yeryüzünde dolaşan bir tek kâfir bile bırakma! ”","Süleyman Ateş Meali":"Nuh dedi ki: \"Rabbim, yeryüzünde kafirlerden tek kişi bırakma.\"","Süleyman Tevfik (1927)":"Ve Nûh: \"Yâ Rabbî! Arzda kâfirlerden bir kimse bırakma\"","Süleymaniye Vakfı Meali":"Nuh şöyle seslendi: “Rabbim! Bu kafirlerden yeryüzünde dolaşan kimseyi bırakma.","Şaban Piriş Meali":"Nuh: -Rabbim, dedi. Yeryüzünde tek bir kafir bırakma!","Ümit Şimşek Meali":"Nuh “Yâ Rabbi,” dedi. “Yeryüzünde dolaşan tek bir kâfir bırakma.","Yaşar Nuri Öztürk Meali":"Nûh şöyle yakardı: \"Rabbim! Yeryüzünde, kâfirlerden yurt tutacak/gezip dolaşacak hiç kimse bırakma!\"","Eski Anadolu Türkçesi":"daħı eyitti nūḥ “iy çalabum! ķoma yir üzere kāfirlerden kimse.”","Satıraltı Meal (1534)":"Daḫı eyitdi Nūḥ: Yā Rabbī ḳoyma yir üstinde kāfirlerden bir kimse.","Bunyadov-Memmedeliyev ":"Nuh dedi: “Ey Rəbbim! Yer üzündə bir nəfər belə kafir qoyma!","M. Pickthall (English)":"And Noah said: My Lord! Leave not one of the disbelievers in the land.","Yusuf Ali (English)":"And Noah, said: \"O my Lord! Leave not of the Unbelievers, a single one on earth!(5724)"},"27":{"Arabic":"اِنَّكَاِنْتَذَرْهُمْيُضِلُّواعِبَادَكَوَلَايَلِدُٓوااِلَّافَاجِرًاكَفَّارًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki onları bırakacak olursan kullarını yoldan çıkarırlar ve ancak gerçekten sapan ve iyiden iyiye kafir olan evlatlar yetiştirirler.","Abdullah-Ahmet Akgül Meali":"<b>Çünkü Sen onları </b><i>(kendi hallerine)</i><b> bırakacak olursan, Senin kullarını şaşırtıp-saptıracaklar ve onlar, kötülükte sınırı aşan </b><i>(ahlâksız facirden)</i><b> ve azgın kâfirden başkasını doğurmayacaklardır. </b><i>(Çocuklarını da facir ve kâfir olarak yetiştirip bozacaklardır.)</i> ","Abdullah Parlıyan Meali":"Şüphe yok ki sen onları bırakırsan kullarını yoldan çıkarırlar ve yalnızca ahlaksız nankör insanlar doğururlar ve yetiştirirler.","Ahmet Tekin Meali":"“Sen, eğer onları bırakırsan, kullarını başlarına buyruk hale getirerek, hak yoldan uzaklaşmalarına, dalâleti, bozuk düzeni, helâki tercihlerine imkân sağlarlar.Zürriyetlerinden yalnız ahlâksız, azgın kâfirler, nankörler çoğaltırlar.”","Ahmet Varol Meali":"Doğrusu sen onları bırakırsan onlar kullarını saptırırlar ve bozguncu ve inkârcıdan başkasını doğurmazlar.","Ali Bulaç Meali":"'Çünkü Sen onları bırakacak olursan, Senin kullarını şaşırtıp-saptırırlar ve onlar, kötülükte sınırı aşan (facir'den) kafirden başkasını doğurmazlar.'","Ali Fikri Yavuz Meali":"Çünkü sen, onları bırakırsan, senin kullarını sapıtırlar ve ancak bir nankör facir doğururlar.","Bahaeddin Sağlam Meali":"Gerçekten eğer sen onları bırakırsan, senin kullarını sapıtırlar. Ve günahkâr nankör kâfirlerden başka doğurmazlar.","Bayraktar Bayraklı Meali":"26,27. “Ey Rabbim! Kâfirlerden yeryüzünde dolaşan hiçbirini bırakma! Çünkü onları bırakırsan, kullarını saptırırlar. Yalnızca ahlaksızlığa ve inkâra yol verirler.”","Besim Atalay Meali (1965)":"Onları bırakırsan kullarını saptırırlar, onlar ancak hem günahçı, hem de kâfir oğul yetiştirirler!","Cemal Külünkoğlu Meali":"“Çünkü sen onları bırakırsan, sana kulluk edenleri hep saptırmaya çalışırlar ve yalnızca fesada ve inkâra sebep olurlar.","Cemil Said (1924)":"26,27,28. Nûh (Allâh’a) \"Ya rabbî arz üzerinde hiç kâfir bırakma çünki bırakır isen senin ’ibâdını dalâlete sevk iderler ve ânlardan fâsık, kâfir evlâd husûle gelir. Yâ rabbî bana, evlâdıma, hâneme gelen mü’minlere, bilcümle kadın ve erkek mü’minlere mağfiret ve zâlimleri mahv it.\" didi.(*)","Diyanet İşleri Meali (Eski)":"\"Doğrusu Sen onları bırakırsan kullarını saptırırlar; sadece ahlaksız ve çok inkarcıdan başkasını doğurup yetiştirmezler.\"","Diyanet İşleri Meali (Yeni)":"“Çünkü sen onları bırakırsan, kullarını saptırırlar; sadece ahlâksız ve kâfir kimseler yetiştirirler.”","Kur'an Yolu (Diyanet İşleri)":"Sen onları bırakırsan kullarını saptırırlar ve sadece günahkâr nankör nesiller yetiştirirler.","Diyanet Vakfı Meali":"«Çünkü sen onları bırakırsan kullarını saptırırlar; yalnız ahlâksız, nankör (insanlar) doğururlar (yetiştirirler).»","Edip Yüksel Meali":"\"Onları bırakırsan kullarını saptırırlar ve ancak bayağı inkarcılar doğururlar.\"","Elmalılı Hamdi Yazır Meali":"\"Zira sen onları bırakırsan kullarını yoldan çıkarırlar ve sadece ahlâksız ve kâfir çocuklar doğururlar.\"","Elmalılı Meali (Orijinal)":"Zira sen onları bırakırsan kullarını yoldan çıkarıyorlar, ve nankör facirden başka da doğurmuyorlar","Emrah Demiryent Meali":"Zira sen onları (sağ) bırakırsan kullarını (hak) yoldan saptırırlar ve sadece (kendileri gibi) ahlâksız ve kâfir nesiller yetiştirirler.","Erhan Aktaş Meali":"“Çünkü onları bırakınca, kullarını saptırıyorlar; yalnızca facir¹ ve kâfir² kimseler yetiştiriyorlar.”","Hasan Basri Çantay Meali":"«Çünkü eğer sen onları bırakırsan kullarını yoldan çıkarırlar. Kötüden, öz kâfirden başka da evlâd doğurmaz (lar)».","Hayrat Neşriyat Meali":"“Çünki sen onları bırakırsan, kullarını dalâlete düşürürler, hem günahkâr ve azılı kâfirden başkasını doğurmazlar (çocuklarını da öyle yetiştirirler).”","İhsan Aktaş Meali":"Şüphesiz, eğer (inkârcı olarak onları burada) bırakacak olursan (onlara burada yerleşme imkânı verir ve burayı onların egemenliğine bırakırsan) kullarını saptırırlar ve (kendileri gibi) günahkâr nankör nesiller yetiştirirler. *","İlyas Yorulmaz Meali":"Eğer sen onları kendi hallerine bırakırsan, kullarını saptırırlar ve bu sapmış insanlardan da günahkâr inkârcı nesiller yetişir.”","İsmayıl Hakkı Baltacıoğlu":"Çünkü eğer bırakacak olursan onlar senin kullarını yoldan çıkaracaklardır. Bütün doğurdukları, doğuracakları da bir takım utanmazlar, tanımazlar olacaktır.","İsmail Hakkı İzmirli":"Çünkü sen onları bırakırsan mü/min kullarını yoldan çıkarırlar. Ancak masiyete ve küfüre dadanmış evlât doğururlar [⁷].","İsmail Yakıt":"“Muhakkak ki Sen onları bırakırsan kullarını saptırırlar, ahlaksız ve inkârcı nesillerden başkasını yetiştirmezler.”","Kadri Çelik Meali":"“Çünkü sen onları bırakacak olursan, senin kullarını şaşırtıp saptırırlar ve onlar, kötülükte sınırı aşan kâfirden başkasını doğurmazlar.”","Mahmut Kısa Meali":"<b>“Çünkü onları </b>sağ <b>bırakırsan, Senin </b>tertemiz <b>kullarını </b>doğru yoldan <b>saptır</b>maya kalkış<b>ır, ancak günahkâr ve inkârcı bir nesil yetiştirirler.”</b>","Mahmut Özdemir Meali":"“Sen, onları bırakırsan, kullarını saptırırlar. Çok nankör fâcir dışında doğurmazlar”.","Mehmet Çakır Meali":"<i>Eğer onları kendi haline bırakırsan, senin kullarını baştan çıkarıp yine pis inkarcılar doğururlar. </i>","Mehmet Çoban Meali":"\"Çünkü sen onları bırakırsan kullarını saptırırlar; sadece ahlâksız ve gerçeklerini inkâr eden kimseler yetiştirirler.\"        ","Mehmet Okuyan Meali":"Şüphesiz ki sen onları bırakırsan kullarını saptırır; sadece ahlaksız, nankör (işler) doğururlar (yaparlar).","Mehmet Türk Meali":"Ve: “Eğer Sen onları bırakırsan onlar, Senin kullarını saptırırlar ve sadece kötülük ve kâfirlik üretirler.”¹","Muhammed Esed Meali":"çünkü Sen onları bırakırsan, Sana kulluk edenleri hep saptır[maya çalış]ırlar ve yalnızca fesada ve inatla sürdürülen nankörlüğe sebep olurlar. ¹⁷","Mustafa Çavdar Meali":"Eğer bırakırsan, onlar senin kullarını yoldan çıkarırlar ve bu topraklarda azgın ve kâfir bir nesil yetiştirirler. 14/2-3, 16/25,","Mustafa İslamoğlu Meali":"Çünkü eğer Sen onları bırakırsan, Senin kullarını yoldan çıkarmaya (çalışacaklar); onlardan fesatçılar ve küfre saplananlardan başkası doğmayacaktır.[⁵³⁴⁰]","Orhan Kuntman Meali":"“Şayet bırakacak olursan kullarını doğru yoldan saptırırlar ve çocukları da günahkâr ve kâfirden başkası olamaz.”","Osman Fırat Meali":"Şayet sen onları bırakırsan, kullarını saptırırlar ve sadece ahlâksız ve kafir (insanlar) dogururlar.","Ömer Nasuhi Bilmen Meali":"«Şüphe yok ki, sen onları bırakırsan kullarını saptırırlar ve facirden, kâfirden başkasını da doğurmazlar.","Suat Yıldırım Meali":"“Zira bırakırsan onlar Senin kullarını, Senin yolundan saptırırlar, ve sadece kendileri gibi kâfir, ahlâksız çocuklar dünyaya getirip yetiştirirler. ”","Süleyman Ateş Meali":"Çünkü sen onları bırakırsan, kullarını şaşırtırlar ve sadece ahlaksız, nankör (insanlar) doğururlar.","Süleyman Tevfik (1927)":"\"Eğer bırakır isen 'ibâdını idlâl iderler ve son derece küfürde musırr fâcir evlâdlar hâsıl iylerler.\"","Süleymaniye Vakfı Meali":"Eğer bırakırsan kullarını saptırırlar. Bunlardan doğacak olanlar da günahkar ve kafir olurlar.","Şaban Piriş Meali":"Çünkü eğer onları bırakırsan, senin kullarını saptırırlar ve sadece yoldan çıkmış, kafir evlat yetiştirirler.","Ümit Şimşek Meali":"“Bırakacak olursan, onlar Senin kullarını yoldan çıkarırlar da ancak günahkâr ve nankör evlâtlar yetiştirirler.","Yaşar Nuri Öztürk Meali":"\"Çünkü eğer sen onları bırakırsan, kullarını saptırırlar ve kötülük üreten nankörden başkasını doğurmazlar.\"","Eski Anadolu Türkçesi":"“bayıķ sen eger ķorsañ anları azduralar ķullaruñı daħı toġurmayalar illā ŧa'atdan çıķıcı kāfir olına.”","Satıraltı Meal (1534)":"Eger sen anları ḳoyarsañ, azdururlar ḳullaruñı. Daḫı doġurmazlar, illā fācirler, kāfirler.","Bunyadov-Memmedeliyev ":"Çünki sən onları (sağ) buraxsan, onlar Sənin bəndələrini yoldan çıxardacaq, ancaq pozğun və kafir (oğul-uşaq) doğub-törədəcəklər.","M. Pickthall (English)":"If Thou shouldst leave them, they will mislead Thy slaves and will beget none save lewd ingrates.","Yusuf Ali (English)":"\"For, if Thou dost leave (any of) them, they will but mislead Thy devotees, and they will breed none but wicked ungrateful ones."},"28":{"Arabic":"رَبِّاغْفِرْل۪يوَلِوَالِدَيَّوَلِمَنْدَخَلَبَيْتِيَمُؤْمِنًاوَلِلْمُؤْمِن۪ينَوَالْمُؤْمِنَاتِۜوَلَاتَزِدِالظَّالِم۪ينَاِلَّاتَبَارًا","Abdulbaki Gölpınarlı Meali":"Rabbim, benim suçlarımı ört ve anamınbabamın ve inanarak evime kimler girdiyse onların ve erkek, kadın bütün inananların suçlarını ve zalimleri de ancak mahvet, helak vesilelerini arttır onların.","Abdullah-Ahmet Akgül Meali":"<b>\"Rabbim beni, </b><i>(Hz. Adem’den beri)</i><b> annemi, babamı, mü’min olarak evime gireni, </b><i>(iman davasına sahip çıkanı ve kıyamete kadar tüm)</i><b> iman eden erkekleri ve iman eden kadınları bağışla. Zalimlere ise helak olup yıkılmaktan başkasını arttırma\" </b><i>(diye yalvarmıştı)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ey Rabbim! Benim suçlarımı ört. Anamı, babamı, inanarak evime gireni, inanan erkek ve kadınların tümünü bağışla. Yaratılış gayesi dışında yaşayan kimselerin de yıkımını artır, köklerini kurut.","Ahmet Tekin Meali":"“Rabbim, beni, anamı, babamı, iman etmiş olarak evime, gemime girenleri, mü'min erkekleri ve mü'min kadınları koruma kalkanına al, bağışla. İnkâr ile isyan ile, baskı, zulüm ve işkence ile temel hak ve hürriyetleri kısıtlayan, suikastler tertipleyen, Allah yolunu ve Allah yolundaki faaliyetleri engelleyen zâlimlerin, müşriklerin de yalnızca helâklerini artır!”","Ahmet Varol Meali":"Rabbim! Beni, anne babamı, mü'min olarak evime gireni ve mü'min erkeklerle mü'min kadınları bağışla. Zâlimlerin ise helâklerinden başka bir şeylerini artırma.","Ali Bulaç Meali":"'Rabbim, beni, annemi, babamı, mü'min olarak evime gireni, iman eden erkekleri ve iman eden kadınları bağışla. Zalimlere yıkımdan başkasını arttırma.'","Ali Fikri Yavuz Meali":"Rabbim! Beni, ana-babamı, mümin olarak evime gireni, bütün mümin erkekleri ve bütün mümin kadınları bağışla. Zalimlerin ise, ancak helâkini artır...","Bahaeddin Sağlam Meali":"Ey Rabbim! Beni, ana babamı ve evime (Gemime) mümin olarak gireni ve bütün inanmış erkek ve kadınları bağışla! Ve zalimlere helaktan başka bir şey verme!","Bayraktar Bayraklı Meali":"“Ey Rabbim! Beni, anne babamı, evime inanmış olarak gireni, inanan erkek ve kadınları bağışla. Bu zâlimlerin de helâklerinden başka bir şeyini arttırma!”[682]","Besim Atalay Meali (1965)":"Tanrım! Beni de, anamı da, atamı da, inanmış olarak evime gireni de, erkek, dişi inanlıyı da bağışlayasın, zalimlerin ancak yok olmasın artırasın!»","Cemal Külünkoğlu Meali":"“Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimleri de tez elden helak et.” ","Cemil Said (1924)":"26,27,28. Nûh (Allâh’a) \"Ya rabbî arz üzerinde hiç kâfir bırakma çünki bırakır isen senin ’ibâdını dalâlete sevk iderler ve ânlardan fâsık, kâfir evlâd husûle gelir. Yâ rabbî bana, evlâdıma, hâneme gelen mü’minlere, bilcümle kadın ve erkek mü’minlere mağfiret ve zâlimleri mahv it.\" didi.(*)","Diyanet İşleri Meali (Eski)":"\"Rabbim! Beni, anamı, babamı, evime inanmış olarak gireni, inanan erkek ve kadınları bağışla; zalimlerin de yalnız helakını artır.\"*","Diyanet İşleri Meali (Yeni)":"“Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla. Zalimlerin de ancak helâkini arttır.”","Kur'an Yolu (Diyanet İşleri)":"Rabbim! Beni, annemi babamı, inanmış olarak evime girenleri, mümin erkekleri ve mümin kadınları bağışla, zalimleri ise daima helâk et.”","Diyanet Vakfı Meali":"«Rabbim! Beni, ana-babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla, zalimlerin de ancak helâkini arttır.»","Edip Yüksel Meali":"\"Rabbim, beni, anamı babamı, evime inanan olarak girenleri, inanan erkek ve kadınları bağışla; zalimlerin ise ancak yıkımlarını arttır.\"","Elmalılı Hamdi Yazır Meali":"\"Ey Rabbim! Bana, babama, anama, mümin olarak evime girene ve bütün inanmış erkek ve kadınlara mağfiret buyur. Zalimlerin de sadece helakini artır.\"","Elmalılı Meali (Orijinal)":"Yarab! Mağfiret buyur bana, ve babama anama, mü'min olarak evime girene ve bütün mü'minîn, ve mü'minâta, zalimleri ise artırma ancak helâkça artır","Emrah Demiryent Meali":"Rabbim, beni, annemi, babamı, mü’min olarak evime gireni, îmân eden erkekleri ve îmân eden kadınları bağışla. Zâlimlerin (kâfirlerin) ise azaplarından başka bir şeylerini artırma.”","Erhan Aktaş Meali":"“Rabbim! Beni, annemi, babamı ve mü'min olarak evime girenleri ve mü'min erkekleri ve mü'min kadınları bağışla. Zalimlerin yalnızca tükenişlerini arttır.","Hasan Basri Çantay Meali":"«Ey Rabbim, beni, anamı, babamı, îman etmiş olarak evime giren kimseleri, (kıyamete kadar gelecek) erkek mü'minleri ve kadın mü'minleri Sen yarlığa. Zaalimlerin helakinden başka bir şey'ini de artırma».","Hayrat Neşriyat Meali":"“Rabbim! Bana, ana-babama, evime mü'min olarak girene, (bütün) mü'min erkeklere ve mü'min kadınlara mağfiret eyle! Zâlimlere de helâktan başka bir şey artırma!”","İhsan Aktaş Meali":"Rabbim! Beni, anamı, babamı ve inanmış olarak evime giren kimseyi, (gerçeklere) inanan erkekleri ve inanan kadınları bağışla. Zalimlerin ise, ancak, kayıplarını artır!","İlyas Yorulmaz Meali":"“Rabbim! Beni, anamı babamı ve evime gelen inanmış erkekleri ve inanmış kadınları bağışla. Senin inananları bağışlaman, zulmedenlerin yalnızca yok oluşlarını artırır” dedi.","İsmayıl Hakkı Baltacıoğlu":"Ey çalabım! Beni, anamı, babamı, evime gelen inanan erkekleri inanan kadınları Sen yarlıga. Kıyıcıları ise çarçabuk yok et.\"","İsmail Hakkı İzmirli":"Yâ Rab! Beni, babamı ve anamı, mü/min oldukları halde evime [⁸] girenleri, gelecek erkek ve kadın mü/minleri yarlığa. Zalimlerin helâklerinden başka bir şeyi artırma.","İsmail Yakıt":"“Rabbim! Beni, ana babamı, inanmış olarak evime giren mü’min erkekleri ve mü’min kadınları bağışla. Zalimlerin de helakından başka bir şeylerini artırma!”","Kadri Çelik Meali":"“Rabbim! Beni, annemi babamı, mümin olarak evime gireni, iman eden erkekleri ve iman eden kadınları bağışla. Zalimlere de yıkımdan başkasını arttırma”","Mahmut Kısa Meali":"<b>“Ey</b><b>Rabb’im; beni, anamı, babamı, evime mümin olarak girenleri ve </b>diğer bütün<b> inanan erkek ve kadınları </b>rahmetinle <b>bağışla ve </b>yeryüzünde zulüm ve inkârı egemen kılmaya çalışan <b>zâlimlere </b>başarısızlık, çöküş ve <b>yıkımdan başka bir şey nasip etme </b>yâ Rab!<b>”</b>","Mahmut Özdemir Meali":"“Rabbim! Beni bağışla! Ana-babamı da, inanmış olarak evime girmiş kimseleri de, erkek Müminler’i de, kadın Müminler’i de (bağışla)! Zâlimler’i de helâk dışında artırma!”.","Mehmet Çakır Meali":"<i>Ya Rab! n'olur beni, anamı babamı, evime mümin gireni, hasılı bay-bayan tüm müminleri bağışla.</i> <i>saygısızlık edenlere de hadlerini bildir artık !! &quot;</i>","Mehmet Çoban Meali":"\"Rabbim! Beni, anamı babamı, iman etmiş olarak evime girenleri, iman eden erkekleri, iman eden kadınları bağışla! Muhakkak ki zalimler ancak kendi felaketlerini artırır!\"  ","Mehmet Okuyan Meali":"Rabbim! Beni, ana babamı, iman etmiş olarak evime girenleri, iman eden erkekleri ve iman eden kadınları bağışla! Zalimlerin de ancak helakini artır!”","Mehmet Türk Meali":"“Ey Rabbim! Beni, anne ve babamı, inanarak evime gireni, inanan erkek ve inanan kadınları bağışla ve bu zâlimlerin sadece helâkini artır.” (diye dua etti.)","Muhammed Esed Meali":"Ey Rabbim! Bana, anneme-babama, evime mümin olarak giren herkese ve [daha sonraki] bütün mümin kadınlara ve erkeklere bağışlayıcılığını göster; ve zulüm işleyenleri her zaman helake uğrat!” ¹⁸","Mustafa Çavdar Meali":"Ey Rabbim, beni, anamı, babamı ve haneme mümin olarak giren erkekleri ve kadınları bağışla. Yanlışta ısrar eden zalimlerin ise sadece yıkımını artır! 10/103, 11/110, 30/47","Mustafa İslamoğlu Meali":"Rabbim! Beni, ana-babamı ve evime mü’min olarak giren herkesi,[⁵³⁴¹] dahası tüm mü’min erkekleri ve mü’min kadınları bağışla! Zalimlerinse sadece tükenişini artır!”","Orhan Kuntman Meali":"“Ey Rabbim, beni, anamı babamı, mümin olarak evime girenleri, (kıyâmete dek gelecek) erkek müminlerle, kadın müminleri bağışla, zalimlerin de ancak helâkini artır\" diyerek tamamladı.","Osman Fırat Meali":"Rabbim beni, ana -babamı mü'min olarak evime gireni, iman eden erkek ve kadınları bağışla; zâlimlerin de zulmünü değil helakini artır.","Ömer Nasuhi Bilmen Meali":"Yarabbi! Bana ve babama, anama ve haneme mü'min olarak giren kimseye ve mü'minler ile mü'minelere mağfiret buyur ve zalimler için helâkten başkasını arttırma.»","Suat Yıldırım Meali":"“Ya Rabbî, beni, anamı, babamı ve evime mümin olarak girenleri, erkek ve kadın bütün müminleri affeyle. O zalimleri ise, daha da beter eyle, daha da perişan eyle! ”","Süleyman Ateş Meali":"Rabbim beni, babamı-anamı, inanarak evime gireni, inanan erkek ve kadınları bağışla; zalimlerin de sadece helakini artır (onların köklerini kurut).\"","Süleyman Tevfik (1927)":"\"Yâ Rabbî! Beni ve vâlideynimi ve ehl-i beytime mü'min olarak gireni ve erkek ve kadın bütün mü'minleri mağfiret it ve zâlimlere ancak mahv ve helâki artır\" didi.","Süleymaniye Vakfı Meali":"Rabbim! Beni, anamı, babamı, evime gelen mümin erkekleri ve mümin kadınları bağışla! Yanlış yapan bu kimselerin de sadece yıkımlarını arttır!”","Şaban Piriş Meali":"Rabbim, beni bağışla, anamı, babamı ve iman ederek evime giren erkek ve kadın müminleri de.. Yalnız zalimleri yok et!","Ümit Şimşek Meali":"“Yâ Rabbi! Beni, anne-babamı, mü'min olarak evime girenleri, mü'min erkekleri ve mü'min kadınları bağışla. Zalimlerin ise helâkten başka birşey arttırma.”","Yaşar Nuri Öztürk Meali":"\"Rabbim! Beni, anne-babamı, inanmış olarak evime gireni, tüm inanmış erkekleri ve inanmış kadınları affet! Zalimlerin de sadece helâk ve perişanlığını artır!\"","Eski Anadolu Türkçesi":"“iy çalabum! yarlıġa beni daħı atamı añamı daħı anı kim girdi evüme mü’min iken daħı mü’minleri daħı mü’mine 'avratları. daħı arturma žālimlere illā helāklik.”","Satıraltı Meal (1534)":"Yā Rabb, benüm günāhum baġışla, atamuñ anamuñ daḫı. Benüm evüme gi‐renlerüñ, daḫı mü’min erenlerüñ ve mü’min ‘avratlaruñ günāhın baġışla.Daḫı ẓālimleri arturma, illā helāklik.","Bunyadov-Memmedeliyev ":"Ey Rəbbim! Məni, ata-anamı, mənim evimə (yaxud məscidimə) mö’min kimi daxil olan kimsəni və (qiyamət gününə qədər olacaq) bütün mö’min kişiləri və qadınları bağışla. Zalımların isə ancaq və ancaq həlakını (ölümünü) artır!”","M. Pickthall (English)":"My Lord! Forgive me and my parents and him who entereth my house believing, and believing men and believing women, and increase not the wrong doers in aught save ruin.","Yusuf Ali (English)":"\"O my Lord! Forgive me, my parents, all who enter my house in Faith, and (all) believing men and believing women:(5725) and to the wrong-doers grant Thou no increase but in Perdition!\"(5726)"},"TotalVerse":28,"Name":"Nûh"}