{"1":{"Arabic":"قُلْاُو۫حِيَاِلَيَّاَنَّهُاسْتَمَعَنَفَرٌمِنَالْجِنِّفَقَالُٓوااِنَّاسَمِعْنَاقُرْاٰنًاعَجَبًاۙ","Abdulbaki Gölpınarlı Meali":"De ki: Bana vahyedildi bu gerçekten de; cinlerin bir topluluğu, beni dinlediler de şüphe yok ki dediler, biz, şaşılacak bir Kur'an duyduk.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Resulüm!)</i><b> De ki: Gerçekten Bana vahyolundu</b><i>(ğuna göre; hicretten 3 yıl öncesinde ve sıkıntılı Taif ziyareti dönüşünde)</i><b> cinnlerden bir grubun </b><i>(gelip Benden)</i><b> işiterek: \"Doğrusu biz, </b><i>(büyük)</i><b> hayranlık uyandıran bir Kur’an dinledik\" dedikleri </b><i>(bildirildi.)</i> ","Abdullah Parlıyan Meali":"De ki: Cinlerden bir topluluğun gelip Kur'ân dinledikleri ve sonra da: “Biz ne güzel bir Kur'ân dinledik” dedikleri bana vahiy yoluyla bildirildi.","Ahmet Tekin Meali":"“Bana, cinlerden kalabalık bir ekibin Kur'ân'ı dinlediği, herkesi hayretler içinde bırakan, bütün ilâhî kitaplardaki dinî-ilmî esasları içeren, okunan bir kitap, Kur'ân dinledik, dedikleri vahyedildi.” de.","Ahmet Varol Meali":"De ki: \"Bana vahyedildiğine göre cinlerden bir grup (Kur'an'ı) dinledi ve şöyle dediler: \"Doğrusu biz hayret verici bir Kur'an dinledik.","Ali Bulaç Meali":"De ki: 'Bana gerçekten şu vahyolundu: Cinlerden bir grup dinleyip de şöyle demişler: -Doğrusu biz, (büyük) hayranlık uyandıran bir Kur'an dinledik'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, Mekke kâfirlerine) de ki: “-Bana, şu gerçek vahy olundu: Bir takım cinler (sabah namazında Kur'an okuduğumu) işittiler de (kavimlerine döndükleri zaman) dediler ki, biz çok hoş bir Kur'an dinledik;","Bahaeddin Sağlam Meali":"De ki: Bana bildirildi ki (gösterildi ki)(*) bir grup cin, (Kur’anı) dinlediler. “Biz harikulade bir Kur’an işittik.” dediler.(**)","Bayraktar Bayraklı Meali":"1,2. De ki: Cinlerden bir grubun, Kur'ân'ı dinleyip toplumlarına şöyle dedikleri bana vahyolundu: “Biz, doğru yola ileten eşsiz bir Kur'ân dinledik. Bu yüzden ona inandık. Artık Rabbimize hiçbir şeyi ortak koşmayacağız.” [683][684]","Besim Atalay Meali (1965)":"1,2. Diyesin ki: «Bana vahiy olundu, cinlerden bir bölük, kulak tutarak dediler ki: «Doğru yola götüren, ne güzel bir Kur'anı dinledik bizler, biz ona inanmışız, kimseyi, Tanrımıza hiç de eş tutamayız","Cemal Külünkoğlu Meali":"(Ey Resul!) De ki: “Bana, cinlerden bir topluluğun (Kur'an'ı) dinlediği ve (kendi toplumlarına gidip) şöyle dediği vahyolundu:","Cemil Said (1924)":"Di ki: \"Cinlerden ba’zıları Kur’ân’ı istimâ’ itdikleri bana vahy olundı. O cinler kavimlerine didiler ki: \"Fevkal’âde bir Kur’ân dinledik,\"","Diyanet İşleri Meali (Eski)":"1,2. De ki: \"Cinlerden bir topluluğun Kuran'ı dinlediği bana vahyolundu; onlar şöyle demişlerdir;\" \"Doğrusu biz, doğru yola götüren, hayrete düşüren bir Kuran dinledik de ona inandık; biz, Rabbimize hiçbir şeyi ortak koşmayacağız.\"","Diyanet İşleri Meali (Yeni)":"1,2. (Ey Muhammed!) De ki: “Bana cinlerden bir topluluğun (Kur’an’ı) dinleyip şöyle dedikleri vahyedildi: “Şüphesiz biz doğruya ileten hayranlık verici bir Kur’an dinledik de ona inandık. Artık, Rabbimize hiç kimseyi asla ortak koşmayacağız.”","Kur'an Yolu (Diyanet İşleri)":"1-2. De ki: Cinlerden bir topluluğun (Kur’an’ı) dinleyip şöyle söyledikleri bana vahyolundu: “Biz, doğru yolu gösteren harika bir okuma dinledik ve ona iman ettik. Artık kesinlikle rabbimize kimseyi ortak koşmayacağız.","Diyanet Vakfı Meali":"1, 2. (Resûlüm!) De ki: Cinlerden bir topluluğun (benim okuduğum Kur'an'ı) dinleyip de şöyle söyledikleri bana vahyolunmuştur: Gerçekten biz, doğru yola ileten hârikulâde güzel bir Kur'an dinledik de ona iman ettik. (Artık) kimseyi Rabbimize asla ortak koşmayacağız.  ","Edip Yüksel Meali":"De ki, \"Bana vahyedildiğine göre, cinlerden bir grup dinlediler ve şöyle dediler:\" \"Biz ilginç bir Kuran işittik.\"","Elmalılı Hamdi Yazır Meali":"Deki: Hakikat bir takım cinnin Kur'ân dinleyip de şöyle dedikleri bana vahyedildi. Şüphesiz biz, hayret verici bir Kur'ân dinledik.","Elmalılı Meali (Orijinal)":"Deki vahy olundu bana hakıkat bir takım cinnin dinleyip de şöyle dedikleri: inan olsun biz acâib bir Kur'an dinledik","Emrah Demiryent Meali":"1-2. (Habibim!) De ki: “Cinlerden bir topluluğun (benim okuduğum Kur’ân’ı) dinleyip de (kavimlerine döndükleri zaman) şöyle söyledikleri bana vahyolundu: ‘Şüphesiz biz, doğru yola ileten harikulâde güzel bir Kur’ân dinledik de ona îmân ettik. Bundan böyle hiç kimseyi (hiçbir şeyi) asla Rabbimize ortak koşmayacağız.","Erhan Aktaş Meali":"De ki: “Bana, cinlerden¹ bir topluluğun dinledikten sonra gidip; biz gerçekten hayranlık uyandıran bir kur'an² dinledik, dedikleri, vahyolundu.”","Hasan Basri Çantay Meali":"(Habîbim) de ki: «Bana şu hakıykat (ler) vahy olunmuşdur: Cin den bir zümre (benim Kur'an okuyuşumu) dinlemiş de (şöyle) söylemişler: — Biz, hakıykî hayranlık veren bir Kur'an dinledik.","Hayrat Neşriyat Meali":"(Ey Resûlüm!) De ki: “Bana vahyolundu, şu şübhesiz ki, cin'lerden bir topluluk (ben Kur'ân okurken) dinlemiş de: 'Doğrusu biz, hârikulâde güzel bir Kur'ân dinledik!' demişler.”(1)","İhsan Aktaş Meali":"(Resulüm!) De ki: Cinlerden (görülmeyen varlıklardan) bir topluluğun (benim okuduğum Kur’an’ı) dinleyip de şöyle söyledikleri bana vahyolunmuştur: Gerçekten biz, hârikulâde güzel bir Kur’an dinledik. (*)","İlyas Yorulmaz Meali":"Deki “Yabancı (üç ila on kişi) bir topluluğun (Kur’an’ı) dinlediği bana vahiyle bildirildi.” Dinledikten sonra “Bizi şaşkınlık içinde bırakan bir okumayı dinledik.”","İsmayıl Hakkı Baltacıoğlu":"De ki : \"Benim gönlüme bildirildi, işte cinlerin bir kısmı beni dinlemişler, demişler ki: \"Biz olağan üstü Kur’an’ı dinledik.","İsmail Hakkı İzmirli":"1, 2. De ki bana vahiyle bildirildi ki birkaç peri Kur/an okuduğuma kulak verip avdetlerinde şöyle dediler: Hakka götürür çok hoş [²], bir Kur/an işittik, O/na iman ettik, bundan böyle Rabbimize hiçbir ferdi şerik koşmayacağız.»;","İsmail Yakıt":"(Ey Peygamber!) De ki: “Cinlerden bir grubun [neferun] Kur’an’ı dinlediği ve şunları söylediği vahyolunmuştur: “Muhakkak ki biz harikulâde bir Kur’an dinledik”.","Kadri Çelik Meali":"De ki: “Şüphesiz bana, cinlerden bir grubun (Kur'an) dinleyip de “Doğrusu biz, hayrete düşüren bir Kur'an dinledik” dedikleri vahyedildi.”","Mahmut Kısa Meali":"Ey Muhammed! Tüm insanlara ve cinlere seslenerek <b>de ki: “Bana </b>Allah tarafından <b>vahyedildi ki, cinlerden bir grup </b>bir gece benim okuduğum ayetleri gizlice <b>dinlediler ve </b>kavimlerine dönüp onlara <b>şöyle dediler:</b><br><b>“</b>Bakın arkadaşlar! <b>Biz, </b>kendisine kulak veren herkesi <b>doğruya </b>ve güzele<b>ileten hârika bir Kur’an dinledik!”</b>","Mahmut Özdemir Meali":"De ki: <br>\n“CİNN’lerden bir neferin, gizlice dinlediği bana vahyedildi; şöyle dediler: <br>\n‘Biz, hayret verici bir kur’ân / okuyuş dinledik’ ”.","Mehmet Çakır Meali":"<b>Anlat</b> <b>resulüm</b>:  <b>Resul</b>: &quot; <i>Allah tarafından bana bildirildiğine göre, birkaç cin neferi beni dinlemişler ve </i>&quot; <i>kendi cin halkına varıp şöyle demişler</i>: &quot; <i>Yahu biz, öyle harika bir Kuran dinledik ki</i> ","Mehmet Çoban Meali":"Ey resulüm! Ayetlerimi inkâr edenlere de ki; “Bana şu bilgiler vahyedildi. Sizin bilmediğiniz benim de bilmediğim yabancı bir topluluk Kur’an-ı dinledi. Aralarında konuşarak; bu gün biz okunan bir şeyi dinledik. Dinlediklerimiz harikaydı!”","Mehmet Okuyan Meali":"1,2. De ki: “Cinlerden [*] bir grubun (beni) dinlediği ve şöyle söyledikleri bana vahyolunmuştur: ‘Şüphesiz ki doğruya götüren [*] harikulade bir Kur’an dinledik ve ona inandık; artık Rabbimize hiçbir şeyi ortak koşmayacağız.","Mehmet Türk Meali":"1,2. (Ey Muhammed!): “Gerçekten bana, cinlerden¹ bir grubun² beni dinleyip de: ‘Doğrusu biz benzeri görülmedik güzellikte ve en doğru yola ileten bir Kur’an dinledik ve biz ona îman ettik. (Artık) Rabbimize hiç kimseyi asla ortak koşmayacağız.’ dedikleri, vahyolundu.” de.","Muhammed Esed Meali":"DE Kİ: “Tanınmayan/bilinmeyen varlıklardan bir kısmının [bu ilahî kelâma] kulak verdikleri ¹ ve sonra [arkadaşlarına şöyle] söyledikleri bana vahyedildi: ‘Biz olağanüstü güzellikte bir hitabe dinledik,","Mustafa Çavdar Meali":"De ki: -Bana, cinlerden bir topluluğun Kuran’ı dinleyip kendi toplumlarına giderek şöyle dedikleri vahyedildi: 46/29...32","Mustafa İslamoğlu Meali":"De ki: “Bana vahyedildi ki,[⁵³⁴²] cinlerden[⁵³⁴³] bir kısmı (bu mesaja) kulak vererek, (dostlarına)[⁵³⁴⁴] şöyle dediler: “Gerçekten de biz olağanüstü güzellikte bir hitap dinledik;","Orhan Kuntman Meali":"(Ey Muhammed) De ki: Bana, cinlerden bir topluluğun, benim Kur’an okuyuşumu dinlediği ve -kavimlerini uyararak \"Biz gerçekten hayranlık veren bir Kur'an dinledik,","Osman Fırat Meali":"De ki: Cinlerden bir topluluğun Kur’ân dinleyip şöyle dedikleri bana vahyolundu: \"Biz olağanüstü bir Kur’ân dinledik.","Ömer Nasuhi Bilmen Meali":"De ki, bana vahy-olundu ki şüphe yok ki, cinden bir tâife (Kur'-anı) dinlemiş de demişler ki, «Muhakkak biz, bir acâib (bedî') bir Kur'an işittik.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"De ki: Cinlerden bir topluluğun Kur'an dinleyip şöyle dedikleri bana vahyolundu: \"Biz harikulade güzel bir Kur'an dinledik.","Süleyman Tevfik (1927)":"1,2. Yâ Muhammed di ki: \"Kur'ân okudığımı cinlerden birkaçının işitdikleri bana vahy olundı. Bu cinler (arkadaşlarının yanına 'avdet iylediklerinde) \"Biz, hakka ve doğrıya götürür şâyân-ı hayret bir Kur'ân işitdik ve ona îmân itdik. Bundan sonra rabbimize bir kimseyi şerîk itmeyiz.\"","Süleymaniye Vakfı Meali":"De ki “Bana şunlar vahyedildi: Cinlerin[*] bir kısmı beni dinlemiş ve şöyle demişler: Biz hayranlık uyandıran bir Kur’an (bir söz kümesi), dinledik.","Şaban Piriş Meali":"De ki: Bir grup cinin, dinleyip şöyle dediği bana vahyedildi:-Biz, hayret verici bir okuma duyduk.","Ümit Şimşek Meali":"De ki: Bana, cinlerden bir topluluğun Kur'ân dinlediği ve sonra da şöyle dediği vahyedildi:(1) “Biz harikulâde bir Kur'ân dinledik.","Yaşar Nuri Öztürk Meali":"De ki: \"Cinlerden bir topluluğun dinleyip şunu söyledikleri bana vahyolundu: \"Gerçekten biz, hayranlık verici bir Kur'an dinledik.\"","Eski Anadolu Türkçesi":"1-2. eyit “vaḥy olındı baña kim bayıķ ķulaķ duttı işitmeġe bir bölük perrįlerden pes eyittiler «bayıķ biz işiddük ķur’ān ŧañ ŧoġru yol gösterür ŧoġru yol bulmaķdın yaña. pes įmān getürdük aña. daħı hergiz ortaķ eylemeyevüz çalabumuza kimseyi.","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Baña vaḥy oldı ki ḳulaḳ dutdı Ḳur’āna cinlerden birbölük. Pes eyitdiler ḳavmlerine: Biz bir ‘acāyib Ḳur’ān işitdük.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) De: “Mənə vəhy olundu ki, bir dəstə cin (Məkkə və Taif arasında sübh namazı vaxtı Qur’anı dinləyib öz həmcinslərinin yanına qayıtdıqları zaman) dedilər: “Biz çox qəribə (təsəvvür edilməz dərəcədə gözəl olan) bir Qur’an eşitdik.","M. Pickthall (English)":"Say (O Muhammad): It is revealed unto me that a company of the Jinn gave ear, and they said: Lo! it is a marvellous Qur’an,","Yusuf Ali (English)":"Say: It has been revealed(5727) to me that a company of Jinns(5728) listened (to the Qur´an). They said, ´We have really heard a wonderful Recital!(5729)"},"2":{"Arabic":"يَهْد۪ٓياِلَىالرُّشْدِفَاٰمَنَّابِه۪ۜوَلَنْنُشْرِكَبِرَبِّنَٓااَحَدًاۙ","Abdulbaki Gölpınarlı Meali":"Doğru yolu göstermede, derken inandık ona ve kesin olarak hiçbir kimseyi, Rabbimize ortak saymayacağız.","Abdullah-Ahmet Akgül Meali":"<i>(Cinnler) </i><b>\"O </b><i>(Kur’an)</i><b>, ‘Hakka ve doğruya’ yöneltip-iletmektedir. Bu yüzden Ona iman ettik. Bundan böyle Rabbimize hiç kimseyi ortak koşmayacağız\" </b><i>(diye söz vermişlerdir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Doğru ile eğriyi ayırt etme bilincine ulaştıran bir Kur'ân ve böylece O'na iman ettik ve artık Rabbimizden başka kimseye ilahlık yakıştırmayacağız.","Ahmet Tekin Meali":"“Doğru, huzurlu ve aydınlık yola ileten bir kitap. Biz o kitaba, Kur'ân'a iman ettik. Hiç kimseyi, ilâhlığında, otoritesinde, mülkünde, tasarruflarında Rabbimize asla ortak koşmayacağız.”","Ahmet Varol Meali":"O (Kur'an) doğruluğa iletiyor. Biz de ona iman ettik. Artık Rabbimize hiç kimseyi ortak koşmayacağız.","Ali Bulaç Meali":"'O (Kur'an), 'gerçeğe ve doğruya' yöneltip-iletiyor. Bu yüzden ona iman ettik. Bundan böyle Rabbimize hiç kimseyi ortak koşmayacağız.'","Ali Fikri Yavuz Meali":"Hidayete erdiriyor, biz de ona iman ettik. Bundan böyle Rabbimize asla hiç kimseyi ortak koşmıyacağız.","Bahaeddin Sağlam Meali":"“O Kur’an, doğru kararlara iletir. Biz ona inandık ve Rabbimize hiç kimseyi ortak koşmayacağız”","Bayraktar Bayraklı Meali":"1,2. De ki: Cinlerden bir grubun, Kur'ân'ı dinleyip toplumlarına şöyle dedikleri bana vahyolundu: “Biz, doğru yola ileten eşsiz bir Kur'ân dinledik. Bu yüzden ona inandık. Artık Rabbimize hiçbir şeyi ortak koşmayacağız.” [683][684]","Besim Atalay Meali (1965)":"1,2. Diyesin ki: «Bana vahiy olundu, cinlerden bir bölük, kulak tutarak dediler ki: «Doğru yola götüren, ne güzel bir Kur'anı dinledik bizler, biz ona inanmışız, kimseyi, Tanrımıza hiç de eş tutamayız","Cemal Külünkoğlu Meali":"‘Şüphesiz biz doğru yola ileten hayranlık verici bir Kur'an dinledik de ona inandık. Artık, Rabbimize hiç kimseyi asla ortak koşmayacağız.'” ","Cemil Said (1924)":"\"Bu Kur’ân bizi hakîkate îsâl idiyor, biz âna inanırız ve artık rabbimize şerîk koşmayız.\"","Diyanet İşleri Meali (Eski)":"1,2. De ki: \"Cinlerden bir topluluğun Kuran'ı dinlediği bana vahyolundu; onlar şöyle demişlerdir;\" \"Doğrusu biz, doğru yola götüren, hayrete düşüren bir Kuran dinledik de ona inandık; biz, Rabbimize hiçbir şeyi ortak koşmayacağız.\"","Diyanet İşleri Meali (Yeni)":"1,2. (Ey Muhammed!) De ki: “Bana cinlerden bir topluluğun (Kur’an’ı) dinleyip şöyle dedikleri vahyedildi: “Şüphesiz biz doğruya ileten hayranlık verici bir Kur’an dinledik de ona inandık. Artık, Rabbimize hiç kimseyi asla ortak koşmayacağız.”","Kur'an Yolu (Diyanet İşleri)":"1-2. De ki: Cinlerden bir topluluğun (Kur’an’ı) dinleyip şöyle söyledikleri bana vahyolundu: “Biz, doğru yolu gösteren harika bir okuma dinledik ve ona iman ettik. Artık kesinlikle rabbimize kimseyi ortak koşmayacağız.","Diyanet Vakfı Meali":"1, 2. (Resûlüm!) De ki: Cinlerden bir topluluğun (benim okuduğum Kur'an'ı) dinleyip de şöyle söyledikleri bana vahyolunmuştur: Gerçekten biz, doğru yola ileten hârikulâde güzel bir Kur'an dinledik de ona iman ettik. (Artık) kimseyi Rabbimize asla ortak koşmayacağız.  ","Edip Yüksel Meali":"\"O doğruya iletiyor ve biz ona inandık; bundan böyle Rabbimize hiç kimseyi ortak koşmayacağız.\"","Elmalılı Hamdi Yazır Meali":"O Kur'ân hidayete erdiriyor, biz de ona iman ettik. Rabbimize hiçbir şeyi ortak koşmayacağız.","Elmalılı Meali (Orijinal)":"Rüşde irdiriyor, biz de ona iyman eyledik, rabbımıza hiç kimseyi şerik koşmıyacağız","Emrah Demiryent Meali":"1-2. (Habibim!) De ki: “Cinlerden bir topluluğun (benim okuduğum Kur’ân’ı) dinleyip de (kavimlerine döndükleri zaman) şöyle söyledikleri bana vahyolundu: ‘Şüphesiz biz, doğru yola ileten harikulâde güzel bir Kur’ân dinledik de ona îmân ettik. Bundan böyle hiç kimseyi (hiçbir şeyi) asla Rabbimize ortak koşmayacağız.","Erhan Aktaş Meali":"“Her konuda doğru yola iletiyor; ona iman ettik. Artık kesinlikle Rabb'imize hiçbir şeyi ortak koşmayacağız.”","Hasan Basri Çantay Meali":"«ki o, Hakka ve doğruya götürüyor. Bundan dolayı biz de ona îman etdik. Rabbimize (bundan sonra) hiçbir (şey') i asla ortak tutmayacağız».","Hayrat Neşriyat Meali":"(Ve demişler ki:) “(O Kur'ân) doğru yola götürüyor; artık (biz de) ona îmân ettik. Ve Rabbimize hiçbir şeyi aslâ ortak koşmayacağız!”","İhsan Aktaş Meali":"O (Kur’an) doğruya iletiyor ve biz ona inandık; bundan böyle Rabbimize hiçbir şeyi ortak koşmayacağız.","İlyas Yorulmaz Meali":"“Doğru ile yanlış olanı ayırmayı (olgunlaşmayı) öğretiyor. Bizde ona inandık ve Rabbimize hiçbir kimseyi ortak koşmayacağız.” ","İsmayıl Hakkı Baltacıoğlu":"O, doğru yolu gösteriyor, olgunluğa eriştiriyor. Artık biz ona inandık, bundan böyle de çalabımıza hiç bir kimseyi ne olursa olsun eş koşmıyacağız.","İsmail Hakkı İzmirli":"1, 2. De ki bana vahiyle bildirildi ki birkaç peri Kur/an okuduğuma kulak verip avdetlerinde şöyle dediler: Hakka götürür çok hoş [²], bir Kur/an işittik, O/na iman ettik, bundan böyle Rabbimize hiçbir ferdi şerik koşmayacağız.»;","İsmail Yakıt":"“Doğru yola iletiyor ve biz de ona inandık. Artık Rabbimize hiç kimseyi asla ortak koşmayacağız.”¹","Kadri Çelik Meali":"(O cinler dediler ki:) “O (Kur'an), kemale hidayet eder. Bu yüzden biz ona iman ettik. Bundan böyle Rabbimize hiç kimseyi ortak koşmayacağız.”","Mahmut Kısa Meali":"<b>“Ve derhal ona iman ettik! </b>O hâlde söz veriyoruz: <b>Artık </b>Allah’tan başka hiçbir varlığı ilâhî niteliklerle yüceltmeyecek, O’ndan başka hiçbir güce kayıtsız şartsız boyun eğmeyecek; <b>hiç kimseyi </b>ve hiçbir şeyi<b> Rabb’imize ortak koşmayacağız!”</b>","Mahmut Özdemir Meali":"“Rüşd’e / Doğruluğa iletiyor; ona inandık. Rabbimize kimseyi asla ortak koşmayacağız”.","Mehmet Çakır Meali":"<i>aklımızı başımıza getirdi, bu yüzden de ona hemen inandık,</i> <i>artık bundan böyle Tanrı'ya aracı koymak yok.</i>","Mehmet Çoban Meali":"“Dinlediğimiz şeyler insanları doğru yola iletiyor. Biz okunan şeylere inandık. Artık Rabbimize hiç kimseyi ortak koşmayacağız. Rabbimizin emirlerinden başkasına uymayacağız. Eğer Rabbimizden başka varlıkların emirine uyarsak Allah’a ortak koşanlardan oluruz.”","Mehmet Okuyan Meali":"1,2. De ki: “Cinlerden [*] bir grubun (beni) dinlediği ve şöyle söyledikleri bana vahyolunmuştur: ‘Şüphesiz ki doğruya götüren [*] harikulade bir Kur’an dinledik ve ona inandık; artık Rabbimize hiçbir şeyi ortak koşmayacağız.","Mehmet Türk Meali":"1,2. (Ey Muhammed!): “Gerçekten bana, cinlerden¹ bir grubun² beni dinleyip de: ‘Doğrusu biz benzeri görülmedik güzellikte ve en doğru yola ileten bir Kur’an dinledik ve biz ona îman ettik. (Artık) Rabbimize hiç kimseyi asla ortak koşmayacağız.’ dedikleri, vahyolundu.” de.","Muhammed Esed Meali":"doğru ile eğriyi ayırd etme bilincine bizi ulaştıran (bir hitabe); ve böylece ona iman ettik. Ve artık Rabbimizden başka kimseye asla ilahlık yakıştırmayacağız,","Mustafa Çavdar Meali":"– Bu Kuran dosdoğru yolu gösterdiği için biz ona iman ettik. Bundan böyle Rabbimize hiç kimseyi ortak ederek şirk koşmayacağız. 6/130, 51/56","Mustafa İslamoğlu Meali":"doğru bir bilinç İnşâ eden (bir hitab)… Böylece ona iman ettik: artık asla Rabbimizden başkasına ilâhlık yakıştırmayacağız;","Orhan Kuntman Meali":"“Ki, o, Hakk’a ve doğruya götürüyor. Biz ona iman ettik, Rabbimize bundan sonra hiçbir şeyi asla ortak koşmayacağız.”","Osman Fırat Meali":"Doğru yola iletiyor, ona iman ettik. Artık Rabbimize hiç kimseyi ortak koşmayacağız.","Ömer Nasuhi Bilmen Meali":"«Doğru yola rehberlik ediyor, artık biz ona imân ettik ve Rabbimize hiç bir kimseyi ortak tutmayacağız.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Doğru yola iletiyor, ona inandık. Artık Rabbimize hiç kimseyi ortak koşmayacağız.","Süleyman Tevfik (1927)":"1,2. Yâ Muhammed di ki: \"Kur'ân okudığımı cinlerden birkaçının işitdikleri bana vahy olundı. Bu cinler (arkadaşlarının yanına 'avdet iylediklerinde) \"Biz, hakka ve doğrıya götürür şâyân-ı hayret bir Kur'ân işitdik ve ona îmân itdik. Bundan sonra rabbimize bir kimseyi şerîk itmeyiz.\"","Süleymaniye Vakfı Meali":"Olgunlaşmanın[1] yolunu gösteriyor. Ona inanıp güvendik; artık kimseyi Rabbimize[2] ortak sayamayız.","Şaban Piriş Meali":"Doğru yolu gösteriyor. Biz ona iman ettik. Rabbimiz'e hiç kimseyi ortak tutmayacağız.","Ümit Şimşek Meali":"“O doğru yola iletiyor; biz de ona iman ettik. Artık Rabbimize hiçbir şeyi ortak koşmayacağız.","Yaşar Nuri Öztürk Meali":"\"Doğruya ve hayra kılavuzluyor. Biz de inandık ona. Artık Rabbimize hiç kimseyi asla ortak koşmayacağız.\"","Eski Anadolu Türkçesi":"1-2. eyit “vaḥy olındı baña kim bayıķ ķulaķ duttı işitmeġe bir bölük perrįlerden pes eyittiler «bayıķ biz işiddük ķur’ān ŧañ ŧoġru yol gösterür ŧoġru yol bulmaķdın yaña. pes įmān getürdük aña. daħı hergiz ortaķ eylemeyevüz çalabumuza kimseyi.","Satıraltı Meal (1534)":"Hidāyet virür doġru yola. Pes aña inanduḳ. Daḫı Tañrımuza hīç şirk getürme‐züz, didiler.","Bunyadov-Memmedeliyev ":"O, (xalqa) haqq yolu göstərir. Biz ona iman gətirdik və biz bir daha heç kəsi Rəbbimizə şərik qoşmayacağıq.","M. Pickthall (English)":"Which guideth unto righteousness, so we believe in it and we ascribe unto our Lord no partner.","Yusuf Ali (English)":"´It gives guidance to the Right, and we have believed therein: we shall not join (in worship) any (gods) with our Lord."},"3":{"Arabic":"وَاَنَّهُتَعَالٰىجَدُّرَبِّنَامَااتَّخَذَصَاحِبَةًوَلَاوَلَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve şüphe yok ki Rabbimizin şanı, yücelerden de yüce, ne bir arkadaş edinmiştir ve ne bir oğul.","Abdullah-Ahmet Akgül Meali":"<b>\"Elbette Rabbimizin şanı Yücedir. O, ne bir eş edinmiştir, ne de bir çocuk </b><i>(sahibidir)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"Çünkü biliniz ki Rabbimizin şanı çok yücedir. O kendisine ne bir eş ve ne de çocuk edinmiştir.","Ahmet Tekin Meali":"“Şanı yüce olan Rabbimiz, sınırsız bir gücün, kudretin, imkânın sahibidir. Ne eş, ne de oğul-kız edinmiştir.”","Ahmet Varol Meali":"Muhakkak ki Rabbimizin şanı pek yücedir. O ne bir eş ne de çocuk edinmiştir.","Ali Bulaç Meali":"Elbette, Rabbimizin şanı yücedir. O, ne bir eş edinmiştir ne de bir çocuk.'","Ali Fikri Yavuz Meali":"Doğrusu Rabbimizin şanı çok yücedir; ne bir eş edinmiştir, ne de bir çocuk...","Bahaeddin Sağlam Meali":"“Ve gerçekten Rabbimizin hâkimiyeti çok yücedir. O ne eş edinmiştir ne de evlat.”","Bayraktar Bayraklı Meali":"“Gerçek şu ki, Rabbimizin şanı çok yücedir. Ne bir eş, ne de bir çocuk edinmiştir.”","Besim Atalay Meali (1965)":"Tanrımızın şanı ulu, ne eş edinmiştir, ne dahi oğul !","Cemal Külünkoğlu Meali":"“Doğrusu Rabbimizin şanı çok yücedir. O asla eş ve çocuk edinmemiştir.”","Cemil Said (1924)":"\"Rabbimiz te’âlânın ne zevcesi vardır ne evlâdı,\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu Rabbimizin yüceliği her yücelikten üstündür. O, zevce ve çocuk edinmemiştir.\"","Diyanet İşleri Meali (Yeni)":"“Doğrusu Rabbimizin şanı çok yücedir; ne bir eş edinmiştir, ne de bir çocuk.”","Kur'an Yolu (Diyanet İşleri)":"Şu muhakkak ki rabbimizin şanı çok yücedir; O, ne bir eş edinmiştir ne de çocuk.","Diyanet Vakfı Meali":"Hakikat şu ki, Rabbimizin şânı çok yücedir. O, ne eş ne de çocuk edinmiştir.","Edip Yüksel Meali":"\"Rabbimiz çok yücedir. O ne bir eş ne de bir çocuk edinmemiştir. \"","Elmalılı Hamdi Yazır Meali":"Doğrusu, Rabbimizin şanı çok yüksektir. Ne bir arkadaş edinmiştir, ne de bir çocuk.","Elmalılı Meali (Orijinal)":"Ve doğrusu o rabbımızın şanı çok yüksek, ne bir arkadaş edinmiş ne de bir veled","Emrah Demiryent Meali":"Şüphesiz ki Rabbimizin şanı pek yücedir. O, ne bir eş ne de çocuk edinmiştir.","Erhan Aktaş Meali":"“Rabb'imizin şanı çok yücedir. O, asla eş ve çocuk edinmemiştir.”","Hasan Basri Çantay Meali":"«Hakıykat şudur ki: Rabbimizin büyüklüğü (her büyüklükden) yücedir. O, ne bir zevce, ne de bir evlâd edinmemişdir».","Hayrat Neşriyat Meali":"“Ve şu muhakkak ki, Rabbimizin şânı pek yücedir; (O,) ne bir eş edinmiştir, ne de bir çocuk!”","İhsan Aktaş Meali":"Ve hiç şüphesiz Rabbimizin şanı çok yücedir. O, (müşriklerin iddia ettiklerinin aksine) ne bir zevce (eş) ve ne de çocuk edinmiştir.","İlyas Yorulmaz Meali":"“Elbetteki O şanı yüce olan Rabbimiz, eş ve çocuk edinmemiştir.”","İsmayıl Hakkı Baltacıoğlu":"İşte, çalabımız yüceler yücesidir. O, kendine ne bir ev, ne de bir çocuk edinmemiştir.","İsmail Hakkı İzmirli":"«— Rabbimizin büyüklüğü bütün mahlûkattan yücedir. O, zevce, çoluk çocuk edinmemiştir.»;","İsmail Yakıt":"“Rabbimizin şanı yücedir. O, ne bir eş edinmiştir ne de bir çocuk.²”","Kadri Çelik Meali":"“Elbette, bizim Rabbimizin şanı yücedir. O, ne eş edinmiştir, ne de bir çocuk!”","Mahmut Kısa Meali":"<b>“</b>Çünkü Kur’an’ı duyunca öğrendik ki, <b>Rabb’imizin şânı çok yücedir; ne bir eş edinmiştir O, ne de bir çocuk! </b>Demek ki, Allah’ın bir çocuk edindiğini iddia edenler Allah’a iftira ediyorlarmış.<b>”</b>","Mahmut Özdemir Meali":"Şu bir gerçektir ki; “Rabbimizin ceddi / şanı, çok yücedir. Ne bir eş edindi, ne bir çocuk!”.","Mehmet Çakır Meali":"<i>Duyduğumuza göre bizim yüce Tanrı'mız, hiçbir zaman, eş ve çocuk sahibi olmamış,</i>","Mehmet Çoban Meali":"“Doğrusu Rabbimizin şanı yücedir. Yarattığı varlıkların yöneticisidir. O ne eş, ne de çocuk edinmemiştir. Rabbimizin kadınları çocukları yoktur.”","Mehmet Okuyan Meali":"Eşi de çocuğu da olmayan Rabbimizin şanı çok yücedir.","Mehmet Türk Meali":"(Cinler sonra şöyle dediler): “Elbette bizim Rabbimizin şânı, bütün yüceliklerden çok daha yücedir. O, eş de çocuk da edinmemiştir.”","Muhammed Esed Meali":"çünkü [biliriz ki] Rabbimizin şanı yücedir: O, kendisine ne bir eş, ne de bir erkek çocuk edinmiştir!","Mustafa Çavdar Meali":"– Şu bir gerçek ki Rabbimizin şanı çok yücedir. O eş ve çocuk edinmemiştir. 6/101, 19/35, 39/4","Mustafa İslamoğlu Meali":"ve şu bir hakikat ki,[⁵³⁴⁵] Rabbimizin şanı pek yücedir: O kendisine ne bir eş ne de çocuk edinmiştir.","Orhan Kuntman Meali":"“Gerçek şu ki: Rabbimizin şanı çok yücedir. O asla ne bir eş, ne de bir evlat edinmiştir.”","Osman Fırat Meali":"Muhakkak ki Rabbimizin şanı yücedir. O, ne bir eş ve de çocuk edinmemiştir.","Ömer Nasuhi Bilmen Meali":"«Ve şüphe yok ki, Rabbimizin azameti pek yücedir. Ne bir refika ve ne de bir veled edinmemiştir.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Doğrusu Rabbimizin şanı yücedir. O, eş ve çocuk edinmemiştir.","Süleyman Tevfik (1927)":"\"Ve rabbimizin, kudret ve celâlinin 'âlî ve münezzeh olub zevce ve evlâd ittihâz itmediğine de îmân iyledik\"","Süleymaniye Vakfı Meali":"Rabbimiz çok yücedir; ne bir eş ne de bir çocuk edinmiştir.","Şaban Piriş Meali":"Rabbimiz'in şanı çok yücedir. O, eş ve çocuk edinmemiştir.","Ümit Şimşek Meali":"“Rabbimizin şânı çok yücedir; O eş veya evlât edinmemiştir.","Yaşar Nuri Öztürk Meali":"\"Rabbimizin adı/kudreti/işi/gayreti çok yücedir. O, ne bir dişi dost edinmiştir ne de bir çocuk.\"","Eski Anadolu Türkçesi":"“daħı bayıķ yüceldi çalabumuz ululıġı. dutmadı iş 'avrat ne daħı oġul ķız.”","Satıraltı Meal (1534)":"Daḫı Tañrımuz ‘aẓameti uludur. ‘Avrat ve oġul ḳız idinmedi.","Bunyadov-Memmedeliyev ":"Həqiqətən, Rəbbimizin calalı çox ucadır. O Özünə nə bir zövcə götürmüşdür, nə də bir uşaq!","M. Pickthall (English)":"And (we believe) that He, exalted be the glory of our Lord! hath taken neither wife nor son,","Yusuf Ali (English)":"´And Exalted is the Majesty of our Lord: He has taken neither a wife nor a son.(5730)"},"4":{"Arabic":"وَاَنَّهُكَانَيَقُولُسَف۪يهُنَاعَلَىاللّٰهِشَطَطًاۙ","Abdulbaki Gölpınarlı Meali":"Ve şüphe yok ki aklı olmayanımız, Allah hakkında saçma ve boş laflar ediyormuş.","Abdullah-Ahmet Akgül Meali":"<b>\"Doğrusu şu bizim beyinsizlerimiz </b><i>(cinn taifesinin cahilleri ve şeytanın avaneleri)</i><b>, Allah’a karşı ’bir sürü saçma şeyler’ söylüyor idi.\"</b> ","Abdullah Parlıyan Meali":"Ve şimdi öğreniyoruz ki, aramızdan birtakım beyinsizler Allah hakkında saçma sapan ve boş laflar ediyorlarmış.","Ahmet Tekin Meali":"“Bizim beyinsizimiz, akılsızımız, Allah adına saçma sapan şeyler söylüyordu.”","Ahmet Varol Meali":"Doğrusu bizim beyinsizimiz Allah hakkında saçma şeyler söylüyormuş.","Ali Bulaç Meali":"'Doğrusu şu: Bizim beyinsizlerimiz, Allah'a karşı 'bir sürü saçma şeyler' söylemişler.'","Ali Fikri Yavuz Meali":"Gerçekten bizim cahilimiz (İblis), Allah'a karşı saçma söz söylüyormuş.","Bahaeddin Sağlam Meali":"“Ve gerçekten ahmağımız, Allah namına (haktan) çok uzak sözler söylüyordu.”","Bayraktar Bayraklı Meali":"“Bizim aşağılıklarımız, Allah hakkında yakışıksız şeyler söylemektedirler.”","Besim Atalay Meali (1965)":"İçimizden beyinsizler, Allah hakkında saçma söylerler","Cemal Külünkoğlu Meali":"“Ve (şimdi anlıyoruz ki) içimizdeki aklı ermez (kişiler), Allah hakkında asılsız şeyler söylüyormuş.","Cemil Said (1924)":"\"İçimizden sefîhler, Allâh hakkında hezeyân söylüyorlar.\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu aramızdaki beyinsiz, Allah'a karşı yalanlar uyduruyordu.\"","Diyanet İşleri Meali (Yeni)":"“Demek bizim beyinsiz olanımız, Allah hakkında doğruluktan uzak sözler söylüyormuş.”","Kur'an Yolu (Diyanet İşleri)":"Demek aramızdaki beyinsiz, Allah hakkında ipe sapa gelmez şeyler söylüyormuş.","Diyanet Vakfı Meali":"Doğrusu bizim beyinsiz olanımız (iblis veya azgın cinler), Allah hakkında pek aşırı yalanlar uyduruyormuş.","Edip Yüksel Meali":"\"ALLAH hakkında saçma şeyler söyleyip duran bizim o beyinsizdi.\"","Elmalılı Hamdi Yazır Meali":"Meğer bizim beyinsiz (İblis), Allah hakkında saçma şeyler söylüyormuş.","Elmalılı Meali (Orijinal)":"Ve doğrusu bizim sefiyh, Allaha karşı saçma söylüyormuş","Emrah Demiryent Meali":"Ve gerçek şu ki (meğerse) içimizdeki sefih (ler), Allah hakkında saçma sapan şeyler söylüyormuş.”","Erhan Aktaş Meali":"“Meğer bizim “beyinsiz,”¹ Allah hakkında saçma şeyler söylüyormuş”","Hasan Basri Çantay Meali":"«Hakıykat şudur ki: Bizim avanak (câhil) imiz Allaha karşı (meğer) pek aşırı yalanlar söylüyormuş».","Hayrat Neşriyat Meali":"“Şu da şübhesiz ki, bizim sefih olanımız (İblis), Allah hakkında saçma şeyler söylüyormuş.”","İhsan Aktaş Meali":"Doğrusu şu bizim beyinsizimiz (cin türünden olan iblis veya azgın cin) Allah hakkında asılsız şeyler söylüyormuş.","İlyas Yorulmaz Meali":"“İçimizdeki beyinsizler, Allah’ın ortakları olduğunu söylüyorlardı.”","İsmayıl Hakkı Baltacıoğlu":"Doğrusu, bizim aramızda birtakım avanaklar Allah’a karşı yalan yanlış söylenip duruyorlar.","İsmail Hakkı İzmirli":"Halbuki «— Bizim avanağımız Allah hakkında ileri geri sözler söylüyordu»;","İsmail Yakıt":"“Meğer bizim beyinsizlerimiz, Allah hakkında asılsız sözler [şatata] söylüyormuş.”","Kadri Çelik Meali":"“Doğrusu şu bizim beyinsizimiz (İblis veya azgın cin), Allah'a karşı haddi olmayan bir sürü saçma şeyler söylemiş.”","Mahmut Kısa Meali":"<b>“Meğer içimizdeki bazı akılsızlar, Allah hakkında gerçek dışı sözler söylüyorlarmış.”</b>","Mahmut Özdemir Meali":"Şu da bir gerçektir ki; “Bizim sefihimiz / beyinsizimiz, Allah hakkında ‘saçma-sapan yalanlar’ söylüyordu”.","Mehmet Çakır Meali":"<i>Meğer bizim sefil İblis, Allah hakkında bize hep yalan yanlış şeyler söylemiş,</i>","Mehmet Çoban Meali":"“Gerçek şu ki aramızdaki bazı beyinsizler Allah hakkında saçma sapan şeyler söylüyorlarmış.”","Mehmet Okuyan Meali":"İçimizden bir beyinsiz, Allah hakkında asılsız, saçma sözler söylerdi.","Mehmet Türk Meali":"“Doğrusu şu bizim beyinsiz¹ (iblis,) Allah hakkında bir sürü saçma-sapan şeyler söylüyordu.”","Muhammed Esed Meali":"Ve [şimdi öğreniyoruz ki] aramızdaki beyinsiz (kişi), Allah hakkında asılsız şeyler ² söylüyordu,","Mustafa Çavdar Meali":"– Meğer bizim beyinsiz, Allah hakkında asılsız şeyler söylüyormuş. 6/112...114, 10/17","Mustafa İslamoğlu Meali":"Bir başka gerçek de, içimizdeki beyinsiz (kişilerin) Allah’a karşı sorumsuzca konuşması olmuştu.[⁵³⁴⁶]","Orhan Kuntman Meali":"“Meğer bizim ahmak cahillerimiz, Allah hakkında ne çok yalan uyduruyorlarmış.”","Osman Fırat Meali":"Demek bizim sefih olanımız, şayet bilseydiniz Allah hakkında doğruluktan uzak sözler söylüyormuş.","Ömer Nasuhi Bilmen Meali":"«Ve muhakkak ki, bizim sefihimiz, Allah'a karşı pek ziyâde yanlış şeyler söyler olmuştur.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Meğer bizim beyinsiz (İblis veya cinlerin kafirleri) Allah hakkında saçma şeyler söylüyormuş.","Süleyman Tevfik (1927)":"\"Bizim sefîhlerimiz (kâfirlerimiz) Allâh Te'âlâ hakkında mâlâya'ni söylerler\"","Süleymaniye Vakfı Meali":"Bizim akılsız da (İblis) meğer Allah’a karşı gerçek dışı konuşmalar yapıyormuş.","Şaban Piriş Meali":"Meğer bizim beyinsizimiz, Allah hakkında yalan söylüyormuş.","Ümit Şimşek Meali":"“Meğer bizim beyinsizlerimiz, Allah hakkında yalan yanlış şeyler söylüyormuş.","Yaşar Nuri Öztürk Meali":"\"Doğrusu, bizim beyinsiz, Allah hakkında saçma lakırdı ediyormuş.\"","Eski Anadolu Türkçesi":"“daħı bayıķ oldı eydür aķılsuzumuz Tañrı üzere ıraķ yalan.”","Satıraltı Meal (1534)":"Daḫı eydürdi bizüm sefīhümüz ki İblīsdür, Allāh ḥaḳḳına ıraḳ bühtān.","Bunyadov-Memmedeliyev ":"Doğrusu, bizim səfehimiz (İblis) Allah barəsində tamamilə yalan (haqdan uzaq sözlər) söyləyirmiş.","M. Pickthall (English)":"And that the foolish one among us used to speak concerning Allah an atrocious lie.","Yusuf Ali (English)":"´There were some foolish ones among us, who used to utter extravagant lies against Allah."},"5":{"Arabic":"وَاَنَّاظَنَنَّٓااَنْلَنْتَقُولَالْاِنْسُوَالْجِنُّعَلَىاللّٰهِكَذِبًاۙ","Abdulbaki Gölpınarlı Meali":"Ve bizse şüphe yok ki ne insanlar, ne de cinler, Allah hakkında yalan şeyler söylemez sanıyorduk.","Abdullah-Ahmet Akgül Meali":"<b>\"Oysa hakikaten biz, insanların ve cinnlerin Allah’a karşı asla yalan söylemeyeceklerini zannetmiştik.\"</b> ","Abdullah Parlıyan Meali":"Ve gerçekten biz insanların ve cinlerin Allah'a karşı yalan söylemeyeceklerini sanıyorduk.","Ahmet Tekin Meali":"“Biz, insanların ve cinlerin Allah adına asla yalan uydurmayacağını, Allah'a iftira etmeyeceğini biliyorduk.”","Ahmet Varol Meali":"Oysa biz insanların ve cinlerin Allah'a karşı yalan söylemeyeceklerini sanmıştık.","Ali Bulaç Meali":"'Oysa biz, insanların ve cinlerin Allah'a karşı asla yalan söylemiyeceklerini sanmıştık.'","Ali Fikri Yavuz Meali":"Hakikaten biz, insan ile cin, Allah'a karşı asla yalan söylemez sanmışız.","Bahaeddin Sağlam Meali":"“Ve insanlar ile cinlerin, Allah namına yalan uydurmayacaklarını sanıyorduk.”","Bayraktar Bayraklı Meali":"“Biz, insanları ve cinleri Allah hakkında asla yalan söylemezler sanmıştık.”","Besim Atalay Meali (1965)":"Biz sanırdık ki, gerek in'den, gerek cin'den Allaha karşı kimse hiç yalan uydurmaya!»","Cemal Külünkoğlu Meali":"“Biz ise, insanların ve cinlerin Allah hakkında asla yalan söylemeyeceklerini sanıyorduk.”","Cemil Said (1924)":"\"Biz gerek insânlardan ve gerek cinlerden kimse Allâh hakkında kizb söylemez zan ider idik.\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu insanların ve cinlerin Allah'a karşı yalan uydurabileceklerini sanmazdık.\"","Diyanet İşleri Meali (Yeni)":"“Şüphesiz biz, insanların ve cinlerin Allah hakkında asla yalan söylemeyeceklerini sanıyorduk.”","Kur'an Yolu (Diyanet İşleri)":"Oysa biz, insanların ve cinlerin Allah hakkında asla gerçek dışı şeyler söylemeyeceklerini ¬sanırdık.","Diyanet Vakfı Meali":"Halbuki biz, gerek insanlar gerekse cinler Allah hakkında asla yalan söylemezler, sanmıştık.","Edip Yüksel Meali":"\"İnsanların ve cinlerin ALLAH'a karşı yalan uyduramıyacaklarını sanmıştık.\"","Elmalılı Hamdi Yazır Meali":"Doğrusu biz insanları ve cinleri Allah'a karşı asla yalan söylemez sanmışız.","Elmalılı Meali (Orijinal)":"Ve doğrusu biz, İns ü Cinn Allaha karşı asla yalan söylemez sanmışız","Emrah Demiryent Meali":"Şüphesiz biz, insanların ve cinlerin Allah hakkında asla yalan söylemeyeceklerini zannetmiştik.","Erhan Aktaş Meali":"Doğrusu biz “insin ve “cinnin”¹ Allah'a karşı asla yalan söylemeyeceklerine inanıyorduk.","Hasan Basri Çantay Meali":"«Gerçek biz de insan (olsun), cin (olsun) Allaha karşı (hiçbiri) asla yalan söylemez, sanmıştık.»","Hayrat Neşriyat Meali":"“Hâlbuki biz, insanların ve cinlerin Allah hakkında aslâ yalan söylemeyeceklerini sanmıştık!”","İhsan Aktaş Meali":"Oysa gerçekten biz, insanların ve (bizim gibi görünmeyen bir varlık olan) cinlerin Allah hakkında; yalan söylemeyeceklerini sanmıştık.","İlyas Yorulmaz Meali":"“Biz tanıdığımız (ins) ve tanımadığımız yabancı (cinlerin) kimselerin Allah adına, kesinlikle yalan söylemeyeceklerini zannediyorduk.”","İsmayıl Hakkı Baltacıoğlu":"Doğrusu, şimdiye kadar biz, insanlar olsun, cinler olsun, Allah’a karşı h,iç yalan söylemezler sanıyorduk.","İsmail Hakkı İzmirli":"«— Biz insanlardan, perilerden hiçbir kimse Allah namına yalan söz söyleyemeyecek, zannediyordun da onlara uymuştun.»;","İsmail Yakıt":"“Muhakkak ki biz, insanların da cinlerin de Allah’a karşı yalan söyleyemeyeceklerini zannediyorduk.”","Kadri Çelik Meali":"“Oysa biz, insanların ve cinlerin Allah'a karşı asla yalan söylemeyeceklerini sanmıştık.”","Mahmut Kısa Meali":"<b>“</b>Ey halkımız! <b>Doğrusu, insanların ve cinlerin Allah’a karşı </b>bu kadar pervasızca ve bile bile <b>yalan söyleyecekleri, aklımızın ucundan bile geçmezdi.”</b>","Mahmut Özdemir Meali":"“Biz, zannediyorduk ki; Cinnler ve İnsanlar, Allah’a asla yalan söylemeyecekler”.","Mehmet Çakır Meali":"<i>hattâ iblisin yanlış bilgilendirmesi yüzünden biz, <b>'ins ve cin, Allah'a yalan söyleyemez'</b> diye biliyormuşuz.</i>","Mehmet Çoban Meali":"“Biz temiz bir insanız. Saf düşüncelere sahibiz. İnançlarımız net arı duru! Bu nedenle insanların bize yalan söylemeyeceklerini düşünüyorduk. Allah hakkında bizi kandırmayacaklarını sanıyorduk. Bu inancımız sadece bildiğimiz tanıdığımız insanlar için değildi. Biz bilmediğimiz tanımadığımız bütün insanların da aynı şekilde, insanları kandırmayacaklarına inanıyorduk. Bu nedenle insanlara güvendik. Onların sözlerine uyarak peşlerinden gitmiştik. Hâlbuki onlar bize yalan söylemişler.”  ","Mehmet Okuyan Meali":"Biz hiçbir insan ve cinin Allah hakkında yalan söylemeyeceğini sanmıştık.","Mehmet Türk Meali":"“Biz de; insanların ve cinlerin, Allah’a karşı kesinlikle yalan söylemeyeceklerini sanırdık.","Muhammed Esed Meali":"ve ne insanın ne de [hiçbir] görünmez gücün Allah hakkında yalan uydurmayacağını ³ düşün[mekte yanılmış]tık.","Mustafa Çavdar Meali":"– Oysa biz, insanların ve cinlerin Allah hakkında asılsız şeyler söylemeyeceklerini zannederdik. 2/78, 11/18-19","Mustafa İslamoğlu Meali":"Halbuki biz, ne insanların ne de cinlerin Allah’a iftira edeceğine asla ihtimal vermezdik.”[⁵³⁴⁷]","Orhan Kuntman Meali":"“Biz ise, insanlar ve cinler Allah'a karşı, asla yalan söylemezler sanıyorduk”","Osman Fırat Meali":"Kesinlikle biz insanların ve cinlerin, Allah’a karşı yalan söylemeyeceklerini sanmıştık.","Ömer Nasuhi Bilmen Meali":"«Ve doğrusu biz sanmış idik ki, insan ve cin, Allah'a karşı bir yalan söyler değildir.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Biz insanların ve cinlerin, Allah'a karşı yalan söylemeyeceklerini sanmıştık (onun için o beyinsizin sözüne uymuştuk),","Süleyman Tevfik (1927)":"\"Ve biz zan iderdik ki insânlardan ve cinlerden hiç biri Cenâb-ı Hak üzerine yalan söylemez\" didiler.","Süleymaniye Vakfı Meali":"Biz sanıyorduk ki insanlar ve cinler, Allah’a karşı yalan söyleyemezler.","Şaban Piriş Meali":"Biz de, insanların ve cinlerin Allah hakkında yalan söylemeyeceklerini zannederdik.","Ümit Şimşek Meali":"“Oysa biz ne insanların, ne de cinlerin Allah hakkında yalan söylemeyeceklerini sanırdık.","Yaşar Nuri Öztürk Meali":"\"Biz sanmıştık ki, ne insanlar ne de cinler Allah hakkında asla yalan söylemezler.\"","Eski Anadolu Türkçesi":"“daħı bayıķ śanduġ-ıdı kim hergiz söylemeye ādemį daħı perrį Tañrı üzere yalan.”","Satıraltı Meal (1534)":"Daḫı biz ṣanurduk ki eyitmez ins ve cin Tañrı Ta‘ālā ḥaḳḳına yalansöz.","Bunyadov-Memmedeliyev ":"Biz elə güman edirdik ki, nə insan, nə də cin tayfası Allah barəsində yalan danışmaz.","M. Pickthall (English)":"And lo! we had supposed that humankind and jinn would not speak a lie concerning Allah","Yusuf Ali (English)":"´But we do think that no man or spirit should say aught that untrue against Allah.(5731)"},"6":{"Arabic":"وَاَنَّهُكَانَرِجَالٌمِنَالْاِنْسِيَعُوذُونَبِرِجَالٍمِنَالْجِنِّفَزَادُوهُمْرَهَقًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gene şüphe yok ki insanlardan bazı kimseler, cinlerden bazılarına sığınıyorlar da onların taşkınlığını, zulümlerini arttırıyorlar.","Abdullah-Ahmet Akgül Meali":"<b>\"</b><i>(Maalesef)</i><b> Gerçek şu ki: İnsanlardan bazı kişiler, cinnlerden bazı kişilere sığınırlardı </b><i>(onlardan birtakım bilgiler alıp başkalarına üstünlük taslarlardı)</i><b>. Öyle ki, onların </b><i>(cinnlerin de)</i><b> azgınlıklarını arttırırlardı.\"</b> ","Abdullah Parlıyan Meali":"Gerçi insanlardan bazıları cinlerden bazı kişilere sığınıyorlardı da onların taşkınlığını ve şaşkınlığını artırıyordu.","Ahmet Tekin Meali":"“Şu bir gerçek ki, insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlar, onların şımarıklıklarını artırırlardı.”","Ahmet Varol Meali":"İnsanlardan bazıları, cinlerden bazılarına sığınırlardı; bu da onların azgınlıklarını artırırdı.","Ali Bulaç Meali":"'Bir de şu gerçek var: İnsanlardan bazı adamlar, cinlerden bazı adamlara sığınırlardı. Öyle ki, onların azgınlıklarını arttırırlardı.'","Ali Fikri Yavuz Meali":"Doğrusu insanlardan bazı erkekler, cinden bazı erkeklere sığınıyorlardı da, cinlerin kibir ve azgınlıklarını artırıyorlardı.","Bahaeddin Sağlam Meali":"“Ve gerçekten insanlardan bazı adamlar, cinlerden bazı adamlara sığınıyorlardı. O cinlerin kibir ve azgınlıklarını arttırdılar.”","Bayraktar Bayraklı Meali":"İnsanlardan bazıları, bazı cinlere sığınırlardı. Bu, cinlerin sadece azgınlıklarını arttırıyordu.","Besim Atalay Meali (1965)":"İnsanlardan birtakımı cinlerden kimisine sığınmaktaydı, onların azgınlığın artırdılar","Cemal Külünkoğlu Meali":"“Bir de şu gerçek var ki; insanlardan birtakım kimseler, cinlerden bazılarına sığınırlardı, bu da cinlerin taşkınlığını artırırdı.”","Cemil Said (1924)":"\"İnsanlardan ba’zıları cinlerden ba’zılarına sığındılar. Bu hal o cinlerin kibir ve azametini artdırdı.\"","Diyanet İşleri Meali (Eski)":"\"Gerçekten, bir takım insanlar, cinlerin bir takımına sığınırlardı da onların azgınlıklarını artırırlardı.\"","Diyanet İşleri Meali (Yeni)":"“Doğrusu insanlardan bazı kimseler, cinlerden bazılarına sığınırlardı da, cinler onların taşkınlıklarını artırırlardı.”","Kur'an Yolu (Diyanet İşleri)":"İnsanlardan bazı kimseler cinlerden bazı kimselere sığınırlardı, onlar da bunları daha sapkın hale getirirlerdi.","Diyanet Vakfı Meali":"Şu da gerçek ki, insanlardan bazı kimseler, cinlerden bazı kimselere sığınırlardı da, onların taşkınlıklarını arttırırlardı.","Edip Yüksel Meali":"\"Ne var ki bazı insanlar, bazı cinlere sığınırlardı ve bu da onların azgınlıklarını arttırırdı.\"","Elmalılı Hamdi Yazır Meali":"Doğrusu insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlardı da onların şımarıklıklarını artırırlardı.","Elmalılı Meali (Orijinal)":"Ve doğrusu İnsten ba'zî rical Cinden ba'zî ricale sığınıyorlardı da onların istiylâlarını artırıyorlardı","Emrah Demiryent Meali":"İnsanlardan bazı erkekler, (ıssız bir yerde konaklayıp da korktukları zaman, Allah’a sığınmaları gerekirken, kavminin sefihlerinin şerrinden, “Bu vadinin efendisine sığınırım” diyerek) bazı erkek cinlere sığınıyordu da (bu durum, kendisine sığınılan cinlerin) azgınlığını (şımarıklığını daha da) artırıyordu. (İnsanların kendilerine sığındığı o cinler, haddi aşarak, “İnsanların da cinlerin de efendisi biziz” diyorlardı.)","Erhan Aktaş Meali":"Gerçekten de insten¹ bazı adamlar, cinden² bazı adamlara³ sığınıyorlardı. Böylece onların⁴ azgınlıklarını, beyinsizliklerini artırıyorlardı. ","Hasan Basri Çantay Meali":"«Filhakıyka şu da var: İnsanlardan ba'zı kimseler cinden ba'zı kişilere sığınırlar. Demek bu suretle onların azgınlıklarını (şımarıklıklarını) artırmışlar».","Hayrat Neşriyat Meali":"“Şu da gerçek ki, insanlardan bazı erkekler, cinlerden bazı erkeklere sığınıyorlardı. Böylece onların azgınlıklarını artırdılar.”","İhsan Aktaş Meali":"Gerçekten (cahiliye döneminde) insanlardan bazı kimseler, cinlerden (görünmeyen varlıklardan) bazılarına sığınıyorlardı. Böylece onların (cinlerin) azgınlıklarını (kibir ve taşkınlıklarını) artırıyorlardı. *","İlyas Yorulmaz Meali":"“O tanıdığımız bir takımadamlar, yabancı toplumlardan birtakım adamlardan yardım isteyip onlara sığınıyorlardı ve onlarda sığınanların azgınlıklarını artırıyordu.”","İsmayıl Hakkı Baltacıoğlu":"Doğrusu, insanların bir kısmı cinlerin bir kısmına sığınıyorlardı. Bunlar da onların azgınlıklarını artırıyorlardı.","İsmail Hakkı İzmirli":"«— İnsanlardan bazı kişiler perilerden bazı kişilere sığınıyorlardı [³]. Bu sebeple bunlar perilerin cür/etlerini, azgınlıklarını artırıyorlardı.»;","İsmail Yakıt":"“Doğrusu insanlardan bazı kişiler [ricâlun], cinlerden bazı kişilere sığınıyorlardı. Onlar da onların azgınlıklarını [rehekân] artırıyordu.”³","Kadri Çelik Meali":"“Birtakım insanlar birtakım cinlere sığınırlar ve cinler de onların sapıklıklarını arttırır durur.”","Mahmut Kısa Meali":"<b>“Gerçi öteden beri </b>dünyevî menfaatler peşinde koşan <b>kimi insanlar, </b>kendilerine yardım edeceğini umdukları <b>bazı cinlere sığınır ve </b>bu davranışlarıyla<b> onları</b> kibir ve isyana sürükleyerek, <b>azgınlıklarını </b>iyice<b> artırırlardı.”</b>","Mahmut Özdemir Meali":"“İnsanlar’dan bir kısım adamlar, Cinnler’den bir kısım adamlara sığınıyorlardı. Böylece istilâlarını / taşkınlıklarını artırıyorlardı”.","Mehmet Çakır Meali":"<i>Dinlediğimize göre, insan türünden birkaç adam, cinlere sığınmışlar cinler de kendilerini bir şey sanıp şımarmışlar.</i>","Mehmet Çoban Meali":"“Doğrusu zorluk zamanlarımızda sıkıştığımız zaman insanlardan bazı erkeklere sığınırdık. Bazen de tanımadığımız başka topluluklara sığınarak güç kazanırdık. Kazandığımız güçle şımarıklığımız, taşkınlığımız artardı. Böylece bizi saptıranlarla birlikte, onlara güvenerek azgınlaşırdık. Saçma sapan şeylere inanır kötülük yapardık.”  ","Mehmet Okuyan Meali":"İnsanlardan bazı erkekler, bazı erkek cinlere sığınıyordu da (bu durum onların) sadece azgınlığını artırıyordu.","Mehmet Türk Meali":"“Hattâ bazı insanlar, cinler(in şerrin)den yine (kendileri gibi) bazı adamlara sığınarak, o (adamların) azgınlıklarını artırırlardı.”¹","Muhammed Esed Meali":"Gerçi bazı insanların [bu tür] görünmez güçlere sığındığı [her zaman vaki] olurdu; ⁴ ama bunlar yalnızca onların şaşkınlığını arttırdı.","Mustafa Çavdar Meali":"– Gerçi birtakım insanlar cinlerden birilerine sığınıyor bu da onların azgınlığını artırıyor. 37/158, 55/31.33","Mustafa İslamoğlu Meali":"Hiç kuşku yok ki insanlardan bazıları[⁵³⁴⁸] cinlerden bazılarına sığınırlar, bu da onların (cinler karşısındaki) zillet verici edilgenliğini artırır.[⁵³⁴⁹]","Orhan Kuntman Meali":"(Demek biz yanılmışız) Gerçek şu ki insanlardan bazıları, cinlerden bir topluluğa sığınırlardı da, onların azgınlıklarını artırırlardı. (İnsanlar onlara sığınarak tehlikelerden korunmak isterlerken, onları şımartıp cinlerin daha çok tuzaklarına düşüyorlardı)","Osman Fırat Meali":"Ve şüphesiz insanlardan bazı kimseler, cinlerden bazılarına sığınırlardı da, cinler onların taş!anlıklarını artırırlardı.","Ömer Nasuhi Bilmen Meali":"«Ve hakikaten insanlardan bazı erkekler, cinlerden bazı erkeklere sığınır olmuştur. Artık onlar için bir azgınlık arttırmışlardır.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Doğrusu insanlardan bazı erkekler, cinlerden bazı erkeklere sığınırlardı da onların şımarıklığını artırırlardı.","Süleyman Tevfik (1927)":"İnsânlardan ba'zı kimselerin cinlerden ba'zı kimselerle isti'âzeleri (onlara sığınmaları) onların kibir ve gurûrını artırdı.","Süleymaniye Vakfı Meali":"Aslında insanlardan bazı erkekler, cinlerden bazı erkeklere sığınıyor; bu da onların azgınlıklarını artırıyor.","Şaban Piriş Meali":"Oysa, insanlarda öyle adamlar varmış ki, cinlerin bazılarına sığınıyor. Cinler de onların azgınlıklarını artıyormuş.","Ümit Şimşek Meali":"“Fakat insanlardan bazı adamlar cinlerden birtakım adamlara sığınıp da onların azgınlığını arttırıyordu.","Yaşar Nuri Öztürk Meali":"\"Gerçek şu ki, insanlardan bazı erkekler, cinlerden bazı erkeklere/cinlerin şerrinden bazı erkeklere sığınırlardı da onların şımarıklık ve azgınlığını artırırlardı.\"","Eski Anadolu Türkçesi":"“daħı bayıķ oldı erenler ādemįlerden śıġınurlar erenlere perrįden pes arturdılar anlara ululıķ kibr eylemek.”","Satıraltı Meal (1534)":"Daḫı nice erler ādemīlerden ṣıġınurlardı, nice kişilere cinnīlerden. Pes anlarazġunluġın arturdılar.","Bunyadov-Memmedeliyev ":"Həqiqətən, (Cahiliyyət dövründə) bə’zi insanlar bir para cinlərə pənah aparır, bununla da onların təkəbbürünü (azğınlığını) artırırdılar (cinlər özləri haqqında çox böyük fikirlərə düşürdülər).","M. Pickthall (English)":"And indeed (O Muhammad) individuals of humankind used to invoke the protection of individuals of the jinn so that they increased them in revolt (against Allah);","Yusuf Ali (English)":"´True, there were persons among mankind who took shelter with persons among the Jinns, but they increased them in folly.(5732)"},"7":{"Arabic":"وَاَنَّهُمْظَنُّواكَمَاظَنَنْتُمْاَنْلَنْيَبْعَثَاللّٰهُاَحَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve şüphe yok ki onlar da sizin sandığınız gibi Allah'ın, kesin olarak hiçbir kimseyi tekrar diriltmiyeceğini sanıyorlar.","Abdullah-Ahmet Akgül Meali":"<b>\"Ve onlar </b><i>(cinnlerin kâfir takımı)</i><b>, sizin de öyle zannedip aldandığınız gibi, Allah’ın hiç kimseyi kesin olarak </b><i>(ahirette hesaba çekmek üzere)</i><b> diriltmeyeceğini sanmışlardı.\"</b> ","Abdullah Parlıyan Meali":"Hakikaten o cinler de siz insanların zannettiği gibi Allah'ın hiçbir kimseyi asla diriltemeyeceğini veya Allah'ın hiçbir kimseyi peygamber olarak göndermeyeceğini sanmışlardı.","Ahmet Tekin Meali":"“Onlar da, sizin zannetiğiniz gibi, Allah'ın hiç kimseyi asla peygamber olarak özgürce sorumluluklarını yerine getirmek üzere görevlendirmeyeceğini zannediyorlardı.”","Ahmet Varol Meali":"Onlar da sizin sandığınız gibi Allah'ın hiç kimseyi diriltmeyeceğini sanmışlardı.","Ali Bulaç Meali":"'Ve onlar, sizin de sandığınız gibi Allah'ın hiç kimseyi kesin olarak diriltmeyeceğini sanmışlardı.'","Ali Fikri Yavuz Meali":"O insanlar da, (ey cinler) sizin zannettiğiniz gibi, Allah'ın ebedîyen hiç bir kimseyi öldükten sonra diriltmiyeceğini zannetmişlerdi.","Bahaeddin Sağlam Meali":"(Ve bana bildirildi ki:) O cinler de, siz insanların sandığı gibi, Allah’ın hiç kimseyi diriltmeyeceğini sanmışlar.","Bayraktar Bayraklı Meali":"Cinler sizin sandığınız gibi Allah'ın hiçbir kimseyi peygamber olarak göndermeyeceğini sanıyorlardı.","Besim Atalay Meali (1965)":"Onlar da sizin gibi, Allahın kimseyi diriltmiyeceğin sanıyorlardı","Cemal Külünkoğlu Meali":"“Gerçekten onlar da sizin sandığınız gibi, Allah'ın hiç kimseyi öldükten sonra tekrar diriltmeyeceğini sanmışlardı.”","Cemil Said (1924)":"\"İnsânların kâfirleri de sizin gibi Allâh’ın tekrâr diriltmeyeceğine i’tikâd idiyorlardı.\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu, onlar da sizin, Allah'ın kimseyi yeniden diriltmeyeceğinizi sandığınız gibi sanıda bulunmuşlardı.\"","Diyanet İşleri Meali (Yeni)":"“Gerçekten onlar da, sizin sandığınız gibi, Allah’ın hiç kimseyi öldükten sonra tekrar diriltmeyeceğini sanmışlardı.”","Kur'an Yolu (Diyanet İşleri)":"Tıpkı sizin sandığınız gibi onlar da Allah’ın hiç kimseyi tekrar diriltmeyeceğini ¬zannederlerdi.","Diyanet Vakfı Meali":"Onlar da sizin sandığınız gibi, Allah'ın hiç kimseyi tekrar diriltmeyeceğini sanmışlardı.","Edip Yüksel Meali":"\"Onlar, tıpkı sizin sandığınız gibi, ALLAH'ın hiç bir kimseyi göndermeyeceğini sanıyorlardı.\"","Elmalılı Hamdi Yazır Meali":"Doğrusu onlar sizin zannettiğiniz gibi, zannetmişlerdi ki, Allah asla kimseyi Peygamber göndermeyecek.","Elmalılı Meali (Orijinal)":"Ve doğrusu onlar sizin zann ettiğiniz gibi zann etmişlerdi ki: Allah ebedâ hiç bir kimseyi ba's etmiyecek","Emrah Demiryent Meali":"Gerçekten onlar da sizin sandığınız gibi, Allah’ın hiç kimseyi (öldükten sonra) tekrar diriltmeyeceğini sanmışlardı.","Erhan Aktaş Meali":"Gerçekten de onlar sizin sandığınız gibi, Allah'ın hiç kimseyi diriltmeyeceğini sanmışlardı. ","Hasan Basri Çantay Meali":"«Hakıykaten onlar da, sizin zannetdiğiniz gibi, Allahın hiçbir kimseyi kat'iyyen diriltemeyeceğini sanmışlar».","Hayrat Neşriyat Meali":"“Hakikaten onlar da sizin zannettiğiniz gibi, Allah'ın hiç kimseyi aslâ diriltmeyeceğini zannetmişlerdi.”","İhsan Aktaş Meali":"Ve şüphesiz onlar (o cinlere sığınan insanlar) da sizin sandığınız gibi, Allah’ın hiç kimseyi tekrar diriltmeyeceğini sanmışlardı. (*)","İlyas Yorulmaz Meali":"Onlarda aynen sizin zannettiğiniz gibi, Allah’ın hiçbir kimseyi ölümünden sonra diriltmeyeceğini zannediyorlardı.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten onlar da, tıpkı sizin gibi, Allah hiç bir kimseyi yeni baştan diriltemez sanmışlardı.","İsmail Hakkı İzmirli":"«— Sizin zannettiğiniz gibi insanlar da Allah kimseyi tekrar diriltmeyecek zannetmişlerdi [⁴]»;","İsmail Yakıt":"“Doğrusu, onlar da sizin zannettiğiniz gibi, Allah’ın hiçbir kimseyi yeniden diriltmeyeceğini zannetmişlerdi.”","Kadri Çelik Meali":"“Ve onlar (insanlar), sizin (cinlerin) sandığınız gibi Allah'ın hiç kimseyi kesin olarak diriltmeyeceğini sanmışlardır.”","Mahmut Kısa Meali":"<b>“</b>Çünkü<b>o </b>insa<b>nlar da, tıpkı sizin </b>bir zamanlar <b>sandığınız gibi, Allah’ın </b>insan ve cinlerin hayatına hiçbir zaman müdâhale etmeyeceğini, dolayısıyla <b>hiç kimseyi </b>Peygamber olarak <b>göndermeyeceğini </b>ve öldükten sonra hiç kimsenin dirilmeyeceğini <b>sanıyorlardı. </b>Fakat biz Kur’an’ı dinledikten sonra, bu iddianın tamamen yanlış olduğunu anladık.<b>”</b>","Mahmut Özdemir Meali":"“ ‘Allah kimseyi asla yeniden diriltmeyecek’ diye zannettiğiniz gibi onlar da zannediyordu”.","Mehmet Çakır Meali":"<i>Hattâ bu sığınmacılar, tıpkı siz cinler gibi, 'Allah kimseyi tekrar diriltmez' sanıyormuş...</i>","Mehmet Çoban Meali":"“Sözlerine inandıklarımız da Allah’ın hiç kimseyi diriltmeyeceğini sanmışlardı.”","Mehmet Okuyan Meali":"Onlar da sizin sandığınız gibi, Allah’ın kimseyi (elçi) olarak göndermeyeceğini sanmışlardı.","Mehmet Türk Meali":"“(Ey Cinler!) Doğrusu o (insanlar da) sizin zannettiğiniz gibi Allah’ın kimseyi (Peygamber olarak) göndermeyeceğini zannetmişlerdi.”","Muhammed Esed Meali":"O kadar ki, sizin [vaktiyle] düşündüğünüz gibi, onlar da Allah’ın hiç kimseyi [yeniden] asla [elçi olarak] göndermeyeceğini düşünmeye başladılar. ⁵","Mustafa Çavdar Meali":"– İşte o insanlar da sizin gibi, Allah’ın hiç kimseyi yeniden diriltemeyeceğini, hiç kimseyi elçi olarak göndermeyeceğini zannederlerdi. 40/35","Mustafa İslamoğlu Meali":"Öyle ki o sapık insanlar, tıpkı sizin sandığınız gibi Allah’ın hiç kimseyi elçi göndermeyeceğini[⁵³⁵⁰] sanmışlardı.[⁵³⁵¹]","Orhan Kuntman Meali":"Gerçek şu ki onlar da (o azan cinler de) sizin (müşriklerinizin) sandığı gibi, Allah'ın hiç kimseyi (peygamber olarak) göndermeyeceğini sandılar. ","Osman Fırat Meali":"Onlar da sizin sandığınız gibi Allâh’ın hiç kimseyi (öldükten sonra) diriltmeyeceğini sanmışlardı.","Ömer Nasuhi Bilmen Meali":"«Ve şüphesiz onlar da sizin zannetiğiniz gibi zannetmişlerdir ki, Allah hiçbir kimseyi peygamber göndermeyecektir.»","Suat Yıldırım Meali":"1, 2, 3, 4, 5, 6, 7. De ki: Bana vahyolunduğuna göre bir cin cemaati Kur'ân'ı dinledikten sonra şöyle dediler: “Biz gerçekten, doğru yolu gösteren harikulade bir Kur'ân dinledik. Bundan böyle Rabbimize asla bir şerik tanımayacağız. Rabbimizin şanı çok yücedir, O ne eş, ne de çocuk edinmiştir. Meğer içimizden birtakım cahiller, Allah hakkında gerçek olmayan sözler söylüyormuş! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan söylemez sanmışız! Meğer bir kısım insanlar cinlerden bazılarına sığınıp, böylece onları daha da azgın hale getirmişler! Onlar da, sizin zannettiğiniz gibi, Allah'ın ölen hiçbir kimseyi diriltmeyeceğini zannetmişler. [37, 1;46, 29-33]","Süleyman Ateş Meali":"Onlar da sizin sandığınız gibi Allah'ın hiç kimseyi diriltmeyeceğini sanmışlardı.","Süleyman Tevfik (1927)":"(Ey Müşrikler) Onlar da sizin zan iylediğiniz gibi, Allâh Te'âlâ'nın kimseyi öldükden sonra ba's itmeyeceğini zan iylediler.","Süleymaniye Vakfı Meali":"Onlar da sizin sandığınız gibi, Allah’ın artık kimseyi elçi göndermeyeceğini sanmışlar.","Şaban Piriş Meali":"Sizin zannettiğiniz gibi, onlar da Allah'ın hiç kimseyi yeniden diriltemeyeceğini sanmışlardı.","Ümit Şimşek Meali":"“Onlar da, sizin zannettiğiniz gibi, Allah kimseyi diriltmeyecek sanıyorlardı.","Yaşar Nuri Öztürk Meali":"\"Onlar, tıpkı sizin sandığınız gibi, Allah'ın hiç kimseyi asla diriltmeyeceğini/peygamber göndermeyeceğini sanmışlardı.\"","Eski Anadolu Türkçesi":"“daħı bayıķ ādemįler śandılar nite kim śanduñuz kim ķoparmaya yirden Tañrı kimseyi.”","Satıraltı Meal (1534)":"Ve anlar ṣandılardı siz ṣanġan gibi ki Tañrı Ta‘ālā hīç kimseyi ikinci dirilt‐mez.","Bunyadov-Memmedeliyev ":"Onlar (o insanlar) da siz (cinlər, yaxud o cinlər də siz insanlar) təkin elə güman edirdilər ki, Allah heç kəsi (öləndən sonra) diriltməyəcəkdir.","M. Pickthall (English)":"And indeed they supposed, even as ye suppose, that Allah would not raise anyone (from the dead)","Yusuf Ali (English)":"´And they (came to) think as ye thought, that Allah would not raise up any one (to Judgment)."},"8":{"Arabic":"وَاَنَّالَمَسْنَاالسَّمَٓاءَفَوَجَدْنَاهَامُلِئَتْحَرَسًاشَد۪يدًاوَشُهُبًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de biz, göğü yokladık da orasını, kuvvetli bekçilerle ve şihaplarla dolu bulduk.","Abdullah-Ahmet Akgül Meali":"<b>\"</b><i>(Kader programının günlük görev taksimatı sırasında bilgi hırsızlığı yapmak ve gelip insanları azdırmak için)</i><b> Doğrusu biz </b><i>(cinnler, Hz. Muhammed geldikten sonra yine) </i><b>göğü </b><i>(dokunup) </i><b>yokladık; fakat onu güçlü koruyucular ve şihablarla </b><i>(ateş alevleri olan kovalayıcı toplarla) </i><b>kaplı </b><i>(doldurulmuş)</i><b> bulduk.\"</b> ","Abdullah Parlıyan Meali":"Cinler devamla: “Gerçekten biz gök yüzünü yokladık ama onu güçlü muhafızlar ve alevlerle dolu bulduk.","Ahmet Tekin Meali":"“- Doğrusu biz göğü yokladık. Fakat onu güçlü koruyucular ve kor halinde akan alev yalımlarıyla  dolu gördük.”","Ahmet Varol Meali":"Doğrusu biz göğü yokladık da onu güçlü bekçiler ve parlak ateşlerle doldurulmuş bulduk.","Ali Bulaç Meali":"'Doğrusu biz göğü yokladık; fakat onu güçlü koruyucular ve şihablarla kaplı (doldurulmuş) bulduk.'","Ali Fikri Yavuz Meali":"Doğrusu biz (cinler topluluğu, meleklerin sözünü dinlemek için) semayı yokladık da, onu (meleklerden ibaret) çok kuvvetli bekçiler ve şihaplarla (akan yakıcı yıldızlarla) doldurulmuş bulduk.","Bahaeddin Sağlam Meali":"Ve (bana bildirildi ki: Onlar şöyle demişler.) “Gerçekten biz göğü yokladık, baktık, şiddetli nöbetçilerle ve ışık saçan yıldızlarla (ateş mermileri ile) doldurulmuştur.”","Bayraktar Bayraklı Meali":"“Doğrusu biz cinler, göğü yokladık, fakat onu sert bekçilerle, alev hüzmeleri ile doldurulmuş bulduk.”","Besim Atalay Meali (1965)":"«Biz göğe dokunmuştuk, onu sert bekçilerle, akan yıldızlarla dopdolu bulduk!","Cemal Külünkoğlu Meali":"“Doğrusu biz (cinler topluluğu, meleklerin sözünü dinlemek için) semayı yokladık. Fakat onu güçlü/çetin bekçilerle ve yakıcı ışınlarla dolu bulduk.” ","Cemil Said (1924)":"\"Göğe temâs itmek istediğimiz vakit orasını kuvvetli muhâfızlar ve âteşden şihâblar ile dolmuş bulduk. \"","Diyanet İşleri Meali (Eski)":"\"Doğrusu biz göğü yokladık; onu sert bekçiler ve kayan ateşlerle (ışınlarla) doldurulmuş bulduk.\"","Diyanet İşleri Meali (Yeni)":"“Kuşkusuz biz göğe ulaşmak istedik, fakat onu çetin bekçilerle ve yakıcı ışıklarla dolu bulduk.”","Kur'an Yolu (Diyanet İşleri)":"Hakikaten biz (cinler) göğü yokladık, onu güçlü muhafızlar ve alev toplarıyla doldurulmuş bulduk.","Diyanet Vakfı Meali":"Doğrusu biz (cinler), göğü yokladık, fakat onu sert bekçilerle, alev huzmeleriyle doldurulmuş bulduk.","Edip Yüksel Meali":"\"Biz göğe dokunduk ve onu güçlü bekçilerle ve ateş toplarıyla korunmuş bulduk.\"","Elmalılı Hamdi Yazır Meali":"(Cinler, dediler ki): \"Biz göğe dokunduk, onu kuvvetli bekçiler ve alevlerle dolu bulduk.\"","Elmalılı Meali (Orijinal)":"Ve doğrusu biz o Semayı yokladık da onu öyle bulduk ki şiddetli muhafızlar ve şihablarla doldurulmuş","Emrah Demiryent Meali":"(Cinler dediler ki:) “Doğrusu biz (cinler topluluğu, meleklerin sözünü dinlemek için) semâyı yokladık da onu (meleklerden ibaret) çok kuvvetli bekçiler ve şihâblarla (yıldızlardan kopan alev toplarıyla) doldurulmuş bulduk.","Erhan Aktaş Meali":"“Gerçekten de biz göğe erişmek istedik, fakat onun zorlu bekçiler ve ışınlarla doldurulmuş olduğunu gördük.”","Hasan Basri Çantay Meali":"(Cin devamla:) «Biz ciddî bir suretde göğe erişmek istedik. Fakat onu sert bekçilerle ve (yakıcı) şihablarla doldurulmuş bulduk».","Hayrat Neşriyat Meali":"“Doğrusu biz, (melâikeleri dinlemek için) göğe dokunduk (orayı yokladık) da onu(artık), kuvvetli bekçiler ve alevli yıldızlarla doldurulmuş bulduk.”","İhsan Aktaş Meali":"Ve (yine cinler şöyle dediler): Doğrusu biz (duyum almak için) semayı (fezayı) yokladık (kolaçan ettik). Ama onu (meleklerden ibaret) çetin muhafızlarla ve (yakıcı) ışınlarla dolu bulduk.","İlyas Yorulmaz Meali":"Biz göğe yöneldiğimizde, gökyüzünü çok güçlü bekçiler ve ateş parçaları ile doldurulmuş bulduk.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten biz göğü bir yoklamak istedik de onu sert koruyucularla, ateş parçalarıyla dolu bulduk.","İsmail Hakkı İzmirli":"«— Biz göğü yokladık, onu sert bekçiler ve ateş şu/leleriyle dolu bulduk» [⁵];","İsmail Yakıt":"“Gerçekten biz gökyüzünü (bilgi çalmak için) yokladık/ dinlemek istedik. Onu güçlü bekçiler ve alev saçan ateş topları ile dolu bulduk.”⁴","Kadri Çelik Meali":"“Doğrusu biz göğü yokladık; fakat onu güçlü koruyucular ve akanyıldızlarla doldurulmuş bulduk.”","Mahmut Kısa Meali":"<b>“</b>Zaten<b>göğü </b>gezip <b>yokladığımızda gördük ki, </b>bütün gökyüzü, uzayda gezip dolaşmayı bizim için neredeyse imkânsız hâle getiren<b> güçlü bekçilerle ve ateş toplarıyla doldurulmuş.</b> İşte bunu görünce, tarihin akışını değiştiren çok önemli bir olayın gerçekleştiğini anladık.<b>”</b>","Mahmut Özdemir Meali":"“Biz, Göğü yokladık; onu şiddetli bir koruma ve ışık hüzmeleri halinde dolmuş bulduk”.","Mehmet Çakır Meali":"<b><i>Duyduğumuza</i></b><i> göre, biz cinler, vaktiyle fezayı kolaçan ederken, oraları güçlü bekçiler ve parlak gök taşlarıyla dopdolu görmüşüz,</i>","Mehmet Çoban Meali":"“İnsanlardan bazıları göklerden bilgi alabileceklerine inanıyor. Bu tür palavralarla insanları kandırıyorlardı. Onlara bakarak biz de göklerden bilgi almak için uğraştık. Gördük ki göklerden bilgi almak mümkün değil. Çünkü göklerin kuvvetli bekçileri var. Gökyüzü alevlerle doldurulmuş. Oraya ulaşmamız mümkün değil. Gökler Rabbimiz tarafından koruma altına alınmış.”","Mehmet Okuyan Meali":"Biz göğü de yokladık fakat onu güçlü koruyucularla, ışık hüzmeleriyle doldurulmuş bulduk.","Mehmet Türk Meali":"“Doğrusu biz (cinler) göğü yokladık, fakat onu güçlü koruyucular ve parlak bir ateşle doldurulmuş bulduk.”","Muhammed Esed Meali":"Ve [zaman oldu] biz göğe uzandık: ⁶ ama onu güçlü muhafızlar ve alevlerle dolu bulduk, ⁷","Mustafa Çavdar Meali":"– Biz, bilgi çalmak için göklere erişmek istedik fakat onun, güçlü bekçiler ve alev toplarıyla donatılmış olduğunu gördük. 15/16-17, 21/32","Mustafa İslamoğlu Meali":"(Yine cinler şöyle dediler): “Gerçek şu ki biz göğü yokladık, ama onu tam donanımlı bir koruma ordusu ve tarifsiz bir göktaşı sağanağıyla dopdolu bulduk;[⁵³⁵²]","Orhan Kuntman Meali":"(Şimdi anlıyoruz ki bu doğru değildir, çünkü Hz. Muhammed'in gelişinden sonra) Biz göğe erişmek istedik de onu, sert bekçiler (melekler) ve alevlerle doldurulmuş bulduk.","Osman Fırat Meali":"Biz göğe yokladık, onu şedid bekçiler ve (yakıcı) ışınlarla doldurulmuş bulduk.","Ömer Nasuhi Bilmen Meali":"«Ve muhakkak ki, biz göze dokundukta hemen onu şiddetli bekçiler ile ve şihaplar ile doldurulmuş bulduk.»","Suat Yıldırım Meali":"“Biz göğe çıkmak istedik: Bir de ne görelim: orası sert ve kuvvetli bekçiler, şihablar, alevler, (roket gibi mermiler)le dolu! ","Süleyman Ateş Meali":"Biz göğe dokunduk, onu kuvvetli bekçilerle ve ışınlarla doldurulmuş bulduk.","Süleyman Tevfik (1927)":"Yine cinler: \"Semâya temâs itmek istediğimiz zamân onı şiddetli bekçiler ve şihâblar ile dolı bulduk.\"","Süleymaniye Vakfı Meali":"Bir gün göğe[*] vardık; orayı koruyucularla ve ateş parçalarıyla doldurulmuş bulduk.","Şaban Piriş Meali":"-Biz, göğü yokladık ve onun şiddetli bir koruma ve alevle dolu bulduk.","Ümit Şimşek Meali":"“Biz göğü yokladık; fakat onu güçlü bekçiler ve alevlerle(2) dolu bulduk.","Yaşar Nuri Öztürk Meali":"\"Biz göğe gerçekten dokunduk da onu titiz ve güçlü bekçilerle ve kayıp giden ışınlarla/alevlerle doldurulmuş bulduk.\"","Eski Anadolu Türkçesi":"“daħı bayıķ biz istedük gögi pes bulduķ anı ŧoldurılmış śaķlayıcılar ķatı daħı od yılduzlar.”","Satıraltı Meal (1534)":"Daḫı göge yitişmek ṭaleb itdük. Pes anı ṭapduḳ ṭolmış, muḥkem ḳuvvetlüḥārisler‐ile ve ılduzlar‐ıla.","Bunyadov-Memmedeliyev ":"Biz (cinlər yuxarı aləm əhlinin söhbətinə oğrun-oğrun qulaq asmaq üçün) göyə qalxmaq istədik (səmanı yoxladıq), amma onun (mələklərdən ibarət) güclü gözətçilər və yandırıb-yaxan (axan) ulduzlarla dolu olduğunu gördük.","M. Pickthall (English)":"And (the Jinn who had listened to the Qur’an said): We had sought the heaven but had found it filled with strong warders and meteors.","Yusuf Ali (English)":"´And we pried into the secrets of heaven; but we found it filled with stern guards and flaming fires.(5733)"},"9":{"Arabic":"وَاَنَّاكُنَّانَقْعُدُمِنْهَامَقَاعِدَلِلسَّمْعِۜفَمَنْيَسْتَمِعِالْاٰنَيَجِدْلَهُشِهَابًارَصَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de biz, orada, bir söz duymak için bazı yerlere otururduk, fakat şimdi kim, dinlemeye kalkışsa kendisini gözetliyen bir şihap buluyor.","Abdullah-Ahmet Akgül Meali":"<b>\"Oysa gerçekte biz, </b><i>(daha önce bazı sırları)</i><b> dinlemek için onun durak yerlerinde </b><i>(göğün bazı mevkilerine)</i><b> otururduk. Ama şimdi </b><i>(cinnlerden) </i><b>kim </b><i>(kader bilgilerini)</i><b> dinleyecek olsa, </b><i>(hemen)</i><b> kendisini izleyen bir şihab </b><i>(yıldız kayması denilen ateş ve alev çarpması)</i><b> bulur </b><i>(ve kovulur)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"Gerçekten de biz semadan bir söz duymak için bazı yerlere otururduk. Fakat şimdi kim dinlemeye kalkışsa kendisini bekleyen bir alevle karşılaşır.","Ahmet Tekin Meali":"“- Halbuki daha önce, biz göğün bazı bölgelerinde, haber dinlemek için oturacak yerler bulup oturuyorduk. Fakat şimdi, kim bilgi hırsızlığı yapmak isterse, kendisini gözetleyen kor halinde akan alev yalımlarını karşısında buluyor.”","Ahmet Varol Meali":"Oysa biz (daha önce, gayb haberlerini) dinlemek için orada bazı oturacak yerlere otururduk. Ama şimdi kim dinleyecek olursa kendisini izleyen parlak bir ateş(i karşısında) buluyor.","Ali Bulaç Meali":"'Oysa gerçekte biz, dinlemek için onun oturma yerlerinde otururduk. Ama şimdi kim dinleyecek olsa, (hemen) kendisini izleyen bir şihab bulur.'","Ali Fikri Yavuz Meali":"Halbuki biz (Peygamberin gönderilmesinden önce) haber dinlemek için göğün bazı (bekçilerden boş) yerlerine otururduk; fakat şimdi, kim dinleyecek olursa, kendisini gözetleyen bir şihap (yakıcı bir yıldız) buluyor.","Bahaeddin Sağlam Meali":"“Ve gerçekten biz (gökten bir şeyler) dinlemek için belli yerlerde otururduk. Şimdi artık kim dinlemek isterse kendisini gözetleyen bir ateş mermisini bulur.","Bayraktar Bayraklı Meali":"“Halbuki biz, göğü dinleyebileceğimiz yerlerde oturuyorduk. Fakat şimdi, kim dinlemek isterse, kendisini gözetleyen bir alev hüzmesi buluyor.”","Besim Atalay Meali (1965)":"Bizler, orada dinlemek için yerler buluyorduk, imdi kim dinlemek isterse, kendisini gözetliyen katı bir ateş bulur!","Cemal Külünkoğlu Meali":"“Oysa biz (Peygamberin gönderilmesinden önce) haber dinlemek için göğün bazı yerlerine otururduk. Ama şimdi kim dinlemeye kalkışırsa, derhal kendini gözetleyip izleyen bir alevle karşılaşıyor.”","Cemil Said (1924)":"\"İşitmek içün bir yerde oturduk, fakat kim istimâ’ itmek ister ise karşusına ihrâk içün şihâb çıkıyor idi.\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu biz, göğün dinleyebileceğimiz bir yerinde otururduk; ama şimdi kim dinleyecek olsa, kendisini gözleyen bir ateş (ışın) buluyor.\"","Diyanet İşleri Meali (Yeni)":"“Hâlbuki biz, (daha önce) göğün bazı yerlerinde gayb haberlerini dinlemek için otururduk. Fakat şimdi her kim dinlemeye kalkacak olursa, kendini gözetleyen yakıcı bir ışık bulur.”","Kur'an Yolu (Diyanet İşleri)":"Halbuki biz (daha önce, göğü) dinlemek için onun oturulabilecek yerlerinde otururduk; fakat şimdi kim dinlemek isterse kendisini gözetleyen bir alev topuyla karşılaşıyor.","Diyanet Vakfı Meali":"Halbuki, (daha önce) biz onun bazı kısımlarında (haber) dinlemek için oturacak yerler (bulup) oturuyorduk; fakat şimdi kim dinlemek isterse, kendisini gözetleyen bir alev huzmesi buluyor.","Edip Yüksel Meali":"\"Biz orada casusluk için otururduk. Ancak şimdi her kim dinlemek isterse kendisini gözleyen bir ateş topu bulur.\"","Elmalılı Hamdi Yazır Meali":"\"Doğrusu biz göğün bazı mevkilerinde dinlemek için otururduk. Fakat şimdi her kim dinleyecek olursa kendini gözetleyen parlak bir alev buluyor.\"","Elmalılı Meali (Orijinal)":"Ve doğrusu biz ondan dinlemek için ba'zî mevkı'lere otururduk, fakat şimdi her kim dinliyecek olursa onun için gözeten bir şihab buluyor","Emrah Demiryent Meali":"Hâlbuki biz, (daha önce) semânın bazı yerlerinde gayb haberlerini dinlemek için otururduk. Fakat şimdi (bizden) kim (melekleri) dinlemeye kalksa, (karşısında) kendisini (helâk etmek üzere) gözetleyen bir şihâb (yıldızlardan kopan alev topu) buluyor.","Erhan Aktaş Meali":"“Biz, dinlemek için oturma yerlerine otururduk. Fakat şimdi kim dinlemek isterse, kendisini gözetleyen bir ışın buluyor.”","Hasan Basri Çantay Meali":"«Halbuki hakıykaten biz (bundan evvel haber) dinlemek için onun ba'zı kısımlarında oturacak yerler (bulub) oturuyorduk. Fakat şimdi kim dinleyecek olursa kendisini gözetib duran bir şihab (karşısında) bulunuyor».","Hayrat Neşriyat Meali":"“Hâlbuki şübhesiz biz, (peygamberin gönderilmesinden önce) ondan oturulacak yerlerde (semâvât ehlini) dinlemek için otururduk. Fakat şimdi kim dinlemeye kalksa,(karşısında) kendisini (helâk etmek üzere) gözetleyen bir alev buluyor!”","İhsan Aktaş Meali":"Hâlbuki vaktiyle (daha önce) biz onun (fezanın) uygun yerlerinde (bilgi çalmak amacıyla melekleri) dinlemek için otururduk; ne var ki şimdi (bizden) kim dinlemeye kalkacak olursa, hemen karşısında (hedefe kilitli metafizik) bir şihap (ışın) buluyor. *","İlyas Yorulmaz Meali":"Gökyüzünü dinlemek için en yüksek tepelere oturmuştuk. Sonra kim göğü dinlemişse, o an onu takip eden ateş parçaları (kayan meteorlar)  bulmuştur.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten biz bundan önce orada işitilecek yerlere oturup konuşulanları dinliyorduk. Ancak, şimdi herkim orayı dinliyecek olursa yolunu bekliyen bir ateş parçasıyla karşılaşacaktır.","İsmail Hakkı İzmirli":"«— Biz hurafat işitmek üzere kulak vermek için orada duracak yerler buluyorduk. Her kim şirke kulak vermek isterse kendisini gözetler bir ateş şulesi bulur [⁶]»;","İsmail Yakıt":"“Hâlbuki biz (daha önce) göğün dinlemeye mahsus yerlerinde konuşlanırdık [makâ’ide]. Şimdi ise kim dinleyecek olsa, kendisini gözetleyen bir alev parçası buluyor.”","Kadri Çelik Meali":"“Oysa gerçekten biz, dinlemek için onun (göklerin) oturma yerlerinde otururduk. Ama şimdi kim dinleyecek olsa, (hemen) kendisini izleyen bir akanyıldız bulur.”","Mahmut Kısa Meali":"<b>“</b>Çünkü daha önce göğe çıkar ve melekler arasında geçen konuşmaları <b>dinlemek için uygun yerlere otururduk. </b>Orada işittiğimiz bazı bilgi kırıntılarını —bire beşyüz katarak— gelip kahinlere, falcılara haber verirdik.<b> Fakat şimdi, </b>Son Elçinin gönderilmesinden sonra, artık<b> kim </b>göğe çıkıp melekleri <b>dinlemeye kalkışsa, kendisini izleyen bir alev topuyla karşılaşır </b>ve oracıkta yanıp küle çevrilir.<b>”</b>","Mahmut Özdemir Meali":"“ ‘Dinlemek’ için biz, oradan oturaklara oturuyorduk. Şimdi, kim dinlerse, onu izleyen bir alev olarak bulur”.","Mehmet Çakır Meali":"<i>hattâ, vaktiyle biz, fezanın bazı noktalarında oturup dinleme görevi bile yapmışız.</i> <i>-halbuki şimdi birimiz, fezayı dinleyecek olsa, hemen karşısında ışınlı bir bekçi buluyor- </i>","Mehmet Çoban Meali":"“Bizler cahillikle göklerden bilgi almak için gökleri dinlemeğe mahsus yerlere otururduk. Yıldızları inceler geleceğimizi okumak isterdik. Anladık ki bilgilerimizi inançlarımızı boş şeylerle doldurmuşuz. Şimdiye kadar bizim bütün uğraşlarımız, bütün çabalarımız hep boşunaymış! Saçma sapan inançlarımız bizi kızgın alevlere götürüyormuş.”","Mehmet Okuyan Meali":"(Oysa) biz (haber) dinlemek için göğün (çeşitli) yerlerinde oturuyorduk fakat şimdi kim (haber) dinlemek isterse, kendisini takip eden bir alev hüzmesi bulu(yo)r. [*]","Mehmet Türk Meali":"“Hâlbuki (daha önce) biz, onun (haber) dinleyebileceğimiz bir yerinde otururduk. Fakat şimdi kim dinlemek isterse, (karşısında) kendisini gözetleyen parlak bir ateş buluyor.”","Muhammed Esed Meali":"halbuki onu[n gizlediği her sırrı] dinleyebileceğimiz [uygun] yerlere kurulmuştuk: ⁸ ve şimdi [veya başka zaman] onu dinlemeye çalışan herkes [aynı şekilde] kendisini bekleyen bir alev ile karşılaşacaktır! ⁹","Mustafa Çavdar Meali":"– Hâlbuki vaktiyle biz gizli bilgiler edinmek için gökyüzünün bazı yerlerine otururduk. Şimdi ise oradan kim haber çalmaya kalkışacak olsa hemen yakıcı bir alev topuyla karşılaşıyor. 37/6...10, 41/12","Mustafa İslamoğlu Meali":"halbuki vaktiyle biz onun uygun yerlerinde (haber) dinlemek için otururduk;[⁵³⁵³] ne var ki şimdi (bizden) her kim dinlemeye kalksa, derhal karşısında hedefe kilitli bir ateş topu buluyor.[⁵³⁵⁴]","Orhan Kuntman Meali":"Oysa daha önce biz göğün bazı kısımlarında haber dinlemek için oturuyorduk, fakat şimdi kim dinlemeye kalksa, kendisini gözetip duran bir alev hüzmesi buluyor.","Osman Fırat Meali":"Ve biz onun dinlemeğe mahsus olan oturma yerlerinde oturur (gayb haberlerini dinlemeğe çalışırdık). Artık şimdi kim dinlemek istese, kendisini gözetleyen bir yakıcı bir ışın bulur.","Ömer Nasuhi Bilmen Meali":"«Ve hakikaten biz dinlemek için ondan oturulacak yerlerde oturuyorduk. Fakat şimdi kim dinleyecek olursa onun için bir gözetici şihap buluyor.»","Suat Yıldırım Meali":"“Önceleri biz göğün bazı yerlerinde oturup dinleme merkezleri edinirdik. Ama şimdi kim dinlemeye kalkışırsa, derhal kendini gözetleyip izleyen bir alevle karşılaşıyor. {KM, Tekvin 3, 24}","Süleyman Ateş Meali":"Ve biz onun dinlemeğe mahsus olan oturma yerlerinde oturur(gayb haberlerini dinlemeğe çalışır)dık. Artık şimdi kim dinlemek istese, kendisini gözetleyen bir ışın bulur.","Süleyman Tevfik (1927)":"\"Evvelce, gökden sözleri işidecek bir yerde oturır ve dinlerdik. Şimdi semâdan bir şey işitmek isteyen kendi içün bekleyen şihâbı bulur (derhâl bir şihâbla semâdan uzaklaşdırılur.)\"","Süleymaniye Vakfı Meali":"Halbuki biz orada bazı yerlere oturur, (yüce meclisi)[*] dinlerdik. Şimdi orayı kim dinlese kendini gözleyen bir ateş parçasıyla karşılaşıyor.","Şaban Piriş Meali":"Oysa, orada bizim dinlemek için oturma yerlerimiz vardı. Şimdi kim dinlemek istese onu gözeten bir alev yakalıyor.","Ümit Şimşek Meali":"“Önceden, haber dinlemek için orada oturacak yerler bulup otururduk. Şimdi kim birşey dinlemeye kalksa, kendisini gözetleyen bir alev bulur.","Yaşar Nuri Öztürk Meali":"\"Biz eskiden, onun, dinlemek için oturulan yerlerinde otururduk. Ama şu anda kim dinlemeye kalksa kendisini gözetleyen bir alev/ışık bulur.\"","Eski Anadolu Türkçesi":"“daħı bayıķ biz otururıduķ andan oturacaķ yirlere işitmeġe. pes her kim ķulaķ duta işitmeġe şimdi bula anuñ-içün od yılduz yol bekleyici.”","Satıraltı Meal (1534)":"Daḫı biz otururduḳ andan oturaçaḳ yirlerde işitmeg‐içün. ","Bunyadov-Memmedeliyev ":"Biz (Muhəmməd əleyhissəlamın peyğəmbər göndərilməsindən əvvəl mələklərin söhbətinə) qulaq asmaq üçün (göyün) bə’zi yerlərində otururduq. Lakin indi kim (onların söhbətinə) qulaq asmış olsa, yandırıb-yaxan bir ulduzun onu gözlədiyini görər.","M. Pickthall (English)":"And we used to sit on places (high) therein to listen. But he who listened now findeth a flame in wait for him;","Yusuf Ali (English)":"´We used, indeed, to sit there in (hidden) stations, to (steal) a hearing; but any who listen now(5734) will find a flaming fire watching him in ambush."},"10":{"Arabic":"وَاَنَّالَانَدْر۪ٓياَشَرٌّاُر۪يدَبِمَنْفِيالْاَرْضِاَمْاَرَادَبِهِمْرَبُّهُمْرَشَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de bilmiyoruz, yeryüzündekilere bir kötülük gelmesi mi isteniyor, yoksa Rabbleri, onlara doğru yolu buldurmayı mı diledi?","Abdullah-Ahmet Akgül Meali":"<b>\"Doğrusu </b><i>(hikmetini)</i><b> bilmiyoruz; </b><i>(cinnlerin bazı kader bilgilerini çalmaktan kovulmaları suretiyle)</i><b> yeryüzünde olanlara bir kötülük mü istendi, yoksa Rableri kendileri için </b><i>(doğruya iletici)</i><b> bir hayır mı diledi </b><i>(bunu tam seçemiyoruz)</i><b>?\"</b> ","Abdullah Parlıyan Meali":"Gökyüzünün bekçi ve alevlerle dolmasıyla biz; yeryüzündeki kişilere fenalık erişmesi mi istenildi, yoksa Rableri onlara doğru yolu buldurmayı mı diledi bilmiyoruz.","Ahmet Tekin Meali":"“Yeryüzündeki akıllı ve sorumlu varlıklara kötülük mü yapılmak isteniyor, yoksa Rableri onlara huzurlu, aydınlık bir hayat mı diledi, bilemiyoruz.”","Ahmet Varol Meali":"Bilmiyoruz, acaba yeryüzünde olanlar için bir kötülük mü istendi yoksa Rableri onlar için bir hayır mı diledi?","Ali Bulaç Meali":"'Doğrusu bilmiyoruz; yeryüzünde olanlara bir kötülük mü istendi, yoksa Rableri kendileri için (doğruya iletici) bir hayır mı diledi?'","Ali Fikri Yavuz Meali":"Doğrusu biz bilmeyiz; o arzdaki kimselere bir fenalık mı istenmiştir; yoksa Rableri onlara bir iyilik mi dilemiştir?","Bahaeddin Sağlam Meali":"“Biz bilmiyoruz, yeryüzündekilere bir kötülük mü dilenmiş, yoksa Rableri olan Allah onlar hakkında doğru bir iş mi dilemiş?","Bayraktar Bayraklı Meali":"“Yeryüzündekilere kötülük mü yapılmak istendiğini, yoksa Rablerinin onlara bir iyilik mi yapmak istediğini biz bilemeyiz.”","Besim Atalay Meali (1965)":"Biz bilmeliyiz yeryüzünde olanı, kötülük mü istenmiş? Yoksa, Tanrıları doğru yolu göstermek mi dilemiş?","Cemal Külünkoğlu Meali":"“Biz kesinlikle bilmiyoruz, yeryüzündekiler hakkında şer mi murat edilmiş yoksa Rableri onları doğru yol bilincine ulaştırmayı mı murat ediyor? (Bunu tam kavrayamadık)","Cemil Said (1924)":"\"Arz sâkinlerine bir felâket mi hazırlanıyordı, yâhud rabbbimiz ânları tarîk-i hidâyete mi sevk itmek istiyordı, anlayamadık.\"","Diyanet İşleri Meali (Eski)":"\"Yeryüzünde olanlara kötülük mü murad edildi, yahut Rableri onlara bir iyilik mi dilemiştir, doğrusu biz bilemeyiz.\"","Diyanet İşleri Meali (Yeni)":"“Hakikaten biz bilmiyoruz, yeryüzündekilere kötülük mü istendi, yoksa Rableri onlara bir hayır mı diledi?”","Kur'an Yolu (Diyanet İşleri)":"Bilmiyoruz, yeryüzündekiler hakkında bir kötülük mü murat edildi yoksa rableri onlar için bir iyilik mi diledi?","Diyanet Vakfı Meali":"Bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi?","Edip Yüksel Meali":"\"Yerdekiler için bir kötülük mü planlanmıştır, yoksa Rab'leri onlar için bir iyilik mi dilemiştir, bilmiyoruz.\"","Elmalılı Hamdi Yazır Meali":"\"Doğrusu biz bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi?\"","Elmalılı Meali (Orijinal)":"Ve doğrusu biz bilmeyiz o Arzdaki kimselere bir şer mi irade edilmiştir, yoksa rabları onlara bir hayır mı murad etmiştir","Emrah Demiryent Meali":"(Semânın bekçilerle ve şihâblarla dolmasından dolayı) yeryüzündekilere bir ceza mı murat edildi, yoksa Rableri onlara bir hayır mı diledi, şüphesiz biz bunu bilemiyoruz.","Erhan Aktaş Meali":"“Gerçekten bilmiyoruz. Yeryüzünde olan kimselere kötülük mü istendi yoksa Rabb'leri onlara bir iyilik mi istedi bilmiyoruz.”","Hasan Basri Çantay Meali":"«Doğrusu biz yerdeki kişilere şer mi murad ediliyor, yoksa Rableri onlar için bir hayır mı irâde ediyor, bilmiyormuşuz».","Hayrat Neşriyat Meali":"“Ve gerçekten biz bilmiyoruz, (bununla) yeryüzünde bulunan kimselere bir kötülük mü (yapılmak) istenildi, yoksa Rableri onlara bir iyilik mi diledi?”","İhsan Aktaş Meali":"«Ve doğrusu anlamıyoruz; (göğün bu tür metafizik ışınlarla korunmuş olması) yeryüzünde olanlara bir kötülük mü istenmiş, yoksa Rableri kendileri için (doğru olana iletici) bir hayır mı dilemiş?»","İlyas Yorulmaz Meali":"Şurası bir gerçektir ki, yeryüzünde olanlar için bir şer mi? dilendi, yoksa Rableri onlara doğru yolu mu? Göstermeyi diledi, biz bilmeyiz.","İsmayıl Hakkı Baltacıoğlu":"Doğrusu, biz bilmiyormuşuz, yeryüzündekilerin başına bir kötülük gelmesi mi isteniyor, yoksa çalapları onları doğru yola iletmek mi istiyor.","İsmail Hakkı İzmirli":"«— Bilmiyoruz ki bu yolda gözetilmekle acaba yerde olan insanlara fenalık mı istendi? Yoksa Rableri onlara doğruluk ve iyilik mi istedi [⁷]?»;","İsmail Yakıt":"“Hakikaten biz, yeryüzündekilere kötülük mü istendi, yoksa Rableri onlara bir temyiz/doğruyu eğriyi ayırt etme yeteneği [reşeden] mi murat etti, bilemeyiz.”","Kadri Çelik Meali":"“Doğrusu bilmiyoruz; yeryüzünde olanlara bir kötülük mü istendi, yoksa rableri kendileri için bir hayır mı diledi?”","Mahmut Kısa Meali":"<b>“</b>Bunun sebebini <b>bilemiyoruz; acaba </b>gökyüzünün böyle sıkı denetim altına alınmasıyla <b>yeryüzünde yaşayanlara bir ceza mı verilmek istendi, yoksa Rab’leri onlara doğru yolu </b>göstermeyi<b> mi diledi.”</b>","Mahmut Özdemir Meali":"“Biz, bilmeyiz; Yeryüzü’ndeki kimselerle ilgili şerr mi isteniyor, yoksa onlara rabb’leri bir rüşd / doğruluk mu istedi?”.","Mehmet Çakır Meali":"<i>Ancak, Allah bizi bu görevden alırken dünya halkına kötülük mü etti, yoksa onları daha ileri bir aşamaya mı geçirdi bize bilgi verilmemiş...</i>","Mehmet Çoban Meali":"“Etrafımızda olan olayların anlamını tam anlamış değiliz. Düşünmedik. Rabbimiz bize merak verirken niçin verdi! Meraklarımızı insanların hayrına olan şeyler için mi kullanalım, yoksa insanların kötülüğüne mi kullanalım? Bu imtihanı geçemedik. Bu sorunun gerçeğini bilmeden hareket ediyormuşuz. Merakımızı, bencilliğimizi, egomuzu tatmin etmek, hırslarımızın peşinden gitmek için kullanmışız!”","Mehmet Okuyan Meali":"(Artık) yeryüzündekilere kötülük mü edildiğini, yoksa Rablerinin onlara bir hayır mı dilediğini bilemiyoruz.","Mehmet Türk Meali":"“Bununla yeryüzündekilere kötülük mü (yapılmak) istendi, yoksa Rableri, onları en doğruya iletmek mi diledi, bilmiyoruz?”","Muhammed Esed Meali":"Ve [şimdi anladık ki] biz [yaratılmış varlıklar,] yeryüzünde yaşayanlar için kötü bir akibetin hazırlanıp hazırlanmadığını, yahut Rablerinin onları doğru ile eğriyi ayırd etme bilinciyle donatmak isteyip istemediğini ¹⁰ bilmiyoruz","Mustafa Çavdar Meali":"– Doğrusu yeryüzündekiler hakkında şer mi murat edilmiş yoksa Rabbleri onları doğru yol bilincine ulaştırmayı mı murat ediyor? Biz bilmiyoruz. 6/188, 27/65","Mustafa İslamoğlu Meali":"Ve anladık ki, gerçekte biz (gaybı) bilmiyormuşuz; (mesela) şu yerdekilere şer mi murad edilmiş, yoksa Rableri onları doğru bir bilince ulaştırmayı mı murad etmiş?[⁵³⁵⁵]","Orhan Kuntman Meali":"Doğrusu biz bilmiyoruz yeryüzündekilere kötülük mü dilenmiştir, yoksa Rableri onlara bir hayır mı dilemiştir? ","Osman Fırat Meali":"Ve biz artık bilmiyoruz yer yüzündeklere kötülük mü isteniyor ya da rabbleri onları doğruya mı iletmek istiyor...","Ömer Nasuhi Bilmen Meali":"«Ve doğrusu biz bilmiyoruz ki, yerde bulunanlar için bir şer mi murad edilmiştir, yoksa onlar için Rableri bir doğruluk mu irâde buyurmuştur?»","Suat Yıldırım Meali":"“Doğrusu, iyi anlayamadık: Yerde oturanlara fenalık mı irade edildi, yoksa Rab'leri onlar hakkında hayır ve hidâyet mi diledi, bilemiyoruz. ”","Süleyman Ateş Meali":"Bilmiyoruz bununla yeryüzündekilere kötülük mü (yapılmak) istendi, yoksa Rabbleri onları doğruya mı iletmek diledi.","Süleyman Tevfik (1927)":"\"Bizim semâyı dinlemekden men'imizle Allâh Te'âlâ arzda bulunanlara şer mi veyâhud hayır mı murâd itdi? bilemeyiz.\"","Süleymaniye Vakfı Meali":"Yeryüzündekilere bir kötülük mü isteniyor, yoksa Rableri onları olgunlaştırmak mı istiyor; bir türlü anlayamıyorduk[*].","Şaban Piriş Meali":"Gerçekten de bilmiyoruz, yeryüzündekilere bir kötülük mü isteniyor; yoksa, Rab'leri onlara doğru yolu göstermek mi istedi?","Ümit Şimşek Meali":"“Bununla yeryüzü ahalisi için bir kötülük mü kastedilmiştir, yoksa Rableri onlar için iyilik mi dilemiştir; onu biz bilemeyiz.","Yaşar Nuri Öztürk Meali":"\"Doğrusu, bilmiyoruz, yeryüzündeki şuurlulara şer mi istendi, yoksa Rableri onlar için doğru ve güzel olanı mı istemiştir.\"","Eski Anadolu Türkçesi":"“daħı bayıķ biz bilmezüz şer mi dilenildi yirdegiye yā diledi mi anlara çalabı’ları ŧoġru yol bulmaķ.”","Satıraltı Meal (1534)":"Daḫı biz bilmezüz şer mi istenildi yirde olanlara, yā anlara Tañrıları ḫayrmı diledi?","Bunyadov-Memmedeliyev ":"Biz bilmirik ki, (göyün gözətçi mələklərlə, axan ulduzlarla doldurulması və mələklərin söhbətinə qulaq asmağın bizə qadağan edilməsi ilə) yerdə olanlara bir pislik etmək istənilmişdir, yoxsa Rəbbi onlara bir xeyir diləmişdir.","M. Pickthall (English)":"And we know not whether harm is boded unto all who are in the earth, or whether their Lord intendeth guidance for them.","Yusuf Ali (English)":"´And we understand not whether ill is intended to those on earth,(5735) or whether their Lord (really) intends to guide them to right conduct."},"11":{"Arabic":"وَاَنَّامِنَّاالصَّالِحُونَوَمِنَّادُونَذٰلِكَۜكُنَّاطَرَٓائِقَقِدَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten bizden temiz kişiler de vardı, içimizde, böyle olmayanlar da vardı; ayrıayrı yollar tutmuştuk.","Abdullah-Ahmet Akgül Meali":"<b>\"Gerçek şu ki, bizden </b><i>(cinnlerden imanlı ve yararlı) </i><b>salih olanlar da vardır ve bunun dışında </b><i>(ya da aşağısında)</i><b> olanlar da </b><i>(bulunmaktadır)</i><b>. Biz </b><i>(cinnler de insanlar gibi)</i><b> farklı ve ihtilaflı yolların </b><i>(birbirlerine aykırı tasavvur ve tarikatların)</i><b> fırkaları olmuşuz.\"</b> ","Abdullah Parlıyan Meali":"Ve doğrusu bizden iyi yararlı kişiler de var ve onlardan aşağıda olan kişiler de vardır. Bizler ayrı ayrı yollar tutmuşuzdur.","Ahmet Tekin Meali":"“- Bizden bir kısmı dindar, ahlâklı, hayır-hasenat sahibi, mü'min, sâlih kimseler. Bir kısmı da bunlardan aşağı seviyede. Biz hep farklı anlayış ve seviyede cemaatler haindeyiz .”<br>\r\n","Ahmet Varol Meali":"Gerçek şu ki, bizden salih olanlar da var, bunun aşağısında olanlar da. Biz, çeşit çeşit yollara ayrılmış gruplardık.","Ali Bulaç Meali":"'Gerçek şu ki, bizden salih olanlar vardır ve bunun dışında (ya da aşağısında) olanlar da. Biz türlü türlü yolların fırkaları olmuşuz.'","Ali Fikri Yavuz Meali":"Doğrusu, biz cinlerin içinde, mümin olanlar da var, içimizden bundan aşağı (kâfirler) olan da var. (Allah'a iman etmezden önce) çeşit çeşit mezheplere ayrılmış idik.","Bahaeddin Sağlam Meali":"“Ve doğrusu, bizden salihler de vardır, onun altında olanlar da vardır. Biz çok değişik yollara bölünmüşüz.”","Bayraktar Bayraklı Meali":"“Bizden iyiler de vardır, iyi olmayanlar da. Biz çeşitli gruplara ayrıldık.”","Besim Atalay Meali (1965)":"Aramızda onatlar da var, başkaları da var, bizler türlü türlü yollara gittik","Cemal Külünkoğlu Meali":"“Nitekim bizden iyiler de var, bu düzeye erişememiş olanlar da var. Biz farklı yollara ayrılmışız (değişik inanç ve davranışlara sahibiz).”","Cemil Said (1924)":"\"Bizim içimizde sâlih ve fâzıl olanlar da vardır. Biz bir kaç mezhebe münkasımız.\"","Diyanet İşleri Meali (Eski)":"\"Doğrusu aramızda iyiler de vardır, bundan aşağı bulunanlar da vardır. Biz, türlü türlü yolda olan topluluklardık.\"","Diyanet İşleri Meali (Yeni)":"“Doğrusu içimizde salih olanlar da var, olmayanlar da. Ayrı ayrı yollar tutmuşuz.”","Kur'an Yolu (Diyanet İşleri)":"Doğrusu içimizde iyiler var, ama aramızda başka türlü olanlar da var; hâsılı biz farklı gruplardan oluşuyoruz.","Diyanet Vakfı Meali":"Gerçekten biz, -kimimiz sâlih kişiler, kimimiz ise bunlardan aşağıda olmak üzere- türlü türlü yollar tutmuştuk.","Edip Yüksel Meali":"\"Aramızda erdemliler de var, bunun aşağısında olanlar da var; biz çeşitli tarikatlara(yollara) ayrıldık. \"","Elmalılı Hamdi Yazır Meali":"Doğrusu bizler; bizden iyi olanlar da var, olmayanlar da var. Biz çeşitli yollara ayrılmışız.","Elmalılı Meali (Orijinal)":"Ve doğrusu bizler: bizlerden salih olanlar da var, olmıyanlar da var dilim dilim tarikatler olmuşuz","Emrah Demiryent Meali":"Gerçek şu ki, bizden (biz cinlerin içinde) sâlih olanlar da var, içimizden bundan aşağı olanlarda var. (İnanç hususunda) her birimiz ayrı ayrı yollar tutmuştuk.","Erhan Aktaş Meali":"“Doğrusu bir kısmımız salihlerdeniz¹, bir kısmımız da bunun dışındadır. Biz, ayrı ayrı yollar tuttuk.”","Hasan Basri Çantay Meali":"«Hakıykaten biz, kimimiz salâha ermiş (iyi kişi) leriz, kimimiz ise bunlardan aşağıdır. Çeşid çeşid yollar (a saahib) olmuşuz».","Hayrat Neşriyat Meali":"“Doğrusu biz ise, bizden sâlih olanlar da vardır ve bizden bundan aşağıda olanlar(böyle sâlih olmayanlar) da vardır. Farklı farklı yollar(da gider) olmuşuz.”","İhsan Aktaş Meali":"Doğrusu biz ise, bizden salih (erdemli) olanlar da vardır ve bizden bundan aşağıda olanlar (böyle salih olmayanlar) da vardır. Bizler ayrı ayrı yollar tutmuşuzdur.","İlyas Yorulmaz Meali":"Bizim içimizden doğru ve faydalı işler yapanlar olduğu gibi, bundan başka farklı yollarda olanlarda var.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten bizim içimizde iyi olanlar da vardır, aşağılık olanlar da vardır. Herbirimiz ayrı bir yol tutmuşuzdur.","İsmail Hakkı İzmirli":"«— Aramızda salihler de vardır, onlardan başka, olanlar da vardır. Biz ayrı ayrı yollar tutmuşuz»;","İsmail Yakıt":"Muhakkak ki bizim içimizde iyi ve yararlı işler yapanlar [sâlihûn] da var, böyle olmayanlar da var. Biz farklı farklı yollara ayrılmışız.”","Kadri Çelik Meali":"“Şüphesiz bizden salih olanlar da vardır ve bizden böyle (salih) olmayanlar da. Biz, türlü türlü yollara ayrılmışız.”","Mahmut Kısa Meali":"<b>“</b>Fakat ikinci ihtimal daha yakın görünüyor. Çünkü biz cinler hepimiz aynı değiliz; <b>içimizde dürüst ve erdemli kimseler de var, bunun çok aşağısında kalan </b>azgın<b>lar da var. Bizler, </b>tıpkı insanlar gibi farklı görüş ve inançlara sahip<b> çeşitli gruplara ayrılmış vaziyetteyiz. </b>Bu da gösteriyor ki, bizim de Allah’ın yol göstericiliğine şiddetle ihtiyacımız var.<b>”</b>","Mahmut Özdemir Meali":"“Bizden, Salihler (İyiler) de vardır, bundan başkası da vardır. Lime lime halinde tarîkler (yollar) olduk”.","Mehmet Çakır Meali":"<b><i>Duyduğumuza</i></b><i> göre biz cinler arasında iyiler de varmış kötüler de, boy boy farklı imişiz.</i> <b></b>","Mehmet Çoban Meali":"“Artık şunu iyi biliyoruz ki bizim içimizde iyiler de var, kötüler de var. Aramızda bilgi, görgü ve inançta çeşitli yollara ayrılarak parçalandık.”","Mehmet Okuyan Meali":"İçimizden iyiler de başkaları (kötüler) de var. Hepimiz türlü türlü yollar tutmuştuk.","Mehmet Türk Meali":"“Gerçekten biz, kimimiz iyi kişiler, kimimiz de bunların aşağısında olmak üzere, türlü yollar tutmuştuk.”","Muhammed Esed Meali":"tıpkı, içimizden bazıları [nasıl] dürüst ve erdemli olurken bazılarımızın da bunun [çok çok] aşağısında kaldı[ğını bilmediğimiz gibi]: biz her zaman birbirinden çok farklı yollar-yöntemler izledik.","Mustafa Çavdar Meali":"– Nitekim bizden iyi olanlar da var, öyle olmayanlar da var. Biz, farklı farklı yollarda yürümekteyiz. 2/177, 39/33","Mustafa İslamoğlu Meali":"Nitekim bizden iyi olanlar var, ama bizden öyle olmayanlar da var: zaten öteden beri biz hep birbirine aykırı yollar izlemişiz.[⁵³⁵⁶]","Orhan Kuntman Meali":"Gerçekten aramızda sâlihler de vardır, olmayanlar da, biz çeşitli yollara ayrılmışızdır.","Osman Fırat Meali":"Doğrusu içimizde salih olanlar da var, olmayanlar da. Ayrı ayrı yollara ayrılmışız.","Ömer Nasuhi Bilmen Meali":"«Ve şüphe yok ki bizden sâlih kimseler vardır ve bizden onun dûnunda olanlar da vardır. Biz müteferrik cemaatler olmuşuzdur.»","Suat Yıldırım Meali":"“Bizden iyi kimseler olduğu gibi, iyi olmayanlar da var. Biz türlü türlü yollar tutmuşuz. ","Süleyman Ateş Meali":"Bize gelince, bizden iyiler de var ve bizden başka türlü olan da var. Biz çeşitli yollara ayrıldık.","Süleyman Tevfik (1927)":"\"Ve bizden sâlih bir cemâ'at oldığı gibi onun gayrı olanlar da vardır, biz müteferik tarîklere ayrıldık.\" ","Süleymaniye Vakfı Meali":"Bizim içimizde iyiler de var, yanlış yapanlar da. Her birimiz ayrı ayrı yollardayız.","Şaban Piriş Meali":"İçimizden iyi olanlar da var, olmayanlar da var. Biz, türlü türlü yollara ayrılmışız.","Ümit Şimşek Meali":"“İçimizden iyi kimseler de var, iyi olmayanlar da. Biz de bölük bölük olup çeşitli yollar tutmuşuzdur.","Yaşar Nuri Öztürk Meali":"\"Şu da bir gerçek ki, bizden hayra yönelenler/barışçılar vardır; ama bizden, başka türlü olanlar da vardır. Dilim dilim yollar olmuşuz biz.\"","Eski Anadolu Türkçesi":"“daħı bayıķ biz bizden śāliḥlerdür daħı bizden şundan ayruķdur. olduķ bölükler dürlü dileklüler.”","Satıraltı Meal (1534)":"Daḫı bizden ṣāliḥler vardur ve andan özge daḫı vardur. Biz muḫtelifmeẕhebler üstine‐biz.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, aramızda əməlisaleh olanlar da var, olmayanlar da. Biz müxtəlif firqələrə (məzhəblərə) ayrılmışıq.","M. Pickthall (English)":"And among us there are righteous folk and among us there are far from that. We are sects having different rules.","Yusuf Ali (English)":"´There are among us some that are righteous, and some the contrary: we follow divergent paths."},"12":{"Arabic":"وَاَنَّاظَنَنَّٓااَنْلَنْنُعْجِزَاللّٰهَفِيالْاَرْضِوَلَنْنُعْجِزَهُهَرَبًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de iyice anladık ki yeryüzünde Allah'ı aciz bırakmamıza imkan yok ve kaçmakla da asla onu acze düşüremeyiz.","Abdullah-Ahmet Akgül Meali":"<b>\"Biz </b><i>(mü’min cinnler)</i><b> şüphesiz, yeryüzünde </b><i>(bulunsak da)</i><b> Allah’ı asla aciz bırakamayacağımızı, </b><i>(çok hızlı hareket edip) </i><b>kaçmak suretiyle de O’nu çaresizliğe uğratıp hiçbir şekilde </b><i>(elinden)</i><b> kurtulamayacağımızı kesinlikle anlamış durumdayız.\"</b> ","Abdullah Parlıyan Meali":"Ve sonunda anladık ki, yeryüzünde hayat sürerken Allah'a asla üstün gelemeyiz ve yine anladık ki, kaçarak da O'nun hükmünden kurtulamayız.","Ahmet Tekin Meali":"“Biz yeryüzünde Allah'ı âciz bırakamayacağımızı, koyduğu kanunların dışına çıkarak yakamızı kurtaramayacağımızı kaçarak da elinden kurtulamayacağımızı, anladık.”","Ahmet Varol Meali":"Biz, yeryüzünde Allah'ı aciz bırakamayacağımızı, (göğe) kaçmakla da O'nu aciz bırakamayacağımızı anladık.","Ali Bulaç Meali":"'Biz şüphesiz, Allah'ı yeryüzünde asla aciz bırakamıyacağımızı, kaçmak suretiyle de O'nu hiç bir şekilde aciz bırakamıyacağımızı anladık.'","Ali Fikri Yavuz Meali":"Gerçekten biz anladık ki, Allah'ı yeryüzünde acze düşürmemize asla imkân yok, kaçmakla da hiç bir zaman O'nu âciz bırakamayız.","Bahaeddin Sağlam Meali":"“Ve yeryüzünde Allah’ı aciz bırakıp (ondan kurtulamayacağımızı) ve (yeryüzünden) kaçmakla O’nu aciz bırakamayacağımızı anladık.”(*)","Bayraktar Bayraklı Meali":"“Biz, yeryüzünde Allah'ı asla âciz bırakamayacağımızı ve kaçarak da O'ndan kurtulamayacağımızı kesin olarak anladık.”","Besim Atalay Meali (1965)":"Anladık ki, yeryüzünde bulunsak da, kaçsak da Allahı hiç âciz kılmış olamayız!","Cemal Külünkoğlu Meali":"“Biz (Kur'an'ı dinleyince) anladık ki; yeryüzünde (ne kadar güçlü olursak olalım) Allah'ı aciz bırakamayız, (evrenin başka köşelerine) kaçmakla da O'nun elinden kurtulamayız.”","Cemil Said (1924)":"\"Biz anlayor idik ki nereye gitsek arz üzerinde Allâh’ın kudretini za’fa dûçâr idemeyiz.\"","Diyanet İşleri Meali (Eski)":"\"Yeryüzünde kalsak da Allah'ı aciz bırakamayacağımız, başka yere kaçsak da, O'nu aciz kılamayacağımız gerçeğini şüphesiz anladık.\"","Diyanet İşleri Meali (Yeni)":"“Muhakkak ki biz Allah’ı yeryüzünde âciz bırakamayacağımızı, kaçarak da onu âciz bırakamayacağımızı anladık.”","Kur'an Yolu (Diyanet İşleri)":"Sonunda anladık ki yeryüzünde Allah’ın iradesini asla engelleyemeyiz; kaçmakla da O’nun elinden kurtulamayız.","Diyanet Vakfı Meali":"(Artık) şu gerçeği şüphesiz anladık ki, biz yeryüzünde bulunsak da Allah'ı âciz bırakamayacağız, başka yere kaçmakla da elinden kurtulamayacağız.","Edip Yüksel Meali":"\"Biz, yeryüzünde ALLAH'ı aciz bırakamıyacağımızı, kaçmakla da O'nu atlatamıyacağımızı anladık.\"","Elmalılı Hamdi Yazır Meali":"\"Doğrusu biz anladık ki, Allah'ı yerde acze düşürmemize imkân yok. Kaçmakla da O'nu asla âciz bırakamayacağız.\"","Elmalılı Meali (Orijinal)":"Ve doğrusu biz anladık ki Allahı Arzda acze düşürmemize ihtimal yok, kaçmakla da onu asla âciz bırakamayız","Emrah Demiryent Meali":"Biz (Kur’ân’ı dinleyince şu hakikati) anladık ki, yeryüzünde (ne kadar güçlü olursak olalım) Allah’ın irâdesine/gücüne karşı koyamayacağımız gibi, (evrenin başka bir yerine) kaçmaya teşebbüs etmekle de O’nun azabından kurtulamayız.","Erhan Aktaş Meali":"Doğrusu biz, “Yeryüzünde Allah'ı asla aciz bırakamayacağımızı; kaçmakla da O'ndan asla kurtulamayacağımızı anladık.”","Hasan Basri Çantay Meali":"«Şu hakıykatı da şübhesiz anladık ki: Yer (yüzün) de (bulunsak) da Allâhı asla aaciz bırakamayız, (göğe) kaçmakla da Onu asla aaciz kılamayız».","Hayrat Neşriyat Meali":"“Artık şübhesiz ki biz, yeryüzünde Allah'ı aslâ âciz bırakamayacağımızı, (hem)kaçmakla da O'nu aslâ âciz bırakamayacağımızı (O'ndan kurtulamayacağımızı) sezdik (iyice anladık)!”","İhsan Aktaş Meali":"Ve biz (Kur’an’ı dinleyince) kesinlikle anladık ki, yeryüzünde bulunsak da Allah’ı aciz bırakamayacağız (iradesine karşı koyamayız), başka yere kaçmakla da kurtulamayacağız.","İlyas Yorulmaz Meali":"Biz kesinlikle yeryüzünde Allah’ı aciz bırakamayacağımızı ve kaçmakla da (bize vereceği iyi veya kötü şeylere) engel olamayacağımızı anladık.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten şunu da iyice anladık ki, biz Allah’ı yeryüzünde bulunsak da yıldıramayız, göğe kaçsak da yıldıramayız.","İsmail Hakkı İzmirli":"«— Anladık ki yeryüzünde bulunsak da, göğe kaçsak da Allah/ı asla âciz kılamayacağız»;","İsmail Yakıt":"“Doğrusu biz, yerde olsak da başka yere kaçsak da Allah’ı âciz bırakamayacağımızı (zan da olsa) anladık.”","Kadri Çelik Meali":"“Biz şüphesiz Allah'ı yeryüzünde asla aciz bırakamayacağımızı, kaçmak suretiyle de onu hiç bir şekilde aciz kılamayacağımızı anladık.”","Mahmut Kısa Meali":"<b>“</b>Zaten şu dinlediğimiz Kur’an sayesinde<b> anladık ki, yeryüzünde </b>ne kadar güçlü kudretli olursak olalım, <b>Allah’ı asla aciz bırakamayız; </b>evrenin en uzak köşelerine <b>kaçmakla </b><b>da O’nun elinden kurtulamayız!”</b>","Mahmut Özdemir Meali":"“Biz, iyice anladık ki; Yeryüzü’nde Allah’ı asla aciz bırakamayacağız. Kaçarak ondan asla kurtulamayacağız”.","Mehmet Çakır Meali":"<i>Artık yeryüzünde nereye kaçarsak kaçalım, Allah'ın takibinden kurtulmayacağımızı anlamış bulunuyoruz. </i>","Mehmet Çoban Meali":"“Yeryüzüne dair elde ettiğimiz bilgileri Allah’ı inkâr etmek için kullandık. Edindiğimiz bilgilerle gökyüzüne yöneldik. Gökyüzünden elde edebileceğimizi düşündüğümüz bilgilerle Allah’ı aciz bırakacağımızı sandık. Sanki göklere ulaşırsak Allah’ın bize yeryüzünde yüklediği görevlerden, sorumluluklardan kurtulabileceğiz! Şimdi bunun mümkün olmadığını da anladık! Anladık ki Allah’ın verdiği özelliklerle Allah’ın verdiği yetilerle bilgi sahibi oluyoruz. Araştırıp kendimizi geliştiriyoruz. Allah bize bu özellikleri bu yetileri vermeseydi bir hiç olurduk. Biz Allah’ın verdikleriyle Allah’ı yüceltip yasalarına uyacağımıza, şımarıp azgınlaştık! Kendimizi Tanrı saymaya başladık!”","Mehmet Okuyan Meali":"Allah’ı yeryüzünde asla aciz bırakamayacağımızı ve başka yere kaçmakla da (kurtulamayacağımızı) iyice anladık. [*]","Mehmet Türk Meali":"“Artık biz yeryüzünde Allah’ı âciz bırakamayacağımızı ve kaçmakla da Ondan kurtulamayacağımızı iyice anladık.”","Muhammed Esed Meali":"Ve sonunda anladık ki yeryüzünde [hayat sürerken] Allah’a asla üstün gelemeyiz ve (yine anladık ki) [hayattan] kaçarak da O’nun hükmünden kurtulamayız.","Mustafa Çavdar Meali":"– Artık kesinkes anladık ki biz yerde Allah’ın gücüne asla karşı koyamayız ve ondan asla kaçıp kurtulamayız. 19/68...72, 51/56","Mustafa İslamoğlu Meali":"Ve nihayet aklımız kesti ki, yeryüzünde asla Allah’a üstün gelemeyiz ve O’ndan asla kaçıp kurtulamayız.","Orhan Kuntman Meali":"Şu gerçeği anladık ki yeryüzünde Allah'ı aslı aciz bırakamayız. (Yeryüzünün neresinde olursak olalım, ne kadar gizlenirsek gizlenelim imana gelmedikçe O’nun azabından kurtulamayız) Başka yere kaçsak da Onu asla aciz bırakamayız. (Kurtulmak için göğe kaçsak da -imana gelmedikçe- bizi yakacaktır, biz bunu tecrübe ile anladık)","Osman Fırat Meali":"Muhakkak ki biz Allah’ı yeryüzünde âciz bırakamayacağımızı ve kaçarak da onu âciz bırakamayacağımızı anladık.","Ömer Nasuhi Bilmen Meali":"«Ve muhakkak anladık ki, Allah'ı yerde acze düşüremeyiz ve kaçmakla da onu aciz bırakamayız.»","Suat Yıldırım Meali":"Şunu da anladık ki, biz yerde Allah'ın iradesine karşı koyamayacağımız gibi, kaçmaya teşebbüs etmekle de O'nun elinden yakamızı kurtaramayız. ","Süleyman Ateş Meali":"Biz yeryüzünde Allah'ı aciz bırakamayacağımızı (yerden) kaçmakla da O'nu aciz bırak(ıp O'ndan kurtul)amayacağımızı anladık.","Süleyman Tevfik (1927)":"\"Ve biz gerek arzda ve gerek kaçmak sûretiyle Allâh'ı emir ve irâdesini infâzdan 'âciz idemeyeceğimizi bildik ve îmân itdik.\"","Süleymaniye Vakfı Meali":"Yeryüzünde Allah’tan gizli bir şey yapamayacağımızı anladık. Başka yere de kaçsak yapamayız.","Şaban Piriş Meali":"İyice anladık ki yeryüzünde Allah'tan kaçamayız. Kaçarak ondan kurtulamayız.","Ümit Şimşek Meali":"“Şunu da anlamış bulunuyoruz ki, biz ne dünyada Allah'ı âciz bırakabiliriz, ne de Ondan kaçıp kurtulabiliriz.","Yaşar Nuri Öztürk Meali":"\"Ve biz şunu sezdik: \"Biz yeryüzünde Allah'ı asla âciz bırakamayız; kaçarak da onu âciz bırakamayız.\"","Eski Anadolu Türkçesi":"[304b] “daħı bayıķ biz bildük gümānsuz kim hergiz 'āciz eylemeyevüz Tañrı’yı yirde daħı hergiz 'āciz eylemeyevüz anı ķaçıcı iken.”","Satıraltı Meal (1534)":"Daḫı biz bilürüz ki Tañrı Ta‘ālā[yı] ‘āciz eylemezüz yir yüzinde ve andanḳaçup ḳurtulamazuz.","Bunyadov-Memmedeliyev ":"Biz anladıq ki, yerdə də olsaq, (göyə də) qaçsaq, Allahdan (Allahın əzabından) canımızı qurtara bilmərik (heç yerdə, heç zaman Allahı aciz edə bilmərik).","M. Pickthall (English)":"And we know that we cannot escape from Allah in the earth, nor can we escape by flight.","Yusuf Ali (English)":"´But we think that we can by no means frustrate Allah throughout the earth, nor can we frustrate Him by flight.(5736)"},"13":{"Arabic":"وَاَنَّالَمَّاسَمِعْنَاالْهُدٰٓىاٰمَنَّابِه۪ۜفَمَنْيُؤْمِنْبِرَبِّه۪فَلَايَخَافُبَخْسًاوَلَارَهَقًاۙ","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de doğru yolu gösteren Kur'an'ı duyunca inandık ona; kim Rabbine inanırsa artık ne mükafatın azalmasından korkar, ne de zulümden ve kötülükten.","Abdullah-Ahmet Akgül Meali":"<b>\"Elbette biz, o </b><i>(Hakka ve hayra)</i><b> hidayet edici </b><i>(ve yol gösterici</i> <i>Kur’an’ı)</i><b> işitince, Ona iman ettik. Artık kim Rabbine iman ederse, o ne </b><i>(ecrinin)</i><b> azalacağından ve ne de haksızlığa uğrayacağından </b><i>(endişe edip)</i><b> korkmayacaktır.\"</b> ","Abdullah Parlıyan Meali":"Ve gerçektende biz doğru yolu gösteren Kur'ân'ı dinleyince, O'na inandık. Artık kim Rabbine inanırsa, hiçbir zaman ziyana ve haksızlığa uğrama korkusu duymaz.”","Ahmet Tekin Meali":"“Biz hidayet rehberi olan Kur'ân'ı, peygamberi işitince ona iman ettik. Kim Rabbine iman ederse, amellerinin değerinin düşürülmesinden, mükâfatının eksik verilmesinden, haklarına tecavüzden, zulüm ve haksızlık edilmesinden korkmaz.”","Ahmet Varol Meali":"Ve biz doğruluğa ileten (Kur'an)'ı duyunca ona iman ettik. Kim Rabbine iman ederse (sevabının) eksik verilmesinden de, haksızlığa uğratılmaktan da korkmaz.","Ali Bulaç Meali":"'Elbette biz, o yol gösterici (Kur'an'ı) işitince, ona iman ettik. Artık kim Rabbine iman ederse, o ne (ecrinin) eksileceğinden korkar, ne de haksızlığa uğrayacağından.'","Ali Fikri Yavuz Meali":"Gerçekten biz, O Kur'an'ı dinlediğimiz zaman ona iman ettik. Kim Rabbine iman ederse, artık ne mükâfatının azalacağından, ne de bir haksızlığa uğrıyacağından korkmaz.","Bahaeddin Sağlam Meali":"“Ve gerçekten biz hidayet mesajını işittiğimiz zaman O’na inandık. Artık kim Rabbine inanırsa, o ne haksızlığa uğrar ne de azgınlığa.”","Bayraktar Bayraklı Meali":"“Biz o Kur'ân'ı dinleyince ona inandık. Kim Rabbine inanırsa, artık ne bir ödül eksikliğine uğratılmasından ne de haksızlık edilmesinden korkar.”","Besim Atalay Meali (1965)":"Kur'anı işitince, O'na inandık, imdi, bir kimse, Tanrısına inanırsa, ne eksiklikten, ne de zulümden korkmalıdır o","Cemal Külünkoğlu Meali":"“Hiç şüphesiz biz, o yol gösterici (Kur'an'ı) işitince, ona inandık. Artık kim Rabbine inanırsa, o ne (mükâfatının) eksileceğinden korkar, ne de haksızlığa uğrayacağından.”","Cemil Said (1924)":"\"Hidâyete sevk iden Kur’ân’ı istimâ’ ider itmez îmân iyledik. Kim Allâh’a îmân ider ise ne te’addîden ne de hakâretden korkmaz.\"","Diyanet İşleri Meali (Eski)":"\"Şüphesiz, doğruluk rehberi olan Kuran'ı dinlediğimizde ona inandık; kim Rabbine inanırsa, o, ecrinin eksiltileceğinden ve kendisine haksızlık edileceğinden korkmaz.\"","Diyanet İşleri Meali (Yeni)":"“Gerçekten biz hidayet rehberini (Kur’an’ı) işitince ona inandık. Kim Rabbine inanırsa, artık ne hakkının eksik verilmesinden, ne de haksızlığa uğramaktan korkar.”","Kur'an Yolu (Diyanet İşleri)":"Ve biz doğru yol rehberini dinler dinlemez ona iman ettik; rabbine iman eden kimse artık ne ziyandan ne de azıp sapmaktan korkar.","Diyanet Vakfı Meali":"Doğrusu biz, o hidayeti (Kur'an'ı) işitince ona iman ettik. Kim Rabbine iman ederse, artık ne bir (ecrinin) eksikliğe uğratılmasından ne de haksızlık edilmesinden korkar.","Edip Yüksel Meali":"\"Biz, yol gösteren (Kuran)ı işitir işitmez ona inandık. Rabbine inanan hiçbir haksızlığa ve sıkıntıya uğramaz.\"","Elmalılı Hamdi Yazır Meali":"\"Doğrusu biz o hidayet rehberini dinlediğimizde ona iman ettik. Kim Rabbine inanırsa, ne hakkının eksik verilmesinden korkar, ne de kendisine kötülük edilmesinden.\"","Elmalılı Meali (Orijinal)":"Ve doğrusu biz o hidayet rehberini dinlediğimizde ona iyman ettik, her kim o rabbına iyman ederse artık ne hakkı yenmek ne de istiylâ olunmak korkusu kalmaz","Emrah Demiryent Meali":"Şüphesiz biz o hidâyet rehberini (Kur’ân’ı) dinlediğimizde (derhal) ona îmân ettik. Kim Rabbine îmân ederse, ne bir (ecrinin) eksikliğe uğratılmasından ne de kendisine bir haksızlık edilmesinden korkar.","Erhan Aktaş Meali":"“Yol gösteren rehberi¹ dinlediğimizde ona inandık. Artık kim Rabb'ine iman ederse, bundan sonra hakkının verilmemesinden veya haksızlığa uğramaktan endişe etmez.”","Hasan Basri Çantay Meali":"«Doğrusu, biz o hidâyeti (Kur'ânı) dinleyince ona îmân etdik. Kim de Rabbine îmân ederse o, ne bir (ecrinin) eksileceğinden, ne de bir haksızlığa uğrayacağından korkmaz».","Hayrat Neşriyat Meali":"“Ve gerçekten biz, o hidâyeti (Kur'ân'ı) dinleyince ona îmân ettik. O hâlde kim Rabbisine îmân ederse, artık ne (alacağı sevabda) bir noksanlıktan, ne de bir haksızlığa uğramaktan korkar!”","İhsan Aktaş Meali":"“Ve hiç şüphesiz biz, o yol gösterici (Kur’an’ı) işitince, ona inandık. Artık kim Rabbine inanırsa, o (ahirette) ne (mükâfatının) eksileceğinden endişe duyar ve ne de haksızlığa uğrayacağından.’’","İlyas Yorulmaz Meali":"Biz her ne zaman Kur’an’ı işittiysek, şüphesiz ona iman ettik. Artık kim Rabbine iman ederse, yaptıklarının eksiltileceğinden ve haksızlığa uğramaktan korkmaz.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten biz o yol gösterici Kur’an’ı dinleyince ona inandık. İşte herkim de çalabına inanırsa, artık o karşılığının eksileceğinden ne de kendisine kıyılacağından korkmasın.","İsmail Hakkı İzmirli":"«— Biz, rehber olan Kur/an/ı işittiğimiz zaman O/na iman ettik. Her kim Rabbine iman ederse ne ecrinin eksik olmasından, ne de gadre uğramasından korkmaz».","İsmail Yakıt":"“Gerçekten biz, hidâyet rehberini/Kur’an’ı [hudâ] dinleyince ona inandık. Kim Rabbine inanırsa, artık o, ne ecrinin eksilmesinden korkar ne de haksızlığa uğramaktan.”","Kadri Çelik Meali":"“Elbette biz, o hidayeti (Kur'an'ı) işitince, ona iman ettik. Artık kim Rabbine iman ederse, o ne (ecrinin) eksileceğinden korkar ve ne de haksızlığa uğrayacağından.”","Mahmut Kısa Meali":"<b>“</b>İşte siz de şâhit olun; <b>biz </b>bu <b>yol gösterici</b> Kur’an’ın dâvetin<b>i işittik, </b>onun güzelliğine hayran kaldık <b>ve</b> tüm kalbimizle <b>ona iman ettik. Çünkü </b>biliyoruz ki, <b>Rabb’ine iman eden kişi, hiçbir şekilde haksızlığa veya kötü âkıbete uğramaktan korkmaz.”</b>","Mahmut Özdemir Meali":"“Biz, Hidayet’i işittiğimizde ona inandık. Kim rabbine inanırsa, ne hakkının yenmesinden korkar, ne istilâya uğramaktan!”.","Mehmet Çakır Meali":"<i>Bu yüzden biz, daha duyar duymaz Kuran’a inandık. </i> <i>Artık biz, Allah'a yürekten inanan bir kimsenin zerrece haksızlığa uğramayacağını biliyoruz. </i>","Mehmet Çoban Meali":"“Bize yol gösteren okunan ayetleri işitince bütün saçma düşüncelerden, bütün saçma inançlardan vazgeçerek, Allah’ın sözlerine inandık. Artık iyi biliyoruz ki, kim Rabbine inanırsa hakkı tam verilir. Kendisine zulüm yapılmaz. Zira Allah daima adildir. Asla zulmedici değildir.”","Mehmet Okuyan Meali":"Şüphesiz ki artık biz o rehberi (Kur’an’ı) duyunca ona iman ettik. Rabbine güvenen kişi, kendisine herhangi bir zarar verilmesinden de haksızlığa uğratılmaktan da korkmaz.","Mehmet Türk Meali":"“Doğrusu biz Peygamberi dinler dinlemez, ona îman ettik. Artık kim, Rabbine îman ederse, o hakkının yenmesinden de haksızlığa uğramasından da korkmaz.”","Muhammed Esed Meali":"Bu nedenle, [Allah’ın] rehberliği[ne çağrıyı] duyar duymaz ona inanmaya başladık: Rabbine inanan kimse hiçbir zaman ziyana veya haksızlığa uğrama korkusu duymaz.","Mustafa Çavdar Meali":"– Evet biz hidayet kaynağı Kuran’ı dinledik ve iman ettik. Her kim Rabbine inanır ve mümin olursa artık o, mükâfatının eksik olmasından veya haksızlığa uğramaktan asla endişe etmez. 3/193, 68/52","Mustafa İslamoğlu Meali":"İşte tam da bu yüzden biz, ilâhî rehberliği işitir işitmez ona inandık; artık kim Rabbine inanırsa, o ne bir ziyana uğrar, ne de gazaba.[⁵³⁵⁷]","Orhan Kuntman Meali":"Şüphe yok ki biz, hidâyeti (Kur’an’ı) işittiğimizde ona iman ettik, Kim Rabbine iman ederse o, mükâfatının eksiltilmesinden ve kendisine haksızlık edilmesinden korkmaz.","Osman Fırat Meali":"Gerçekten biz hidayet rehberini (Kur’an’ı) işitince ona iman ettik. Kim Rabbine iman ederse, artık ne hakkının eksik verilmesinden, ne de haksızlığa uğramaktan korkar. \"","Ömer Nasuhi Bilmen Meali":"«Doğrusu biz vaktâ ki, o rehber-i hidâyeti dinledik, O'na imân ettik. İmdi kim de Rabbine imân ederse artık ne noksaniyetten ve ne de bir zillete uğramadan korkmaz.»","Suat Yıldırım Meali":"Biz hidâyet Rehberini dinleyince onu tasdik ettik. Kim Rabbine iman ederse, ne hakkının eksik verilmesinden, ne de gadre uğramaktan asla endişesi kalmaz. ”","Süleyman Ateş Meali":"Biz, yol gösteren (Kur'an)ı işitince ona inandık. Kim Rabbine inanırsa (ne hakkının) eksik verilmesinden, ne de kendisine kötülük edilmesinden korkar.","Süleyman Tevfik (1927)":"\"Ve biz rehber-i hidâyet olan Kur'ân'ı işitdiğimizde derhâl ona îmân iyledik. Rabbine îmân iden ecir ve mükâfâtından noksan idilmesinden veyâhud 'amelinin zâyi' ve hebâ olmasından korkmaz.\"","Süleymaniye Vakfı Meali":"O Rehberi (Kur’an’ı) dinleyince biz ona inandık. Artık iyice anladık ki kim Rabbine inanıp güvenirse ne zarar etme ne de haksızlığa uğrama korkusu içine girer.","Şaban Piriş Meali":"Biz, yol göstericiyi işittiğimiz zaman ona inandık. Kim Rabbine iman ederse, (ecrinin) eksilmesinden ve haksızlık edilmesinden korkmaz.","Ümit Şimşek Meali":"“Doğru yolu gösteren Kur'ân'ı işitir işitmez biz ona iman ettik. Rabbine iman eden kimse ne ecrinin eksilmesinden korkar, ne zulme uğramaktan.","Yaşar Nuri Öztürk Meali":"\"Biz, doğruya ve güzele kılavuzlayanı dinleyince, ona inandık. Rabbine inanan kişi ne hakkının eksik verilmesinden korkar ne de tecavüze uğrayıp kuşatılmaktan.\"","Eski Anadolu Türkçesi":"“daħı bayıķ biz ol vaķt kim işitdük ŧoġru yolı inanduķ aña. pes her kim inana çalabı’sına ķorķmaya eksmekden ne daħı žulmden.”","Satıraltı Meal (1534)":"Daḫı biz işiddügümüz vaḳt Ḳur’ānı aña inanduḳ. Pes kim ki Tañrı‐sına [inanur], eksüklikden ve ḫorluḳdan ḳorḳmaz?","Bunyadov-Memmedeliyev ":"Doğrusu, biz hidayət yolunu göstərəni (Qur’anı) dinlədiyimiz zaman ona iman gətirdik. Kim Rəbbinə iman gətirsə, nə (yaxşı əməllərinin mükafatını) əskilməsindən, nə də haqsızlığa mə’ruz qalmaqdan (başqasının günahlarının ona yüklənməsindən) qorxar.","M. Pickthall (English)":"And when we heard the guidance, we believed therein, and whoso believeth in his Lord, he feareth neither loss nor oppression.","Yusuf Ali (English)":"´And as for us, since we have listened to the Guidance, we have accepted it: and any who believes in his Lord has no fear, either(5737) of a short (account) or of any injustice."},"14":{"Arabic":"وَاَنَّامِنَّاالْمُسْلِمُونَوَمِنَّاالْقَاسِطُونَۜفَمَنْاَسْلَمَفَاُو۬لٰٓئِكَتَحَرَّوْارَشَدًا","Abdulbaki Gölpınarlı Meali":"Ve gerçekten de bizden, Müslüman olanlar da var, gerçekten sapıp zulmedenler de; artık kimler Müslüman olursa onlardır doğruluk yolunu arayıp bulanlar.","Abdullah-Ahmet Akgül Meali":"<b>\"Ve elbette bizden </b><i>(cinnlerden)</i><b> Müslüman olanlar da vardır, </b><i>(sapıtıp haddini aşarak) </i><b>Hakk’tan cayanlar ve zulme kayanlar da </b><i>(bulunmaktadır)</i><b>. İşte </b><i>(Allah’a)</i><b> teslim olanlar, artık onlar ’gerçeği ve doğruyu’ araştırıp-bulanlardır.\"</b> ","Abdullah Parlıyan Meali":"Cinler devamla: “Ve gerçekten bizden müslümanlar da var, yaratılış gayesi dışında yaşayanlar da. Artık kim müslüman olmuş ise, en iyi yolu aramış ve bulmuştur.","Ahmet Tekin Meali":"“İçimizde İslâm'ı yaşayan müslümanlar da var. Hak yoldan sapan zalimler de var. Müslüman olanlar, işte onlar doğru huzurlu ve aydınlık yolu arayanlardır.”","Ahmet Varol Meali":"Bizden Müslümanlar da var, haksızlık edenler (doğru yoldan sapanlar) da. Kim Müslüman olursa işte onlar doğruyu arayıp bulmuşlardır.","Ali Bulaç Meali":"'Ve elbette bizden müslüman olanlar da var, zulmedenler de. İşte (Allah'a) teslim olanlar, artık onlar 'gerçeği ve doğruyu' araştırıp-bulanlardır.'","Ali Fikri Yavuz Meali":"Gerçekten bizim içimizde (Kur'an'a ve Peygambere iman eden) müslümanlar da var, bizden (iman etmiyen) zalimler de var. Müslüman olanlar, işte onlar hidayeti arayanlardır; (ve ona lâyık bulunanlardır).","Bahaeddin Sağlam Meali":"“Ve gerçekten bizden Müslümanlar da var zalimler de. Artık kim Müslüman olmuş ise, işte onlar en iyi yolu aramışlardır.”","Bayraktar Bayraklı Meali":"“Bizden Allah'a teslim olanlar da var, hak yoldan sapanlar da var. Müslüman olanlar doğruyu araştıranlardır.”","Besim Atalay Meali (1965)":"Bizden İslâmlar da var, doğru yoldan çıkanlar da bulunur, İslâmlığa girenler, doğru yolu bulmuştur","Cemal Külünkoğlu Meali":"“Kuşkusuz içimizde Müslüman olanlar da var, hak yoldan sapanlar da. Kim Müslüman olursa, işte onlar doğruyu arayıp bulmuşlardır.”","Cemil Said (1924)":"\"İçimizden ba’zıları müslümandırlar ve ba’zıları da fâsıkdırlar. Müslüman olan tarîk-i hidâyeti arar.\"","Diyanet İşleri Meali (Eski)":"\"İçimizde, kendini Allah'a vermiş olanlar da, yazık edenler de vardır. Kendini Allah'a veren kimseler, işte onlar, doğru yolu arayanlar, ona layık olanlardır.\"","Diyanet İşleri Meali (Yeni)":"“Kuşkusuz içimizde müslüman olanlar da var, hak yoldan sapanlar da var. Kim müslüman olursa, işte onlar doğruyu arayıp bulmuşlardır.”","Kur'an Yolu (Diyanet İşleri)":"Aramızda ilâhî emirlere boyun eğenler var, ama hak yoldan sapanlarımız da var. Boyun eğenler doğru yolu hedeflemişlerdir.","Diyanet Vakfı Meali":"İçimizde, (Allah'a) teslimiyet gösterenler de var, hak yoldan sapanlar da var. Teslimiyet gösteren kimseler, doğru yolu arayanlardır.","Edip Yüksel Meali":"\"Aramızdan müslümanlar da var uzlaşmacılar da vardır.\" Kim teslim olursa, işte gerçeği araştıranlar onlardır.","Elmalılı Hamdi Yazır Meali":"\"Ve biz, bizlerden müslümanlar da var, hak yoldan sapanlar da var. Müslüman olanlar, işte onlar doğru yolu arayanlardır.\"","Elmalılı Meali (Orijinal)":"Ve doğrusu bizler: bizlerden müslimler de var, haksızlar da var, müslim olanlar, işte onlar rüşd-ü savabı arıyanlardır","Emrah Demiryent Meali":"Gerçekten bizim içimizde müslümanlar da var, bizden (îmân etmeyen) fâsıklar (kâfirler de) var. Kim müslüman olursa, işte onlar doğruyu arayan (ve bulan) lardır.","Erhan Aktaş Meali":"Bizden, Allah'a teslim olanlar da var, asilik edip kendilerine haksızlık yapanlar da. Allah'a teslim olanlar, gerçeği arayanlardır.","Hasan Basri Çantay Meali":"«Gerçek kimimiz müslümanlar, kimimiz ise zulmedenlerdir. Müslüman olan kişiler (yok mu?) işte onlar doğru yolu ara (yıb bul) muşlardır».","Hayrat Neşriyat Meali":"“Doğrusu biz ki, bizden Müslüman olanlar da var ve içimizden (hak yoldan)sapanlar da var. Fakat kim Müslüman olursa, işte onlar doğru yolu aramışlardır.”","İhsan Aktaş Meali":"Ve doğrusu bizler; bizden müslüman olanlar da var, sapıtıp zulmedenler de var. Ama her kim müslüman olmuşsa, hiç şüphesiz onlar, doğruyu aramış ve bulmuş olanlardır.","İlyas Yorulmaz Meali":" Bizim içimizden Allah’ın indirdiğine teslim olanlar olduğu gibi, Allah’ın indirdiğine karşı haksızlık yapan zalimlerde var. Rabbine teslim olan kimse, onlar doğru olana hemen sarılanlardır.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten biz, kimimiz kendini Allah’a vermiş, kimimiz de yoldan çıkmış kimseleriz. Kendini Allah’a verenler işte bunlar doğruyu arayıp bulmuş olanlardır.","İsmail Hakkı İzmirli":"«— Bizden Müslümanlar da vardır; yoldan çıkmış olanlar da vardır, Müslüman olanlar, doğru yolu araştıranlardır»;","İsmail Yakıt":"“Hiç şüphesiz içimizde Allah’a teslim olanlar/Müslümanlar da var, yoldan sapanlar [kâsitûn] da var. Kim Allah’a teslim olursa, işte onlar temyiz melekesi kazananlar/doğru yolu [reşeden] arayıp bulanlardır.”","Kadri Çelik Meali":"“Ve elbette bizden Müslüman olanlar da var, hak yoldan sapanlar da. İşte (Allah'a) teslim olanlar, gerçekte kemali arayan kimselerdir.”","Mahmut Kısa Meali":"<b>“Gerçi aramızda, </b>Allah’a böyle yürekten <b>boyun eğenler olduğu gibi, </b>onu hiç düşünmeden inkâr eden <b>zâlimler de var. </b>Fakat şunu bilin ki, <b>her kim </b>Allah’a yürekten <b>teslim olursa, işte </b>yalnızca <b>onlardır, doğruya ve gerçeğe ulaşanlar.”</b>","Mahmut Özdemir Meali":"“Aramızda, Müslümanlar / Teslim Olmuşlar da vardır; Dengesizler / Haksızlar da vardır. Kim teslim olduysa, işte onlar bir rüşd / doğruluk aradılar”.","Mehmet Çakır Meali":"<i>Anladığımız kadarıyla cinler içinde Hakka teslim olanlar da varmış, asîler de. </i> <i>Hakk'a gönül verenler, doğruyu yakalamış,</i>","Mehmet Çoban Meali":"“Biliyoruz ki bizden Müslüman olanlar, hak yolundan sapanlar var. Kimler Müslüman olursa işte onlar doğru yolu bulmuşlar,”","Mehmet Okuyan Meali":"İçimizden (Allah’a) teslim olanlar da yoldan sapanlar [*] da var. (Allah’a) teslim olanlar, doğru yolu arayıp (bulmuş olan)lardır. [*]","Mehmet Türk Meali":"“Ve elbette bizden, Müslüman olanlar olduğu gibi, dosdoğru yoldan sapanlar da var. Onlardan Müslüman olanlar, en doğru yolu bulanlardır.”","Muhammed Esed Meali":"Ama içimizde kendilerini Allah’a teslim edenler bulun[duğu doğrud]ur, tıpkı kendilerini zulme kaptıranlar bulunduğu gibi. Kendilerini Allah’a teslim edenler doğru ile eğriyi ayırd etme bilincine ulaşanlardır;","Mustafa Çavdar Meali":"– İçimizden Müslüman olanlar da var, hak yoldan sapmış olanlar da. Teslim olanlar, işte onlar doğru yolu araştırıp bulanlardır. 16/102, 27/81","Mustafa İslamoğlu Meali":"Bununla beraber, içimizden Allah’a tam teslim olanlar da var, kendisine kötülük edenler de; ama her kim Allah’a teslim olursa, işte onlar doğru bir bilinç İnşâ etmenin hakkını verenlerdir.","Orhan Kuntman Meali":"Aramızda teslim olanlar da vardır, hak yoldan sapanlar da, kim (Rabbine) teslim olursa, işte onlar doğru yolu arayanlardır.","Osman Fırat Meali":"Kuşkusuz içimizde müslüman olanlar da var, hak yoldan sapanlar da var. Kim (Allah’a) teslim olursa, işte onlar doğruyu arayanlardır.","Ömer Nasuhi Bilmen Meali":"«Ve muhakkak ki, bizden müslümanlar da vardır ve bizden mütecavizler de vardır, artık kimler İslâmiyet'e nâil olmuşlar ise, işte onlar doğru yolu araştırmışlardır.»","Suat Yıldırım Meali":"“Bizden Allah'a itaat edenlerin yanında, hak yoldan sapan kâfirler de var. Allah'a itaat ve teslimiyet gösterenler, doğru yolu arayanlardır. ”","Süleyman Ateş Meali":"Ve biz, bizden müslümanlar da var ve bizden doğru yoldan sapanlar da var. Kimler müslüman olursa işte onlar doğru yolu aramışlardır.","Süleyman Tevfik (1927)":"14,15. \"Bizden müslümânlar oldığı gibi tevhîdden 'udûl idenler de vardır. İslâm olanlar tahkîk rüşdi ve doğrı yolı arayub bulmuşlardır. Tevhîdden 'udûl ile kâfir olanlar ise cehenneme odun oldılar ve yanacaklardır\" didiler.","Süleymaniye Vakfı Meali":"İçimizden Allah’a teslim olanlar da var, yoldan çıkanlar da. Allah’a teslim olanlar olgunluk peşindedirler.","Şaban Piriş Meali":"Bizden müslüman olanlar da var, sapmış olanlarımız da var. Müslüman olanlar, işte onlar doğru yola yönelenlerdir.","Ümit Şimşek Meali":"“İçimizden Müslüman olanlar da var, haktan ayrılanlar da. Müslüman olanlar, doğru yolu arayıp bulmuş olanlardır.","Yaşar Nuri Öztürk Meali":"\"Nihayet, bizden Allah'a teslim olanlar da var, haksızlığa sapıp çizgiden çıkanlar da var. Allah'a teslim olanlar, işte onlar, doğruyu ve hayrı aramışlardır.","Eski Anadolu Türkçesi":"“daħı bayıķ biz bizden müsülmānlardür daħı bizden žulm eyleyicilerdik ya'nį kāfirler. pes her kim müsülmān ola şunlar ķaśd eylediler ŧoġru yola.”","Satıraltı Meal (1534)":"Daḫı bizden Müselmānlar var ve bizden Ḥaḳ yolından çıḳmışlar var. Kimki Müselmān olsa, anlar yitişdiler doġru yola, dār‐ı ẟevāba.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, aramızda (Allaha və Onun Peyğəmbəri Muhəmməd əleyhissəlama iman gətirən) müsəlmanlar da var, (haqq yoldan) çıxanlar da. Müsəlman olanlar haqq yolu axtarıb tapanlardır.","M. Pickthall (English)":"And there are among us some who have surrendered (to Allah) and there are among us some who are unjust. And whoso hath surrendered to Allah, such have taken the right path purposefully.","Yusuf Ali (English)":"´Amongst us are some that submit their wills (to Allah., and some that swerve from justice. Now those who submit their wills - they have(5738) sought out (the path) of right conduct:"},"15":{"Arabic":"وَاَمَّاالْقَاسِطُونَفَكَانُوالِجَهَنَّمَحَطَبًاۙ","Abdulbaki Gölpınarlı Meali":"Fakat gerçekten sapıp zulmedenlere gelince, onlar da cehenneme odun olurlar.","Abdullah-Ahmet Akgül Meali":"<i>(İnkâra ve isyana yönelip) </i><b>\"Hakk’tan saparak zulme kayanlar ise, onlar da cehennem için odun olmuşlardır.\"</b> ","Abdullah Parlıyan Meali":"Gerçekten sapıtıp zulmedenlere gelince onlarda cehenneme odun olurlar.”","Ahmet Tekin Meali":"“Hak yoldan sapan zâlimler ise Cehennem'e odun oldular.”","Ahmet Varol Meali":"Haksızlık edenler ise cehennem için odun olmuşlardır.\"","Ali Bulaç Meali":"Zulmedenler ise, onlar da cehennem için odun olmuşlardır.","Ali Fikri Yavuz Meali":"Zulüm edenlere (kâfirlere) gelince, onlar cehenneme odun olmuşlardır.”","Bahaeddin Sağlam Meali":"“Zalimler ise, Cehenneme odun oldular.”","Bayraktar Bayraklı Meali":"“Hak yoldan sapanlara gelince, onlar cehenneme odun olacaklardır.”","Besim Atalay Meali (1965)":"Doğru yoldan çıkanlar, cehenneme odun olur!","Cemal Külünkoğlu Meali":"“Hak yoldan sapanlara ve zulmedenlere gelince; onlar cehenneme odun olmuşlardır.”","Cemil Said (1924)":"\"Fâsık olan cehennemde odun yerine yanacakdır.\"","Diyanet İşleri Meali (Eski)":"\"Kendilerine yazık edenlere gelince; onlar, cehennemin odunları oldular.\"","Diyanet İşleri Meali (Yeni)":"“Hak yoldan sapanlara gelince, onlar cehenneme odun olmuşlardır.”","Kur'an Yolu (Diyanet İşleri)":"Hak yoldan sapanlar ise cehennemin yakıtı olmuşlardır.”","Diyanet Vakfı Meali":"Hak yoldan sapanlara gelince, onlar cehenneme odun olmuşlardır.  ","Edip Yüksel Meali":"Uzlaşmacılara gelince, cehenneme odun olmuşlardır.","Elmalılı Hamdi Yazır Meali":"Ama yoldan çıkanlar, işte onlar cehenneme odun olmuşlardır.","Elmalılı Meali (Orijinal)":"Amma haksızlar Cehenneme odun olmuşlardır","Emrah Demiryent Meali":"Hak yoldan sapanlara gelince... Onlar cehenneme odun olmuşlardır.”","Erhan Aktaş Meali":"Asilik edip kendilerine haksızlık yapanlar, işte onlar Cehennem'e odun oldular.","Hasan Basri Çantay Meali":"«Zulmedenlere gelince : Onlar da cehenneme odun oldular».","Hayrat Neşriyat Meali":"“(Hak yoldan) sapanlara gelince, artık (onlar) Cehenneme odun olmuşlardır!”","İhsan Aktaş Meali":"Haktan sapıtıp zulmedenlere gelince onlar da cehenneme odun olmuş (olacak)lardır.","İlyas Yorulmaz Meali":"Ancak, Allah’ın hükümlerine haksızlık yapanlar, cehenneme odun olacaklar.","İsmayıl Hakkı Baltacıoğlu":"Kıyıcılara gelince, artık onlar Cehennem’e odun olacaklardır.\"","İsmail Hakkı İzmirli":"«— Yoldan çıkmış olanlara gelince onlar Cehenneme odun olacaklardır».","İsmail Yakıt":"“Yoldan sapanlara gelince, onlar cehennemin odunu olmuşlardır.”","Kadri Çelik Meali":"Hak yoldan sapanlar ise, onlar da cehennem için odun olmuşlardır.","Mahmut Kısa Meali":"<b>“Zâlimlere gelince, onlar da cehennemin yakıtı olacaklar!”</b>","Mahmut Özdemir Meali":"“Her neyse Haksızlar, Cehennem’e odun oldular”.","Mehmet Çakır Meali":"<i>asîler de, cehenneme odun olmuş<b>… &quot;</b></i>","Mehmet Çoban Meali":"“Yoldan sapanlar da cehenneme odun olmuşlardır.\"","Mehmet Okuyan Meali":"Yoldan sapanlar ise cehennem için yakıt olmuş (olacaklardır).”","Mehmet Türk Meali":"“(Dosdoğru yoldan) sapanlar ise cehenneme odun olmuşlardır.”","Muhammed Esed Meali":"ama kendilerini zulme kaptıranlar yalnızca cehennem [ateşi] için yakıt oldular!’” ¹¹","Mustafa Çavdar Meali":"Sapanlara gelince, işte onlar da cehenneme odun olacaklar. 2/24, 15/43-44","Mustafa İslamoğlu Meali":"Kendisine kötülük edenlere gelince: sonunda onlar cehenneme odun olacaklar.”","Orhan Kuntman Meali":"Hak yoldan sapanlara gelince işte onlar ancak cehenneme odun olurlar\" (dedikleri) vahyolundu.","Osman Fırat Meali":"Hak yoldan sapanlar ise cehenneme odun olmuşlardır.","Ömer Nasuhi Bilmen Meali":"«Amma, hakkı tecavüz edenler ise, işte onlar da cehennem için bir odun olmuşlardır.»","Suat Yıldırım Meali":"“Hak yoldan sapanlar ise, cehennem odunu olurlar. ”","Süleyman Ateş Meali":"Hak yoldan sapanlar ise cehenneme odun olmuşlardır.\"","Süleyman Tevfik (1927)":"14,15. \"Bizden müslümânlar oldığı gibi tevhîdden 'udûl idenler de vardır. İslâm olanlar tahkîk rüşdi ve doğrı yolı arayub bulmuşlardır. Tevhîdden 'udûl ile kâfir olanlar ise cehenneme odun oldılar ve yanacaklardır\" didiler.","Süleymaniye Vakfı Meali":"Yanlış yapanlar ise Cehenneme odun olurlar.”","Şaban Piriş Meali":"Sapanlara gelince, onlar cehenneme odun olacaklardır.","Ümit Şimşek Meali":"“Haktan ayrılanlar ise Cehenneme odun olurlar.”","Yaşar Nuri Öztürk Meali":"\"Haksızlığa sapanlar ise cehenneme odun olmuşlardır.\"","Eski Anadolu Türkçesi":"“daħı ammā žulm eyleyiciler pes oldılar ŧamuya odun.”","Satıraltı Meal (1534)":"Ve ammā Ḥaḳ yolından çıḳanlar, anlar cehennem odunı oldılar.","Bunyadov-Memmedeliyev ":"(Haqq yoldan) çıxanlar isə Cəhənnəm üçün odun olacaqlar (orada yandırılacaqlar)”","M. Pickthall (English)":"And as for those who are unjust, they are firewood for hell.","Yusuf Ali (English)":"´But those who swerve,- they are (but) fuel for Hellfire ´-(5739)"},"16":{"Arabic":"وَاَنْلَوِاسْتَقَامُواعَلَىالطَّر۪يقَةِلَاَسْقَيْنَاهُمْمَٓاءًغَدَقًاۙ","Abdulbaki Gölpınarlı Meali":"Ve eğer yolda dosdoğru yürüselerdi onları bolbol suvarırdık elbette.","Abdullah-Ahmet Akgül Meali":"<i>(Rabbimiz buyurdu;) </i><b>Eğer onlar </b><i>(insanlar ve cinnler, İslam’ın çizdiği)</i><b> yol üzerinde </b><i>(tarikatte)</i><b> ’dosdoğru bir istikamet tuttursalardı’, mutlaka Biz onlara bol miktarda su içirir </b><i>(bereketli bir rızık ve nimet verir, böylece huzur ve mutluluğu tattırırdık)</i><b>. </b> ","Abdullah Parlıyan Meali":"Şayet o insanlar ve cinler doğru yolda gitmiş olsalardı, onlara bol bol rızık ve nimetler verirdik.","Ahmet Tekin Meali":"Şayet doğru, muhkem, güvenli yolda, İslâmî hayat tarzında, itaatte daim olsalardı, elbette onlara, gökten bol su indirir, yeryüzündeki kaynaklardan çağlayan sular akıtır, onları servete sâmâna boğardık.","Ahmet Varol Meali":"Gerçek şu ki onlar yolda dosdoğru gitselerdi onlara bolca su verirdik.","Ali Bulaç Meali":"Eğer onlar (insanlar ve cinler), yol üzerinde 'dosdoğru bir istikamet tuttursalardı', mutlaka Biz onlara bol miktarda su içirir (tükenmez bir rızık ve nimet verir)dik.","Ali Fikri Yavuz Meali":"Eğer insanlar ve cinler, İslâm ve iman yolunda hep dosdoğru gitselerdi. Elbette biz onların hepsine bol bol su (rızık) verirdik.","Bahaeddin Sağlam Meali":"(Ve bana bildirildi ki:) “Eğer o zalimler doğru yolda gitmiş olsalardı, onlara bol bir su verirdik. (Rızıklarını bollaştırırdık.)","Bayraktar Bayraklı Meali":"16,17. “Eğer doğru yolda yürüselerdi, onları onun içinde imtihan edelim diye bol su ile suvarırdık. Kim Rabbinin öğüdünden yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.”","Besim Atalay Meali (1965)":"16,17. Eğer yolda doğru yürüselerdi, —bununla onları sınamak için— bol su ile su verirdik onlara, Tanrısını anmaktan yüz çeviren kimseyi, Tanrısı yorucu azaba atar! ","Cemal Külünkoğlu Meali":"(Allah şöyle buyuruyor:) Eğer onlar, İslâm ve iman yolunda (diğerleri gibi) hep dosdoğru gitselerdi. Elbette biz onların hepsine bolca su (bereket ve rızık) verirdik.","Cemil Said (1924)":"Niçün tarîk-i istikâmetde yürümüyorlar? Biz ânlara mebzûl su virdik.","Diyanet İşleri Meali (Eski)":"16,17. Ama doğru yola girmiş olsalardı, onları bu hususta denememiz için onlara bol su içirirdik; kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe artan bir azaba uğratır.","Diyanet İşleri Meali (Yeni)":"16,17. Yine de ki: “Bana şöyle de vahyedildi: ‘Eğer yolda dosdoğru olurlarsa, mutlaka onlara bol yağmur yağdırırız ki bununla onları imtihan edelim. Kim Rabbinin zikrinden (Kur’an’dan) yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.”","Kur'an Yolu (Diyanet İşleri)":"16-17. Eğer (kullarımız) hak yolda dosdoğru yürürlerse kendilerini, içinde denemek üzere nimetlere boğarız; kim de rabbini anmaktan yüz çevirirse Allah onu gitgide artan bir azaba uğratır.","Diyanet Vakfı Meali":"16, 17. Şayet doğru yolda gitselerdi, bu hususta kendilerini denememiz için onlara bol su verirdik. Kim Rabbinin zikrinden yüz çevirirse, (Rabbin) onu gitgide artan çetin bir azaba uğratır.","Edip Yüksel Meali":"Doğru yola girselerdi onlara bol su verirdik.","Elmalılı Hamdi Yazır Meali":"Onlar gerçekten o yol üzere dosdoğru gitselerdi, elbette kendilerine bol bir su verirdik.","Elmalılı Meali (Orijinal)":"Ve hakıkat o tarikat üzere istikametle gitselerdi elbette kendilerini bol bir su ile suvarırdık","Emrah Demiryent Meali":"(Allah buyurdu ki:) “Eğer onlar (îmân edip) hak yolda dosdoğru gitselerdi, onlara (bulutlar vasıtasıyla) bol bol yağmur yağdırırdık (da nimetlere gark ederdik).","Erhan Aktaş Meali":"Eğer onlar, yolda¹ dosdoğru gitselerdi, onları kesinlikle bol su² ile sulardık ki;","Hasan Basri Çantay Meali":"(Bana) şu hakıykat da (vahyedildi:) Eğer onlar o yol üzerinde dosdoğru gitselerdi elbette onlara bol su içirirdik.","Hayrat Neşriyat Meali":"(Ey Habîbim!) Eğer (o kâfirler) o yolda (İslâm yolunda) dosdoğru gitselerdi, elbette onlara bol su verirdik (rızıklarını bollaştırırdık).","İhsan Aktaş Meali":"Resulüm!) Eğer onlar (ahirete inanmayan müşrikler) hak yolu üzerinde dosdoğru yürüselerdi, mutlaka onlara bol miktarda su içirir (tükenmez bir rızık ve nimet verir)dik. *","İlyas Yorulmaz Meali":"Onlar dosdoğru bir yol takip etselerdi, o zaman onlara bol sulardan içirirdik.","İsmayıl Hakkı Baltacıoğlu":"Eğer onlar doğru yolu tutsalardı ne de olsa Biz onlara bol su içirirdik,","İsmail Hakkı İzmirli":"Yine bana vahiy olundu ki «— Eğer onlar doğru yolda sabit kalsalar biz onlara bol su içirirdik [¹],","İsmail Yakıt":"(Ey Peygamber!) “Eğer onlar (doğru) yolda gitmiş olsalardı, Biz onlara bol bol su verirdik,”","Kadri Çelik Meali":"Eğer onlar (insanlar ve cinler hak) yol üzerinde dosdoğru bir istikamet tuttursalardı, mutlaka biz onları bol miktarda su ile suvarırdık.","Mahmut Kısa Meali":"<b>“</b>Bakın, Rabb’imiz buyuruyor ki: <b>“Eğer</b> insanlar ve cinler Kur’an’ı pratik hayata yansıtarak doğru<b> yolda</b> <b>doğru bir şekilde yürümüş olsalardı, üzerlerine bereketli yağmurlar yağdırır </b>ve daha bu dünyada onları ödüllendirerek, hepsini huzur ve esenlik içinde yaşatır<b>dık.”</b>","Mahmut Özdemir Meali":"Tarîkat’ın (Yol’un) üzerinde doğru yönde gitselerdi, onları bol suyla (kana kana) sulardık.","Mehmet Çakır Meali":"<b>Allah </b>diyor ki<i>:</i> Eğer hep dosdoğru gitselerdi, biz insanlara bol bol sular verir, ","Mehmet Çoban Meali":"Ey resulüm! İşte bunlar sizin bilmediğiniz yabancı toplulukların aralarındaki konuşmalardır. Onlar hac mevsiminde Mekke’ye geldiklerinde senin ayetlerimizi okumanı dinlediler. Kalplerinde inanç oluştu. Onlar ayetlerimizi senden işitip aralarında konuşarak Müslüman oldular. İnkâr ederek karşı çıkanlar, seni üzenler sanmasınlar ki, kendilerinin inkâr ettiği gibi başkaları da inkâr edecekler. Onlar ayetlerimize kimin inanacağını, kimin inanmayacağını bilemezler. İnkâr edenler seni yalnız bıraktıklarını sanıyorlar. Tanıdıklarını sana düşman etmeye çalışıyorlar. Böyle yaparak senin önünü kestiklerini, toplumlarının gözünde küçük düşürdüklerini sanıyorlar. İşte bak! Senin bilmediğin onların da bilmediği yabancı bir topluluk Müslüman oldu. Ne yapacaklar şimdi? Sana da soramıyorlar. Kim bunlar? Sorsalar ne olacak? Sen de kimler olduğunu bilmiyorsun ki! Aralarında tartışıp duruyorlar. Kim bunlar? Bilseler üzerlerine saldırarak zulmedecekler. Hikmetimiz gereği onları senden de onlardan da gizledik! Böylece rahat rahat inançlarını pekiştiriyorlar. İnkâr edenler Rabbinin nimetlerini bilmezler. İnkâr edenlerin bilmediği, senin de bilmediğin kendini gizleyen birçok Müslüman var. İnkâr edenler istiyor ki bütün Müslümanlar ortaya çıksın! Onlara dersini verelim! Yok öyle! Artık ipler onların elinde değil. Şimdi onlar kara kara düşünüyorlar. Rabbin onlara müthiş bir ceza verdi. Artık onlar kendilerinden habersiz Müslüman olanları bilemiyor. Bilip üzerlerine gidemiyor. Dostlarını Müslümanlara karşı kışkırtamıyorlar. Şayet inkâr edenler gönderdiğimiz ayetlere inansalar, doğru yolumuzdan gitseler, onları bolca nimetlendiririz. Onları bol sularla destekleriz.   ","Mehmet Okuyan Meali":"16,17. Doğru yolda olsalardı, kendilerini nimetler içerisinde imtihan edelim diye onlara bol su verirdik. Zaten kim Rabbinin [zikr]inden (Kur’an’dan) yüz çevirirse, Allah onu şiddeti artan bir azaba sürükler. [*]","Mehmet Türk Meali":"16,17. Eğer (insanlar ve cinler)¹ dosdoğru yola girmiş olsalardı, (bu konuda) Biz, kendilerini denemek için onlara bitmez-tükenmez nîmetler² verirdik. Kim de Rabbinin zikrinden yüz çevirirse (Rabbin) onu gittikçe şiddeti artan bir azaba sürükler.","Muhammed Esed Meali":"ÖYLEYSE, [bilin ki] onlar, [çağrımızı duyanlar,] şaşmadan [doğru] yoldan gidecek olurlarsa kendilerine sınırsız nimetler ¹² yağdıracağız,","Mustafa Çavdar Meali":"Eğer onlar doğru yolda yürüselerdi, onlara bol bol yağmur yağdırır ve bolca nimete gark ederdik. 2/120, 30/48-49, 42/28","Mustafa İslamoğlu Meali":"İmdi, eğer onlar yolda doğru dürüst giderlerse, elbet Biz de onları bitimsiz bir suyla sularız;[⁵³⁵⁸]","Orhan Kuntman Meali":"16,17. (Biliniz ki şayet onlar o yol üzerinde dosdoğru gitselerdi (o insanlar ve cinlerin hepsi İslam yolunda dosdoğru gitselerdi) İmtihan edelim diye onların hepsine bol bol su içirirdik. (Bakalım bolluk içindeyken Rablerini unutmayıp şükredecekler mi diye) Kim Rabbinin zikrinden (Rabbine ibadetten) yüz çevirirse Rabbi onu şiddetli bir azaba sokar.","Osman Fırat Meali":"Şâyet yolda doğru gitselerdi onlara bol su verirdik (rızıklarını bollaştırırdık).","Ömer Nasuhi Bilmen Meali":"Ve eğer onlar, o yol üzerin de dosdoğru gitse idiler, elbette kendilerine bol bol su içirirdik.","Suat Yıldırım Meali":"Allah Teâlâ şöyle buyurur: “Eğer insanlar ve cinler, Allah'ın yolunda dosdoğru yürüselerdi, onlara bol yağmur verir, rızıklarını bollaştırırdık. [5, 66; 7, 96; 6, 44; 23, 55-56]","Süleyman Ateş Meali":"Şayet yolda doğru gitselerdi onlara bol su verirdik (rızıklarını bollaştırırdık).","Süleyman Tevfik (1927)":"16,17.Ve bana vahy olundı ki: Eğer ins ve cin bir tarîkat üzerinde istikâmet itselerdi, onları bununla imtihân itmek içün onlara mâl-ı kesîr virir ve dünyâda vâsi' rızık ile yaşadırdık ve rabbinin zikrinden i'râz idüb yüz çevireni Allâh meşâkkatli 'azâba uğradır.","Süleymaniye Vakfı Meali":"(Allah şöyle der:) Doğru yolu tutsalar elbette onlara bol su veririz.","Şaban Piriş Meali":"Eğer doğru yolda yürüselerdi, onlara bol bol yağmur verirdik.","Ümit Şimşek Meali":"Eğer insanlar ve cinler doğru yolda gitselerdi, Biz onları bol bol yağmurla rızıklandırırdık.","Yaşar Nuri Öztürk Meali":"Eğer yolda, kıvamında yürüselerdi, onları bol bir su ile suvarırdık,","Eski Anadolu Türkçesi":"daħı bayıķ eger ŧoġru olmışlarmıssa yol üzere ya'nį islām śuvarduġ-ıdı anları śu çoķ.","Satıraltı Meal (1534)":"Daḫı eger doġru dursalardı Ḥaḳ yolı üstine, anlara çoḳ ṣular içürüpni‘metler bitürdük.","Bunyadov-Memmedeliyev ":"(Sonra mənə belə vəhy olundu: ) Əgər onlar (Məkkə müşrikləri) o yolda (islam dinində) doğru olsaydılar, Biz onlara (yeddi il davam edən quraqlıq və qıtlıq əsnasında) bol yağış verərdik ki,","M. Pickthall (English)":"If they (the idolaters) tread the right path, We shall give them to drink of water in abundance","Yusuf Ali (English)":"(And Allah.s Message is): \"If they (the Pagans) had (only) remained on the (right) Way, We should certainly have bestowed on them Rain(5740) in abundance."},"17":{"Arabic":"لِنَفْتِنَهُمْف۪يهِۚوَمَنْيُعْرِضْعَنْذِكْرِرَبِّه۪يَسْلُكْهُعَذَابًاصَعَدًاۙ","Abdulbaki Gölpınarlı Meali":"Sınamak için onları böylece ve kim, Rabbini anmaktan yüz çevirirse onu, gittikçe artıp duran bir azaba sokar.","Abdullah-Ahmet Akgül Meali":"<b>Ki, kendilerini bununla denemek için </b><i>(böyle yapılmaktadır)</i><b>. Kim Rabbinin Zikrinden </b><i>(Kur’an-ı Kerim’den ve emirlerinden)</i><b> yüz çevirirse, </b><i>(Allah)</i><b> onu ’gittikçe şiddeti artan’ bir azaba sürüklemiş olacaktır.</b> ","Abdullah Parlıyan Meali":"Şükür mü yoksa inkâr mı edecekler diye onları denemek için rızıklarını bollaştırdık. Kim Rabbine itaat ve ibadetten yüz çevirirse, Rabbi onu şiddetli ve artıp duran bir azaba sokar.","Ahmet Tekin Meali":"Onları bu yolla denemek için akıtırdık. Kim, Rabbinin övünç kaynağı kitabından, Kur'ân'dan, zikirden, şeriattan yüz çevirir, Kur'ân öğrenimini, öğretimini, şeriatı, Allah'ı zikri engelleyici tedbirler alırsa Rabbi onu, devamlı artan dehşetli cezalara çarptırır, azaplara uğratır.","Ahmet Varol Meali":"Bununla onları imtihan etmek için. Kim Rabbinin zikrinden yüz çevirirse onu zor bir azaba sokar.","Ali Bulaç Meali":"Ki, kendilerini bununla denemek için. Kim Rabbinin zikrinden yüz çevirirse, (Allah), onu 'gittikçe şiddeti artan' bir azaba sürükler.","Ali Fikri Yavuz Meali":"Kendilerini bu nimet için deneyelim diye... (Acaba nasıl şükredecekler?) Kim de Rabbine ibadet etmekten yüz çevirirse, Allah onu şiddeti artan bir azaba sokar.","Bahaeddin Sağlam Meali":"Ki onları o nimet içinde imtihan edelim. Artık kim Allah’ın zikrinden yüz çevirirse, Allah onu meşakkatli, ağır bir azaba geçirir.”","Bayraktar Bayraklı Meali":"16,17. “Eğer doğru yolda yürüselerdi, onları onun içinde imtihan edelim diye bol su ile suvarırdık. Kim Rabbinin öğüdünden yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.”","Besim Atalay Meali (1965)":"16,17. Eğer yolda doğru yürüselerdi, —bununla onları sınamak için— bol su ile su verirdik onlara, Tanrısını anmaktan yüz çeviren kimseyi, Tanrısı yorucu azaba atar! ","Cemal Külünkoğlu Meali":"Bu nimetimiz onları imtihan etmek içindir. Kim Rabbinin zikrinden (Kur'an'dan) yüz çevirirse Allah onu gitgide artan çetin bir azaba sokar.","Cemil Said (1924)":"Ânları tecziye idiyor idik. Rabbinin zikrinden nükûl idenlere Allâh şedîd ’azâb virecekdir.","Diyanet İşleri Meali (Eski)":"16,17. Ama doğru yola girmiş olsalardı, onları bu hususta denememiz için onlara bol su içirirdik; kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe artan bir azaba uğratır.","Diyanet İşleri Meali (Yeni)":"16,17. Yine de ki: “Bana şöyle de vahyedildi: ‘Eğer yolda dosdoğru olurlarsa, mutlaka onlara bol yağmur yağdırırız ki bununla onları imtihan edelim. Kim Rabbinin zikrinden (Kur’an’dan) yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.”","Kur'an Yolu (Diyanet İşleri)":"16-17. Eğer (kullarımız) hak yolda dosdoğru yürürlerse kendilerini, içinde denemek üzere nimetlere boğarız; kim de rabbini anmaktan yüz çevirirse Allah onu gitgide artan bir azaba uğratır.","Diyanet Vakfı Meali":"16, 17. Şayet doğru yolda gitselerdi, bu hususta kendilerini denememiz için onlara bol su verirdik. Kim Rabbinin zikrinden yüz çevirirse, (Rabbin) onu gitgide artan çetin bir azaba uğratır.","Edip Yüksel Meali":"Ki onunla onları sınayalım. Kim Rabbinin mesajından yüz çevirirse onu zorlu ve yokuşlu bir cezaya süreriz.","Elmalılı Hamdi Yazır Meali":"Ki onları onunla sınayalım. Kim Rabbini anmaktan yüz çevirirse, Rabbi onu gittikçe yükselen bir azaba sokar.","Elmalılı Meali (Orijinal)":"Ki onları onun içinde imtihan edelim, her kim de rabbının zikrinden yüz çevirirse o onu gittikçe yükselen bir azâba sokar","Emrah Demiryent Meali":"Böylece onları nimetlerimizle imtihân ederdik. Kim Rabbinin zikrinden (îmândan ve taatten) yüz çevirirse, (Rabbin) onu gittikçe şiddeti artan çetin bir azaba uğratır.”","Erhan Aktaş Meali":"Onları bu nimetlerle sınardık. Kim Rabb'inin öğüdünden yüz çevirirse, O da onu çok şiddetli bir azaba uğratır. ","Hasan Basri Çantay Meali":"Bu hususda onları imtihaana çekelim diye. Kim Rabbinin zikrinden yüz çevirirse (Rabbi) onu (üstüne çıkıb yükselecek ve mağlub edecek) çetin bir azaba sokar.","Hayrat Neşriyat Meali":"Tâ ki onları, onda (o bolluk içinde) imtihân edelim. Artık kim Rabbisinin zikrinden(Kur'ân'dan) yüz çevirirse, (Rabbi de) onu çetin bir azâba sokar!","İhsan Aktaş Meali":"Bununla onları (o bolluk) içinde sınayalım diye. Artık kim Rabbinin zikrinden (Kur’an’dan) yüz çevirirse onu zorlu ve yokuşlu bir cezaya süreriz. *","İlyas Yorulmaz Meali":"Biz onları yeryüzünde deniyoruz. Kim Rabbinin gönderdiği öğütten (Kur’an’dan) yüz çevirirse, onu sürekli artan bir azaba sokarız.","İsmayıl Hakkı Baltacıoğlu":"Onları bu işte sınayalım diye. Her kim çalabının Kur’an’ından yüz çevirecek olursa O da onu dayanılmaz bir azaba sokar.","İsmail Hakkı İzmirli":"Böylece onları bu hususta imtihana çekeceğiz. Her kim Rabbini anmadan yüz çevirirse Rabbi onu takati tak edecek azaba sokar»:","İsmail Yakıt":"“Onları deneyelim diye. Kim Rabbini anmaktan yüz çevirirse O, onu şiddeti gittikçe artan bir azaba uğratır.”","Kadri Çelik Meali":"Onları bu hususta imtihan edelim (diye bol miktarda su ile suvarırdık). Kim Rabbinin zikrinden yüz çevirirse, (Allah,) onu şiddetli bir azaba sürükler.","Mahmut Kısa Meali":"<b>“</b>Fakat şunu da iyi bilin ki, Biz bu nîmetleri, <b>onları bu </b>göz alıcı nîmetler <b>içinde </b>yaşatarak<b> imtihân etmek için </b>veriyoruz. O hâlde,<b> her kim</b>dünyanın lüks ve refahına dalar da <b>Rabb’inin </b>öğüt ve <b>uyarılarından yüz çevirirse, </b>Allah <b>onu çok şiddetli bir azâba mahkûm edecektir!”</b>","Mahmut Özdemir Meali":"Bu konuda onları denememiz için! Kim de rabbinin zikrinden / öğüdünden yüz çevirirse, onu gittikçe artan bir azaba sokar.","Mehmet Çakır Meali":"bu bol su ile kendilerini denerdik.  Ama Allah, adını ağzına almak istemeyenleri, giderek şiddetlenen acılara boğacaktır...","Mehmet Çoban Meali":"Verdiğimiz nimetlerle onları imtihan edelim! Verdiğimiz rızıklara, verdiğimiz nimetlere nankörlük mü, yoksa şükür mü ediyorlar bilelim? Unutmayın ki kim bir iş yaparken Rabbini aklına getirmez, Rabbini aklına getirse bile emirlerimize karşı gelirse, onu çetin bir azaba sokarız. Azaba sokulanlar ezilmiş, zillete uğramış olur. İşte gördün! Sen onlara yabancı bir topluluğun Müslüman olduğunu haber verince; çılgına döndüler. Ne yapacaklarını şaşırdılar. Bu azap onlara yeter. Artık onlar düşünsün! Yakında onlara daha büyük azaplar gelecektir.","Mehmet Okuyan Meali":"16,17. Doğru yolda olsalardı, kendilerini nimetler içerisinde imtihan edelim diye onlara bol su verirdik. Zaten kim Rabbinin [zikr]inden (Kur’an’dan) yüz çevirirse, Allah onu şiddeti artan bir azaba sürükler. [*]","Mehmet Türk Meali":"16,17. Eğer (insanlar ve cinler)¹ dosdoğru yola girmiş olsalardı, (bu konuda) Biz, kendilerini denemek için onlara bitmez-tükenmez nîmetler² verirdik. Kim de Rabbinin zikrinden yüz çevirirse (Rabbin) onu gittikçe şiddeti artan bir azaba sürükler.","Muhammed Esed Meali":"ve onları bu yolla deneyeceğiz: çünkü Rabbini anmaktan uzaklaşanı Allah, en şiddetli azaba uğratır. ¹³","Mustafa Çavdar Meali":"Ve bu nimetlerle onları sınardık. Kim Rabbinin zikrinden/Kuran’dan yüz çevirirse bilsin ki Rabbi onu katlanması zor bir azaba çarptırır. 22/11, 89/15...20","Mustafa İslamoğlu Meali":"(bunu, nimet) içinde yüzdürerek sınamak için (yaparız); ama Rabbinin vahyinden yüz çeviren kimseyi de pek zorlu bir mahrumiyete mahkûm ederiz.","Orhan Kuntman Meali":"16,17. (Biliniz ki şayet onlar o yol üzerinde dosdoğru gitselerdi (o insanlar ve cinlerin hepsi İslam yolunda dosdoğru gitselerdi) İmtihan edelim diye onların hepsine bol bol su içirirdik. (Bakalım bolluk içindeyken Rablerini unutmayıp şükredecekler mi diye) Kim Rabbinin zikrinden (Rabbine ibadetten) yüz çevirirse Rabbi onu şiddetli bir azaba sokar.","Osman Fırat Meali":"Ki bununla onları imtihan edelim. Kim Rabbinin zikrinden (Kur’an’dan) yüz çevirirse, rabbi onu gittikçe yükselen bir azaba sokar.","Ömer Nasuhi Bilmen Meali":"Onları bu hususta imtihana çekelim diye. Ve her kim Rabbinin zikrinden yüz çevirirse onu da pek meşakkatli bir azaba sevkederiz.","Suat Yıldırım Meali":"Bu nimetimiz onları imtihan etmek içindir. Kim Rabbini hatırlamaktan yüz çevirirse Allah onu git gide artan çetin bir azaba sokar. ","Süleyman Ateş Meali":"Ki onları, onunla sınayalım. Kim Rabbini anmaktan yüz çevirirse (Rabbi) onu, alt eden bir azaba sokar.","Süleyman Tevfik (1927)":"16,17.Ve bana vahy olundı ki: Eğer ins ve cin bir tarîkat üzerinde istikâmet itselerdi, onları bununla imtihân itmek içün onlara mâl-ı kesîr virir ve dünyâda vâsi' rızık ile yaşadırdık ve rabbinin zikrinden i'râz idüb yüz çevireni Allâh meşâkkatli 'azâba uğradır.","Süleymaniye Vakfı Meali":"Suyu onlara imtihan için veririz. Kim Rabbinin[*] zikrinden (Kitabından) yüz çevirirse Rabbi onu, gittikçe artan bir azaba sokar.","Şaban Piriş Meali":"Bununla onları denerdik. Kim Rabbinin zikrinden/ uyarısından yüz çevirirse, onu çok ağır bir azaba sokar.","Ümit Şimşek Meali":"Böylece onları nimetlerimizle sınarız. Kim Rabbini anmaktan yüz çevirirse, Allah onu gittikçe artan bir azaba sokar.","Yaşar Nuri Öztürk Meali":"Ki onları, onun içinde imtihan edelim. Kim Rabbinin zikrinden/Kur'an'dan yüz çevirirse Rabbi onu, gittikçe yükselen bir azaba sokar.","Eski Anadolu Türkçesi":"tā śınayavuz anları anuñ içinde. daħı her kim yüz döndürür-ise çalabı’sı źikrinden givüre anı 'aźāba śarp.","Satıraltı Meal (1534)":"Anları tecribe eylemeg‐içün, kim i‘rāż itse Tañrısı ẕikrinden, anı givürürüzmeşaḳḳatlü ‘aẕāba.","Bunyadov-Memmedeliyev ":"Onları bununla (bu ne’mətlə) imtahana çəkək. Kim öz Rəbbini yad etməkdən üz çevirsə, (Allah) onu məşəqqətli bir əzaba düçar edər.","M. Pickthall (English)":"That We may test them thereby, and whoso turneth away from the remembrance of his Lord; He will thrust him into ever growing torment.","Yusuf Ali (English)":"\"That We might try them by that (means). But if any turns away from the remembrance(5741) of his Lord, He will cause him to undergo a severe Penalty."},"18":{"Arabic":"وَاَنَّالْمَسَاجِدَلِلّٰهِفَلَاتَدْعُوامَعَاللّٰهِاَحَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ve şüphe yok ki secde edilen yerler, Allah'a aittir, artık orada Allah'la beraber hiçbir kimseyi çağırmayın.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz mescitler, </b><i>(yalnızca)</i><b> Allah’a ait </b><i>(kutsal kurumlardır)</i><b>. Öyleyse, Allah ile beraber başka hiçbir şeye </b><i>(ve kimseye)</i><b> kulluk yapmayın. </b><i>(Fani ve aciz kimselere dua edip tapmayın.)</i> ","Abdullah Parlıyan Meali":"Mescidler Allah'a mahsustur veya secde edilebilecek her yer yani yeryüzü Allah'ındır. O halde o yeryüzünde Allah'ın yanı sıra başka hiç kimseye yalvarıp yakarmayın.","Ahmet Tekin Meali":"Secdelere varırken kullandığı organlar da, mescitler, secde edilen yerler, bütün yeryüzü de Allah'ındır. Allah ile birlikte herhangi bir kimseye kulluk ve ibadet etme, yalvarma.","Ahmet Varol Meali":"Şüphesiz mescidler Allah'ındır. Öyleyse Allah'la beraber başkasına tapmayın.","Ali Bulaç Meali":"Şüphesiz mescidler, (yalnızca) Allah'a aittir. Öyleyse, Allah ile beraber başka hiç bir şeye (ve kimseye) kulluk etmeyin (dua etmeyin, boyun eğmeyin, tapmayın).","Ali Fikri Yavuz Meali":"Muhakkak ki bütün mescidler, Allah'a ibadet için kurulmuşlardır. O halde Allah ile beraber başka birine ibadet etmeyin; (ancak O'na ibadet edin.)","Bahaeddin Sağlam Meali":"“Ve mescidler, Allah’ındır. Artık Allah ile beraber sakın kimseye yalvarmayın!”","Bayraktar Bayraklı Meali":"Şüphesiz, mescitler yalnız Allah'ındır. Allah ile beraber hiçbir kimseye yalvarmayınız![685]","Besim Atalay Meali (1965)":"Mesçitler Allahındır, Allah ile birlikte başkasına tapmayın!»","Cemal Külünkoğlu Meali":"Şüphe yok ki mescitler, (yalnızca) Allah'a aittir. Öyleyse, (Oralarda) Allah ile beraber başka hiç kimseye (hiçbir şeye, hiçbir varlığa) dua etmeyin, yalvarmayın!","Cemil Said (1924)":"Mescidler Allâh’a mahsûsdur, orada Allâh’dan gayriye ’ibâdet itmeyiniz.","Diyanet İşleri Meali (Eski)":"Mescidler şüphesiz Allah'ındır, öyleyse oralarda Allah'a yalvarırken başkasını katmayın.","Diyanet İşleri Meali (Yeni)":"“Şüphesiz mescitler, Allah’ındır. O hâlde, Allah ile birlikte hiç kimseye kulluk etmeyin.”","Kur'an Yolu (Diyanet İşleri)":"Mescidler yalnız Allah’ındır. O halde Allah ile birlikte başkasına da tapmayın.","Diyanet Vakfı Meali":"Mescidler şüphesiz Allah'ındır. O halde, Allah ile birlikte kimseye yalvarmayın (ve kulluk etmeyin).  ","Edip Yüksel Meali":"Mescidler sadece ALLAH'a aittir; öyleyse ALLAH ile birlikte hiç kimseyi çağırmayın.","Elmalılı Hamdi Yazır Meali":"Mescitler kuşkusuz Allah'ındır. O halde Allah ile birlikte kimseye yalvarmayın.","Elmalılı Meali (Orijinal)":"Ve hakıkat mescidler hep Allah içindir, o halde Allahın yanında başka birine duâ etmeyin","Emrah Demiryent Meali":"Şüphesiz mescitler, Allah’ındır. O hâlde, Allah (’ı ilâh edinmek) ile birlikte, başka hiç kimseye kulluk etmeyin (Allah’a şirk koşmayın!)","Erhan Aktaş Meali":"Mescitler Allah içindir. O halde Allah'ın yanı sıra başka bir kimseye çağrıda bulunmayın.¹","Hasan Basri Çantay Meali":"Hakıykatde mescidler Allahındır. Onun için Allah ile birlikde hiçbir (şey'e, hiçbir kimseye) tapmayın.","Hayrat Neşriyat Meali":"Şübhesiz ki mescidler Allah'ındır; o hâlde (oralarda) Allah ile berâber hiç kimseye ibâdet etmeyin!(1)","İhsan Aktaş Meali":"Ve (bilin ki), kesinlikle mescitler (secde edilen mekânlar, ibadethaneler vs. yalnızca) Allah’a mahsustur; öyleyse Allah’ın yanı sıra başka hiç kimseye yalvarıp dua (ve ibadet) etmeyin. (*)","İlyas Yorulmaz Meali":"Bütün secde edilen yerler Allah’a aittir. Sakın ola ki Allah’dan başka birisine yalvarıp dua etme.","İsmayıl Hakkı Baltacıoğlu":"Bütün mescitler Allah’ındır. Artık oralarda Allah ile birlikte başka hiç bir kimseye tapmayın.","İsmail Hakkı İzmirli":"«— Secde yerleri Allah/a mahsustur. Artık oralarda Allah/la beraber hiçbir kimseye ibadet etmeyiniz»;","İsmail Yakıt":"Muhakkak ki mescidler Allah’ındır. O hâlde orada Allah’la beraber bir başkasına çağrıda bulunmayınız/kulluk etmeyiniz.⁵","Kadri Çelik Meali":"Şüphesiz mescitler, Allah'a aittir. Öyleyse, Allah ile beraber başka hiç bir şeye yakarmayın.","Mahmut Kısa Meali":"<b>“</b>Ve yine o bize okunan Kur’an’dan öğrendiğimize göre, bütün câmiler ve <b>mescitler Allah’ındır </b>ve yalnızca O’na ibâdet amacıyla yapılmışlardır!<b> Öyleyse, </b>bütün secde makamlarında sadece Allah’a kul olun <b>Allah ile birlikte başka hiç kimseye sakın el açıp yalvarmayın!”</b>","Mahmut Özdemir Meali":"Mescidler, Allah içindir; Allah’la birlikte kimseye dua etmeyin!","Mehmet Çakır Meali":"<b>Camiler</b> Allah'ın evidir. Orada dua ederken sakın ola, devreye başka birini sokmayın.","Mehmet Çoban Meali":"Ey insanlar! Bilin ki mescitler Allah’a mahsustur. Allah’a mahsus olan yerlerde, Allah ile beraber bir başkasına yalvarmayın! Başkalarından medet ummayın! Eğer mescitlerde Allah’tan başkasına yalvararak dua ederseniz, onların koruması kurtarması için yalvarırsanız; apaçık bir şirkin içine girmiş olursunuz. Şüphesiz sizi koruyacak, sizi kurtaracak, size yardım edecek sadece Allah’tır.","Mehmet Okuyan Meali":"Şüphesiz ki mescitler Allah’a aittir. Allah ile birlikte kimseye yalvarmayın! [*]","Mehmet Türk Meali":"(Yine bana):¹ Şüphesiz mescidler,² (yalnız) Allah’a aittir. Öyleyse orada Allah ile birlikte başka bir kimseye, kulluk etmeyin.³ (diye vahyolundu.)","Muhammed Esed Meali":"Ve [bilin ki] kulluk ¹⁴ [yalnızca] Allah’a mahsustur: O halde Allah’ın yanısıra başka hiç kimseye yalvarıp yakarmayın!","Mustafa Çavdar Meali":"İyi bilin ki mescitler yalnızca Allah’ındır. O halde Allah ile aranıza koyduklarınıza dua ile yalvarıp yakarmayın. 13/14, 35/40, 46/4.6","Mustafa İslamoğlu Meali":"“Yine (bana vahyedildi ki),[⁵³⁵⁹] kesinlikle ibadethaneler[⁵³⁶⁰] Allah’a mahsustur;[⁵³⁶¹] öyleyse Allah’ın yanı sıra başka hiç kimseye yalvarıp yakarmayın!”","Orhan Kuntman Meali":"Kuşkusuz mescidler Allah (a ibadet) içindir, o halde Allah ile beraber başkasına ibadet etmeyin. (O’na asla ortak koşmayın)","Osman Fırat Meali":"Mescidler, Allah’a mahsustur. Allâh ile beraber hiç kimseye yalvarıp çağrıda bulunmayın.","Ömer Nasuhi Bilmen Meali":"Ve şüphe yok, mescitler Allah içindir, artık Allah ile beraber hiçbir kimseye ibadette bulunmayın.","Suat Yıldırım Meali":"Şüphesiz ki mescidler Allah'ındır (secdeler O'na mahsustur). Öyleyse sakın Allah'tan başka hiçbir tanrıya dua ve ibadet etmeyin! ”","Süleyman Ateş Meali":"Mescidler, Allah'a mahsustur. Allah ile beraber hiç kimseye yalvarmayın.","Süleyman Tevfik (1927)":"Ve tahkîk mescidler Allâh içündir, Allâh ile berâber bir kimseye 'ibâdet itmeyin. ","Süleymaniye Vakfı Meali":"Bütün mescitler[*] Allah için yapılmıştır; öyleyse Allah ile birlikte kimseyi yardıma çağırmayın!","Şaban Piriş Meali":"Mescitler Allah'ındır. O halde Allah ile birlikte başkasına dua etmeyin.","Ümit Şimşek Meali":"Mescidler Allah içindir; sakın Allah ile beraber başka birisine dua etmeyin.","Yaşar Nuri Öztürk Meali":"Hiç kuşkusuz, mescitler/secdeler Allah içindir. O halde, Allah ile birlikte bir başkasına yakarmayın/Allah'ın yanında bir başkası için çağrıda bulunmayın.","Eski Anadolu Türkçesi":"daħı bayıķ mescidler Tañrı’nuñdur pes ŧapmañ Tañrı-y-ıla kim iseye.","Satıraltı Meal (1534)":"Daḫı mescidler Tañrı Ta‘ālānuñdur. Pes Tañrıdan özge kimseye ṭapmañuz.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, (bütün) məscidlər Allaha məxsusdur. Allahdan başqa heç kəsə ibadət etməyin!","M. Pickthall (English)":"And the places of worship are only for Allah, so pray not unto anyone along with Allah.","Yusuf Ali (English)":"\"And the places of worship(5742) are for Allah (alone): So invoke not any one along with Allah."},"19":{"Arabic":"وَاَنَّهُلَمَّاقَامَعَبْدُاللّٰهِيَدْعُوهُكَادُوايَكُونُونَعَلَيْهِلِبَدًاۜ۟","Abdulbaki Gölpınarlı Meali":"Ve şüphe yok ki Allah'ın kulu, ona çağırmaya kalktı mı cinler, öylesine toplanıyorlardı etrafına ki neredeyse birbirlerini ezeceklerdi.","Abdullah-Ahmet Akgül Meali":"<b>Şu bir gerçek ki, Allah’ın kulu </b><i>(olan Muhammed)</i><b>, O’na dua </b><i>(ibadet ve Hakkın hâkimiyeti)</i><b> için her kalktığında, onlar </b><i>(müşrikler)</i><b> neredeyse çevresinde keçeleşiyor </b><i>(kümeleşiyor)</i><b>lardı; </b><i>(yani bütün müşrikler ve münafık kimseler, Hz. Peygamber Efendimize düşmanlık hususunda birleşip kenetleşiyorlardı.)</i> ","Abdullah Parlıyan Meali":"Doğrusu Allah'ın kulu Muhammed Rabbine ibadet için kalkınca, inkârcı müşrikler neredeyse O'nun üzerine çullanıyorlardı veya cinler Kur'ân'ı dinlemek arzu ve hırsıyla neredeyse aşırı kalabalıktan dolayı birbirini ezeceklerdi.","Ahmet Tekin Meali":"Allah'ı ilâh tanıyan, candan müslüman olarak Allah'a bağlanan saygılı kulu Muhammed, tebliğ için ne zaman meydanlara çıkıp, davete başlasa, âşikâre ibadet etse, Allah'a dua ve niyazda bulunsa, cinler dinlemek için üşüşürler, neredeyse, onun üzerinde keçeleşecekler, müşrikler de peygamberleri engellemek için etrafını kuşatırlar.","Ahmet Varol Meali":"Gerçekten Allah'ın kulu O'na ibadet için kalktığında onun üzerine üşüşerek neredeyse keçe gibi olacaklardı.","Ali Bulaç Meali":"Şu bir gerçek ki, Allah'ın kulu (olan Muhammed,) O'na dua (ibadet ve kulluk) için kalktığında, onlar (müşrikler,) neredeyse çevresinde keçeleşeceklerdi.","Ali Fikri Yavuz Meali":"Şu gerçek de var: Allah'ın kulu (Hz. Peygamber), kalkmış O'na ibadet ederken, nerde ise cinler (Kur'an'ı dinleyelim diye peygamberin) etrafında üstüste yığılıyorlardı.","Bahaeddin Sağlam Meali":"Ve gerçekten Allah’ın kulu (Peygamber) O’na yalvarmaya başlayınca, neredeyse afet çekirdekleri gibi üstüne çullanacaklardı.","Bayraktar Bayraklı Meali":"Allah'ın kulu, Allah'a dua etmek üzere kalktığında, müşrikler/kâfirler neredeyse üzerine çullanacaklardı.","Besim Atalay Meali (1965)":"Allahın kulu, Allahı çağırırken, onun üzerine keçe gibi yığılmaya başladılar","Cemal Külünkoğlu Meali":"Hal böyleyken Allah'ın kulu (Muhammed), tek olan Allah'a çağırdığında, o (hakikati inkâr ede)nler hep birlikte etrafını telaşla kuşatırlardı.","Cemil Said (1924)":"’Abdullah (Muhammed ’aleyhisselâm) namâza durdığı vakit etrâfını cinler aldılar, izdihâm teşkîl itdiler.","Diyanet İşleri Meali (Eski)":"Allah'ın kulu Muhammed, O'na yalvarmak, namaz kılmak için kalkınca, nerdeyse, çevresinde keçeleşirler, birbirlerine girerlerdi.*","Diyanet İşleri Meali (Yeni)":"“Allah’ın kulu (Muhammed), O’na ibadet etmek için kalktığında cinler nerede ise (Kur’an’ı dinlemek için kalabalıktan) onun etrafında birbirlerine geçiyorlardı.","Kur'an Yolu (Diyanet İşleri)":"Allah’ın kulu O’na ibadet etmek üzere kalktığında üstüne çıkarcasına etrafına üşüşüyorlar.","Diyanet Vakfı Meali":"Allah'ın kulu, O'na yalvarmaya (namaza) kalkınca, neredeyse onun etrafında keçe gibi birbirlerine geçeceklerdi.  ","Edip Yüksel Meali":"ALLAH'ın kulu kalkıp sadece O'na çağırdığında ona karşı nerdeyse hepsi bir bütün oldular.","Elmalılı Hamdi Yazır Meali":"Allah'ın kulu (Hz. Peygamber) kalkmış O'na dua ederken, neredeyse (cinler) onun etrafında keçe gibi birbirlerine geçeceklerdi.","Elmalılı Meali (Orijinal)":"Ve filhakıka o Allahın kulu kalkmış ona duâ ederken üzerine keçeleneyazdılar","Emrah Demiryent Meali":"Allah’ın kulu (ve resûlü olan Muhammed), O’na ibadet etmek üzere (namaza) kalkınca, (okuduğu Kur’ân’ı dinlemek için cinler, kalabalıktan/izdihamdan) nerede ise keçe gibi birbirlerine geçeceklerdi.","Erhan Aktaş Meali":"O Allah'ın kulu¹, O'na çağrıda bulunmaya kalktığı zaman, neredeyse çevresinde keçe gibi oluyorlardı.²","Hasan Basri Çantay Meali":"(Bana) şu hakıykat de (vahyedilmişdir:) Allahın kulu Ona ibâdet için (namaza) kalkdığı zaman nerdeyse onlar, etrafında keçeler (gibi dertop) oluyorlardı.","Hayrat Neşriyat Meali":"Şu da muhakkak ki, Allah'ın kulu (o peygamber) O'na ibâdet etmek üzere (namaza)kalkınca, (okuduğu Kur'ân'ı dinlemekte olan cinler) nerede ise onun etrâfında keçe gibi birbirlerine geçeceklerdi (öyle üşüştüler).","İhsan Aktaş Meali":"Ve şüphesiz Allah’ın kulu (ve elçisi olan Muhammed insanları) O’na (iman ve ibadet ve kulluk için) davet etmek üzere kalktığında; onlar (o inanmayan ve Allah’tan başkasına tanrısal nitelikler yakıştıran müşrikler) yekvücut olup neredeyse üzerine çullanıverirlerdi.","İlyas Yorulmaz Meali":"Şüphesiz ki Allah’ın kulu, ne zaman dua etmek için kalksa, inkâr edenler hemen başına üşüşürler.","İsmayıl Hakkı Baltacıoğlu":"İşte Allah’ın kulu Muhammet Ona tapmaya kalkınca onun dolayında keçe gibi sımsıkı oluyorlardı.","İsmail Hakkı İzmirli":"«— Allah/ın kulu Muhammed, Allah/a ibadet etmek için namaza kalktığı zaman onun etrafında hemen keçe gibi sımsıkı oluyorlardı» [²].","İsmail Yakıt":"Allah’ın kulu/Muhammed, O’nu çağırmak için kalktığında, onlar neredeyse birbirlerini çiğnercesine başına üşüşürlerdi [libeden].","Kadri Çelik Meali":"Allah'ın kulu (Muhammed), Rabbine yakarmaya durunca, müşrikler (alay etmek için) toplanıp doluşurlardı.","Mahmut Kısa Meali":"<b>“</b>Ama ne var ki, <b>Allah’ın </b>kalbi imanla dolu bir<b> kulu </b>ve Rasulü olan Hz. Peygamber inkârcıların bulunduğu bir mescitte namaza <b>durup</b> yalnızca <b>O’na yalvarmaya başlayınca </b>öfkeden kuduran kâfirler, <b>nerdeyse onun üzerine çullanıp </b>onu oracıkta <b>linç edeceklerdi.”</b>","Mahmut Özdemir Meali":"Şu bir gerçektir ki; nitekim Allah’ın kulu dua etmek üzere kalktığında onun üzerine keçeleneyazdılar / üşüşüverdiler.","Mehmet Çakır Meali":"Eğer bir tanrı kulu, Allah'a doğrudan el açıp yalvarırsa, bütün melekler, onun etrafında etten duvar oluştururlar. ","Mehmet Çoban Meali":"İnkâr edenler; sizin Allah’tan başkasının emirlerini dinlemeyeceğinizi, Allah’tan başka varlıklara yalvarmayacağınızı işittiklerinde, sinirlerinden keçe gibi kaskatı kalırlar. Onlar ister ki; yolundan gittikleri, yasalarına uydukları, böylece ilahlaştırdıkları insanların arkasından gidin! Onları kurtarıcı koruyucu bilin! Hatta onlar ölmüş olsa bile onlardan medet umun! Bir şey istediğinizde onlardan isteyin! Ey kurtarıcımız, ey koruyucumuz, bizi kurtar, bizi koru, bize yardım et deyin! Onlar böyle ister. Taptıkları insanlara sizin de tapmanızı isterler.","Mehmet Okuyan Meali":"Allah’ın kulu, O’na davet için kalktığında (yoldan sapanlar) neredeyse onun üzerine çullanırlardı.","Mehmet Türk Meali":"Allah’ın kulu (Muhammed,) Allah’a kulluk için kalktığında, o (müşrikler) neredeyse onun çevresinde (onu yıldırmak için) bütünleştiler.¹","Muhammed Esed Meali":"Ama ne zaman Allah’ın bir kulu O’na ibadet etmek için ayağa kalksa, o [hakikati inkar ede]nler hep birlikte etrafını telaşla kuşatırlardı. ¹⁵","Mustafa Çavdar Meali":"Hal böyleyken tek bir Allah’a kulluk için davete kalktığında onu etkisiz kılmak için neredeyse birbirlerini ezecek şekilde onun çevresine üşüşüyorlardı. 5/49, 28/87","Mustafa İslamoğlu Meali":"Ne var ki Allah’ın kulu O’na davete kalkmayagörsün; hemen yek vücut olup üzerine çullanıverirlerdi.","Orhan Kuntman Meali":"Allah'ın kulu (Muhammed s.a.s.) O’na yalvarmaya (namaza) kalkınca neredeyse (cinler) çevresinde keçe gibi birbirine giriyorlardı. (Kur’an’ı dinlemek için üzerine yığılıyorlardı)","Osman Fırat Meali":"Allâh’ın kulu kalkıp O’na yalvarınca (hayretten, hepsi) onun üzerine üşüşüp nerdeyse keçe gibi birbirlerine geçeceklerdi.","Ömer Nasuhi Bilmen Meali":"Ve muhakkak ki, Allah'ın kulu vaktâ ki kalktı, O'na dua eder oldu, az kaldı ki, onun üzerine toplaşmış cemaatler oluversinler.","Suat Yıldırım Meali":"Ne tuhaftır ki, işi tam tersine çevirip, Allah'ın has kulu, bir olan Allah'a ibadete kalkınca, başına öyle bir üşüştüler ki nerdeyse birbirlerini çiğneyeceklerdi. ","Süleyman Ateş Meali":"Allah'ın kulu kalkıp O'na yalvarınca (hayretten, hepsi) onun üzerine üşüşüp nerdeyse keçe gibi birbirlerine geçeceklerdi.","Süleyman Tevfik (1927)":"Vaktâ ki Allâh'ın kulı (Muhammed) 'ibâdete kalkdıkda onun etrâfına toplanub 'âdetâ izdihâm iylediler.","Süleymaniye Vakfı Meali":"Allah’ın kulu (Muhammed) ona duaya kalkınca, cinler (ne yaptığını görmek için) birbirlerini ezecek gibi oldular.","Şaban Piriş Meali":"Nitekim Allah'ın kulu, ona dua/ibadet için ayağa kalktığında az kalsın üzerine çullanacaklardı.","Ümit Şimşek Meali":"Allah'ın kulu kalkıp da Rabbine dua etmeye başlayınca, birbirine girercesine onun başına üşüştüler.(3)","Yaşar Nuri Öztürk Meali":"Allah'ın kulu kalkmış O'na yakarırken, onlar onun üzerine keçeleşir gibi üşüşüyorlardı.","Eski Anadolu Türkçesi":"daħı bayıķ ol vaķt kim ŧurdı Tañrı ķulı ya'nį peyġamber ŧapar-ıdı aña ya'nį irte namāzı ķılurken naħl’da yaķın oldılar kim olalar anuñ üzere biribiri üzerine ķonılmışlar.","Satıraltı Meal (1534)":"Daḫı ol vaḳt ki durdı Tañrı ḳulı Muḥammed resūlu’llāh Allāha ‘ibādeteylemeg‐içün, yaḳın oldılar ki anuñ emrini bāṭıl ideler.","Bunyadov-Memmedeliyev ":"Allahın bəndəsi (Muhəmməd əleyhissəlam) Ona ibadət etmək (namaz qılmaq) üçün qalxdıqda (cinlər) az qalmışdı ki, onun ətrafında keçə kimi bir-birinə keçsinlər (izdihamın çoxluğundan bir-birinin üstünə minsinlər).","M. Pickthall (English)":"And when the slave of Allah stood up in prayer to Him, they crowded on him, almost stifling.'","Yusuf Ali (English)":"\"Yet when the Devotee(5743) of Allah stands forth to invoke Him, they(5744) just make round him a dense crowd.\""},"20":{"Arabic":"قُلْاِنَّمَٓااَدْعُوارَبّ۪يوَلَٓااُشْرِكُبِه۪ٓاَحَدًا","Abdulbaki Gölpınarlı Meali":"De ki: Ben, ancak Rabbime çağırmadayım ve ona, hiçbir kimseyi ortak olarak kabul etmemedeyim.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> \"Ben gerçekten, sadece Rabbime dua </b><i>(ve ibadet)</i><b> ediyorum ve O’na hiç kimseyi </b><i>(ve hiçbir şeyi)</i><b> ortak koşmuyorum\" diyerek </b><i>(Allah’a sığınmalı ve görevini yapmalısın)</i><b>. </b> ","Abdullah Parlıyan Meali":"Ey peygamber! De ki: “Ben yalnız Rabbime yalvarır ve ibadet ederim O'ndan başka hiç kimseye ilahlık yakıştırmam.”","Ahmet Tekin Meali":"Rasûlüm sen de:<br>\r\n “Ben ancak Rabbime kulluk ve ibadet ederim, dua ederim. İlâhlığında, otoritesinde, mülkünde, tasarruflarında O'na hiçbir kimseyi ortak koşmam, gizli şirke düşmem, başka otoriteleri kabul etmem.” de.","Ahmet Varol Meali":"De ki: \"Ben ancak Rabbime dua ediyor ve O'na hiç bir şeyi ortak koşmuyorum.\"","Ali Bulaç Meali":"De ki: 'Ben gerçekten, yalnızca Rabbime dua ediyorum ve O'na hiç kimseyi (ve hiç bir şeyi) ortak koşmuyorum.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), de ki: “- Ben, ancak Rabbime ibadet ederim ve O'na hiç bir şeyi ortak koşmam.”","Bahaeddin Sağlam Meali":"De ki: “Ben ancak Rabbime yalvarırım. Ve O’na hiç kimseyi ortak koşmam.”","Bayraktar Bayraklı Meali":"De ki: “Ben yalnız Rabbime ibadet ediyorum ve O'na kimseyi ortak koşmuyorum.”","Besim Atalay Meali (1965)":"Diyesin ki: «Ben ancak, Tanrıma tapıyorum, bir kimseyi O'na eş de koşamam !»","Cemal Külünkoğlu Meali":"De ki: “Şüphesiz ben ancak Rabbime kulluk ederim ve O'na hiç kimseyi ortak koşmam.”","Cemil Said (1924)":"Müşriklere di ki: \"Ben rabbime du’â itdiğim vakit âna hiç bir şerîk koşmam.\"","Diyanet İşleri Meali (Eski)":"De ki: \"Ben sadece Rabbime yalvarırım ve O'na kimseyi ortak koşmam.\"","Diyanet İşleri Meali (Yeni)":"De ki: “Şüphesiz ben ancak Rabbime ibadet ederim ve O’na hiç kimseyi ortak koşmam.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Ben kendisine hiç kimseyi ortak koşmaksızın yalnız rabbime yakarıp kulluk ederim.”","Diyanet Vakfı Meali":"(Resûlüm!) De ki: Ben ancak Rabbime yalvarırım ve O'na kimseyi ortak koşmam.","Edip Yüksel Meali":"De ki, \"Ben sadece Rabbime çağırırım; ve O'na hiç kimseyi ortak koşmam.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Ben ancak Rabbime dua eder ve O'na hiçbir şeyi ortak koşmam\"","Elmalılı Meali (Orijinal)":"De ki ben ancak rabbıma duâ ederim ve ona hiç bir şerik koşmam","Emrah Demiryent Meali":"(Resûlüm! Haddi aşarak, seni bâtıl inançlarına çağıran o müşriklere) de ki: “Şüphesiz ben ancak Rabbime kulluk ederim ve O’na hiç kimseyi ortak koşmam.”","Erhan Aktaş Meali":"De ki: “Ben yalnızca Rabb'ime dua ederim ve hiçbir şeyi O'na şirk koşmam.","Hasan Basri Çantay Meali":"De ki: (Habîbim): «Ben ancak Rabbime düâ ediyorum. Ona hiçbirini ortak koşmam».","Hayrat Neşriyat Meali":"(Habîbim, yâ Muhammed!) De ki: “(Ben) ancak Rabbime ibâdet ederim ve O'na hiç kimseyi ortak koşmam!”","İhsan Aktaş Meali":"(Resulüm!) De ki: \"Ben yalnız Rabbime dua edip yalvarırım (yalnız onu ilah edinir, ona kulluk eder, ondan yardım diler ve ona sığınırım) ve ona hiçbir şey ortak koşmam. *","İlyas Yorulmaz Meali":"Deki “Ben yalnızca Rabbime dua ederim. Ben O’na hiçbir kimseyi ortak koşmam.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Ben ancak çalabıma taparım. Ona hiç bir nesneyi eş koşamam.\"","İsmail Hakkı İzmirli":"De ki, ben ancak Rabbime ibadet ederim. Hiçbir kimseyi O/na şerik koşmam.","İsmail Yakıt":"(Ey Peygamber!) De ki: “Ben sadece Rabbime yalvarırım/kulluk ederim. O’na hiç kimseyi ortak koşmam.”","Kadri Çelik Meali":"De ki: “Ben gerçekten yalnızca Rabbime yakarıyorum ve O'na hiç kimseyi (ve hiç bir şeyi) ortak koşmuyorum.”","Mahmut Kısa Meali":"Ey Muhammed! O inkârcılara <b>de ki: “</b>Ne yaparsanız yapın, <b>ben </b>yine de <b>sadece Rabb’ime duâ edeceğim ve </b>ne pahasına olursa olsun, <b>hiç kimseyi </b>ve hiçbir şeyi ilâhlık makâmına yüceltmeyecek, yani <b>O’na ortak koşmayacağım!”</b>","Mahmut Özdemir Meali":"De ki: -“Doğrusu rabbime dua ediyorum. O’na kimseyi ortak koşmam”.","Mehmet Çakır Meali":"Resulüm de ki: &quot; <i>Ben</i> dahi <i>Allah'a dua ederken, hiç kimseyi araya sokmam,</i>","Mehmet Çoban Meali":"Onlara de ki; \"Ben ancak Rabbime yalvarırım! Rabbimin korumasına sığınırım! Allah’tan başka kimseye yalvarmam! Allah’tan başka kimsenin korumasını kabul etmem! Korunma yalvarma konusunda yaratılan varlıkları Allah’a ortak etmem! Sizin yalvardığınız, korunma talebinde bulunduğunuz varlıklar aciz yaratıklardır. Onlar da benim gibi sizin gibidir. Ben asla benim gibi olan varlıkların korumasına girip onlardan bir şey istemem!\"","Mehmet Okuyan Meali":"De ki: “Ben sadece Rabbime dua ederim (O’na çağırırım) [*] ve O’na kimseyi ortak koşmam.”","Mehmet Türk Meali":"(Ey Muhammed!): “Ben gerçekten, sadece Rabbime kulluk ederim ve Ona hiç kimseyi asla ortak koşmam.” de.","Muhammed Esed Meali":"De ki: “Ben yalnız Rabbime yalvarırım ve O’ndan başka hiç kimseye ilahlık yakıştırmam”.","Mustafa Çavdar Meali":"De ki: – Ben ancak Rabbime dua ile yalvarıp yakarırım ve O’na hiç bir kimseyi ortak ederek şirk koşmam. 6/88, 39/64...66","Mustafa İslamoğlu Meali":"Oysa onun söylediği (sadece) şuydu:[⁵³⁶²] “Ben yalnızca Rabbime yalvarıp yakarırım ve O’ndan başka hiç kimseye ilâhlık yakıştırmam.”[⁵³⁶³]","Orhan Kuntman Meali":"(Ey Muhammed) De ki: “Ben ancak Rabbime dua ederim ve Ona hiçbir şeyi ortak koşmam.”","Osman Fırat Meali":"De ki: \"Ben ancak Rabbime yalvarırım ve hiç kimseyi O’na ortak koşmam. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Ben ancak Rabbime ibadet ederim ve O'na hiçbir kimseyi şerik edinmem.»","Suat Yıldırım Meali":"Sen de ki: “Ben yalnız Rabbime yalvarır, O'na kulluk ederim. Hiçbir şeyi O'na ortak saymam. ”","Süleyman Ateş Meali":"De ki: \"Ben ancak Rabbime yalvarırım ve hiç kimseyi O'na ortak koşmam.\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Ben rabbime 'ibâdet iderim ve O'na hiç bir kimseyi şerîk itmem.\"","Süleymaniye Vakfı Meali":"De ki “Ben sadece Rabbime dua ederim; duada kimseyi O’na ortak etmem.”","Şaban Piriş Meali":"De ki:-Ben ancak Rabbime dua ederim. O'na hiç bir şeyi ortak koşmam.","Ümit Şimşek Meali":"De ki: Ben yalnız Rabbime yakarırım; Ona hiç kimseyi ortak koşmam.","Yaşar Nuri Öztürk Meali":"De ki: \"Ben ancak Rabbime yakarırım/çağırırım. Ve hiç kimseyi O'na ortak koşmam.\"","Eski Anadolu Türkçesi":"eyit “ŧapmazın illā çalabuma daħı ortaķ eylemezin aña kimseyi.”","Satıraltı Meal (1534)":"Eyitdi: Ben ṭapmazın, illā beni yaradana. Daḫı şirk getürmezin añahīç nesneyi.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) De: “Mən ancaq öz Rəbbimə ibadət edirəm və heç kəsi Ona şərik qoşmuram!”","M. Pickthall (English)":"Say (unto them, O Muhammad): I pray unto Allah only, and ascribe unto Him no partner.","Yusuf Ali (English)":"Say: \"I do no more than invoke my Lord, and I join not with Him any (false god).\""},"21":{"Arabic":"قُلْاِنّ۪يلَٓااَمْلِكُلَكُمْضَرًّاوَلَارَشَدًا","Abdulbaki Gölpınarlı Meali":"De ki: Benim, size bir zarar vermeye de gücüm yetmez, sizi doğru yola götürmeye de.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> De ki: \"Doğrusu Ben, sizin için ne bir zarar verebilirim, ne de bir yarar </b><i>(irşad)</i><b> sağlayabilirim </b><i>(Allah’ın izni ve iradesi dışında bunlara malik değilim; görevim tebliğimi tamamlamaktır)</i><b>.\" </b> ","Abdullah Parlıyan Meali":"De ki: “Benim size bir zarar vermeye de gücüm yetmez, sizi doğru yola götürmeye de.”","Ahmet Tekin Meali":"“Ben size zarar verme yetkisine sahip değilim, size huzurlu ve aydınlık bir hayat sağlamak, hidayete erdirmek de benim yetkim dahilinde değil..","Ahmet Varol Meali":"De ki: \"Ben size ne bir zarar, ne de bir yarar dokundurma gücüne sahibim.\"","Ali Bulaç Meali":"De ki: 'Doğrusu ben, sizin için ne bir zarar, ne de bir yarar (irşad) sağlayabilirim.'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm, Mekke halkına) de ki: “- Ben, size, kendiliğimden ne bir zarar, ne de bir fayda yapma kudretine sahib değilim.”","Bahaeddin Sağlam Meali":"De ki: “Ben, size ne zarar vermeye ne de sizi doğru yola iletmeye sahip değilim.”","Bayraktar Bayraklı Meali":"De ki: “Ben size ne bir zarar verebilirim, ne de doğruya ulaştırabilirim.”","Besim Atalay Meali (1965)":"Diyesin ki: «Ne sizleri bir zarara, ne de doğru yola iletmeye gücüm yetişir benim»","Cemal Külünkoğlu Meali":"De ki: “Şüphesiz ben, size ne zarar verebilir ne de fayda sağlayabilirim.”","Cemil Said (1924)":"\"Sizi gerek fenâlığa ve gerek hidâyete sevk itmek içün kudretim yokdur. \"","Diyanet İşleri Meali (Eski)":"De ki: \"Ben size zarar vermeye de iyilik yapmaya da kadir değilim.\"","Diyanet İşleri Meali (Yeni)":"De ki: “Şüphesiz ben, size ne zarar verebilir ne de fayda sağlayabilirim.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Doğrusu ben size ne zarar verme ne de istikametinizi düzeltme gücüne sahibim.”","Diyanet Vakfı Meali":"De ki: Doğrusu ben (kendi başıma) size ne zarar verme ne de fayda sağlama gücüne sahibim.","Edip Yüksel Meali":"De ki, \"Ben size ne bir zarar ne de bir yarar verme gücüne sahip değilim.\"","Elmalılı Hamdi Yazır Meali":"De ki, \"Haberiniz olsun, ben size kendiliğimden ne bir zarar verebilirim, ne de bir yol gösterebilirim.\"","Elmalılı Meali (Orijinal)":"De ki haberiniz olsun ben size kendiliğimden ne bir zarar, ne de bir irşad yapamam","Emrah Demiryent Meali":"De ki: “Şüphesiz ben, (Rabbim izin vermediği sürece) size ne bir zarar verebilirim ne de (dilediğimi) doğru yola iletebilirim.”","Erhan Aktaş Meali":"De ki: “Ben, size bir zarar verme¹ ve sizi irşad² etme gücüne sahip değilim.”","Hasan Basri Çantay Meali":"De ki: «Hakıykat ben sizin için ne bir zarar (yapmak), ne de bir hayır (getirmek kudretine) mâlik değilim».","Hayrat Neşriyat Meali":"De ki: “Şübhesiz ki ben (kendi başıma), sizin için ne bir zarara, ne de bir faydaya sâhib olabilirim.”","İhsan Aktaş Meali":"(Yine onlara) de ki: “Size ne bir zarar vermeye, ne de sizi doğruya ulaştırarak bir fayda sağlamaya (lehte ve aleyhte sizin için Allah’a torpil yapmaya) gücüm yeter.”*","İlyas Yorulmaz Meali":"Deki “Ben size ne bir zarar vermeye, nede sizi doğru yola iletme gücüne sahip değilim.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"İşte benim size yapacağım ne bir kötülük, ne de bir iyilik yoktur.\"","İsmail Hakkı İzmirli":"De ki, ben sizin için ne zarara, ne de menfaat ve hayra mâlik değilim.","İsmail Yakıt":"De ki: “Muhakkak ki benim, size ne zarar vermeye gücüm yeter ne de size iyiyi kötüden ayırma yeteneği vermeye [reşeden].”⁶","Kadri Çelik Meali":"De ki: “Doğrusu ben, sizin için ne bir zarar ve ne de bir yarar sağlayabilirim.”","Mahmut Kısa Meali":"Eğer senden mûcizeler isterlerse onlara <b>de ki: “</b>Bakın; <b>ben </b>de sadece sizin gibi bir insanım. Rabb’im izin vermediği sürece, <b>size ne bir zarar verebilirim, ne de </b>dilediğimi<b> doğru yola iletebilirim.”</b>","Mahmut Özdemir Meali":"De ki: -“Ben, sizin için ne bir zarara mâlik olurum, ne bir rüşd’e / doğruluğa!”.","Mehmet Çakır Meali":"<i>Meselâ ben, lehte ve aleyhte sizin için Allah'a torpil yapma yetkisine sahip değilim,</i>","Mehmet Çoban Meali":"Onlara de ki; \"Ben size ne zarar, ne de fayda verme gücüne sahip değilim! Size akıl da verecek değilim! Benim aklım bana yeter. Sizler kendinizi çok akıllı görüyorsunuz? Benim dediklerimi anlayacak, anlayıp idrak edecek aklınız var. Buyurun akıl edip düşünün! Ben tek başıma olduğum halde size nasıl zarar verebilirim?\"","Mehmet Okuyan Meali":"De ki: “Ben size zarar verme ve doğru yola getirme gücüne de sahip değilim.”","Mehmet Türk Meali":"(Ve onlara): “Doğrusu ben size zarar da veremem, fayda da sağlayamam.” de.","Muhammed Esed Meali":"De ki: “Size zarar vermek yahut doğruyu eğriden ayırd etme bilinciyle sizi donatmak benim elimde değildir”.","Mustafa Çavdar Meali":"De ki: – Ben, sizi ne doğru yoldan saptırma ne de sizi doğru yola iletme gücüne sahibim. 7/188, 27/92","Mustafa İslamoğlu Meali":"DE Kİ: “Ne zarar (ve yarar) verebilirim, ne de hidayet (ve dalâlete) götürebilirim.”[⁵³⁶⁴]","Orhan Kuntman Meali":"De ki: “Ben size zarar vermeye de, iyilik yapmaya da muktedir değilim.”","Osman Fırat Meali":"De ki: \"Ben sizin için ne zarar verme, ne de doğruya götürme gücüne sâhip değilim. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Doğrusu ben sizin için ne bir zarara ve ne de bir faideye malik değilim.»","Suat Yıldırım Meali":"De ki: “Benim size ne zarar vermeye ve ne de en büyük fayda olan hidâyete ulaştırmaya gücüm yeter. ","Süleyman Ateş Meali":"De ki: \"Ben size ne zarar, ne de akıl verme gücüne sahip değilim.\"","Süleyman Tevfik (1927)":"Di ki: \"Ben size bir zarar îrâsına veyâhud sizi irşâda kâdir değilim\"","Süleymaniye Vakfı Meali":"De ki “Size bir zarar verecek güçte olmadığım gibi sizi olgunlaştıracak güçte de değilim.”","Şaban Piriş Meali":"De ki:-Benim size bir zarar vermeye de iyilik etmeye de gücüm yetmez.","Ümit Şimşek Meali":"De ki: Size ne bir zarar vermeye benim gücüm yeter, ne de iyilik yapmaya.","Yaşar Nuri Öztürk Meali":"De ki: \"Ben size zarar verme gücüne de ışık ve aydınlık verme gücüne de sahip değilim.\"","Eski Anadolu Türkçesi":"eyit “bayıķ ben mālik degülven sizüñ içün ziyāna ne daħı ŧoġru yola.”","Satıraltı Meal (1534)":"Eyit: Ben size mālik olmazın żarar eylemege ve aṣṣı eylemege.","Bunyadov-Memmedeliyev ":"De: “Mən sizə nə bir zərər, nə də bir xeyir vermək qüdrətinə malik deyiləm! (Bunu ancaq aləmlərin Rəbbi olan Allah edə bilər!)”","M. Pickthall (English)":"Say: Lo! I control not hurt nor benefit for you.","Yusuf Ali (English)":"Say: \"It is not in my power to cause(5745) you harm, or to bring you to right conduct.\""},"22":{"Arabic":"قُلْاِنّ۪يلَنْيُج۪يرَن۪يمِنَاللّٰهِاَحَدٌوَلَنْاَجِدَمِنْدُونِه۪مُلْتَحَدًاۙ","Abdulbaki Gölpınarlı Meali":"De ki: Beni, hiçbir kimse, Allah'ın azabından kurtaramaz ve ben ondan başka sığınacak birisini de bulamam.","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Şüphesiz, Allah’tan </b><i>(gelebilecek bir azaba karşı)</i><b> Beni hiç kimse kesinlikle </b><i>(koruyup)</i><b> kurtaramayacaktır ve O’nun dışında asla bir sığınak da bulamayacağım.\" </b> ","Abdullah Parlıyan Meali":"De ki: “Beni hiç kimse Allah'ın azabından kurtaramaz ve ben O'ndan başka sığınılacak başka birisini de bulamam.","Ahmet Tekin Meali":"“Tebliğ görevimi, peygamberlik vazifemi yapmazsam, Allah'ın azâbından, beni asla kimse kurtaramaz. O'nun dışında, kulu durumundakilerden sığınacak kimse de bulamam.” de.","Ahmet Varol Meali":"De ki: \"Hiç kimse beni Allah'tan (gelecek azaptan) kurtaramaz ve ben O'ndan başka sığınılacak birini de bulamam.","Ali Bulaç Meali":"De ki: 'Muhakkak beni Allah'tan (gelebilecek bir azaba karşı) hiç kimse asla kurtaramaz ve O'nun dışında asla bir sığınak da bulamam.'","Ali Fikri Yavuz Meali":"De ki: “- Doğrusu beni Allah'dan kimse kurtaramaz ve O'ndan başka bir sığınak da asla bulamam.","Bahaeddin Sağlam Meali":"De ki: “(Allah bana bir zarar vermek istese,) hiç kimse beni ondan kurtaramaz ve ben, O’nun dışında hiçbir dayanak da bulamam.","Bayraktar Bayraklı Meali":"De ki: “Beni Allah'tan kimse kurtaramaz ve ben O'ndan başka bir sığınak da bulamam.”","Besim Atalay Meali (1965)":"Diyesin ki: «Allaha karşı kimse beni koruyamaz; O'ndan başka, bir sığınacak hiç bulamam!","Cemal Külünkoğlu Meali":"De ki: “(Eğer ben hak yoldan saparsam) hiç kimse beni Allah'(ın azabın)dan kurtaramaz ve O'ndan başka bir sığınak da asla bulamam.”","Cemil Said (1924)":"\"Ben hatâ ider isem Allâh’a karşu kimse beni muhâfaza idemez. Allâh’dan gayri kimseye ilticâ idemem, \"","Diyanet İşleri Meali (Eski)":"De ki: \"Beni kimse Allah'a karşı savunamaz ve ben O'ndan başka bir sığınak bulamam.\"","Diyanet İşleri Meali (Yeni)":"De ki: “Gerçekten beni Allah’a karşı hiç kimse asla koruyamaz ve yine asla O’ndan başka sığınacak kimse de bulamam.”","Kur'an Yolu (Diyanet İşleri)":"22-23. Şunu da söyle: “Şüphe yok ki, Allah’ın dinini tebliğ edip gönderdiklerini yerine ulaştırmadıkça beni de Allah’a karşı kimse koruyamaz; O’ndan başka sığınılacak kimse de bulamam.” Artık Allah’a ve resulüne isyan edenler bilsinler ki, içinde ebedî kalacakları cehennem ateşi onları beklemektedir.","Diyanet Vakfı Meali":"De ki: Gerçekten (bana bir kötülük dilerse) Allah'a karşı beni kimse himaye edemez, O'ndan başka sığınacak kimse de bulamam.","Edip Yüksel Meali":"De ki, \"Hiç kimse beni ALLAH'a karşı savunamaz, O'ndan başka sığınak da bulamam.\"","Elmalılı Hamdi Yazır Meali":"De ki, \"Allah'tan beni kimse kurtaramaz ve ben O'ndan başka bir sığınacak bulamam.\"","Elmalılı Meali (Orijinal)":"De ki Allahdan beni kimse kurtaramaz ve ben ondan başka bir sığınacak bulamam","Emrah Demiryent Meali":"(Habibim, haddi aşarak, seni bâtıl inançlarına çağıran ve ne olursa olsun kesinlikle biz seni koruruz, diyen o müşriklere) de ki: “(*Farz-ı muhâl, eğer ben peygamberlik vazifemi yapmazsam) hiç kimse beni Allah’tan (gelecek azaptan) kurtaramaz. O’ndan başka bir yardımcı da bulamam.","Erhan Aktaş Meali":"De ki: “Beni, Allah'a karşı hiç kimse asla koruyamaz ve ben asla O'ndan başka sığınacak bir yer bulamam.”","Hasan Basri Çantay Meali":"De ki: «Hakıykat ben (isyan edersem) beni Allah (ın azabın) dan kimse kat'iyyen kurtaramaz ve ben Ondan başka bir sığınak da, kaabil değil, bulamam».","Hayrat Neşriyat Meali":"De ki: “Doğrusu ben ki, (eğer O'na isyân edersem) beni Allah'(ın azâbın)dan hiç kimse aslâ kurtaramaz ve O'ndan başka sığınacak bir kimseyi aslâ bulamam!”","İhsan Aktaş Meali":"De ki: “(Eğer O’na isyan edecek olursam,) beni Allah’ın vereceği cezadan hiç kimse kurtaramaz; asla O’ndan başka sığınacak bir sığınak da bulamam. *","İlyas Yorulmaz Meali":"Deki ben “Beni Allah’a karşı hiçbir kimse beni koruyamaz ve ben Allah’dan başka da sığınacak bir yer bulamazdım.” ","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Gerçekten hiç bir kimse beni Allah’ın azabından kesenkes kurtaramaz. Ben de ne olursa olsun Ondan başka bir sığınacak bulamam.","İsmail Hakkı İzmirli":"De ki, ben Allah/a karşı gelirsem hiçbir kimse, beni Allah/ın azabından kurtaramaz, ben O/ndan başka sığınacak yer de bulamam.","İsmail Yakıt":"De ki: “Muhakkak ki beni, Allah’a karşı hiçbir kimse koruyamaz. Ben O’ndan başka sığınacak birini de bulamam.”⁷","Kadri Çelik Meali":"De ki: “Muhakkak beni Allah'tan (gelebilecek bir azaba karşı) hiç kimse asla barındıramaz ve O'nun dışında asla bir sığınak da bulamam.”","Mahmut Kısa Meali":"Buna karşılık, eğer seninle inanç konusunda pazarlığa girişmeye kalkışırlarsa, o kâfirlere <b>de ki: “</b>Şâyet size uyup dâvâma ihânet edecek olursam Allah’ın gazâbına uğrarım! O zaman <b>hiçbir güç beni Allah’a karşı koruyamaz ve kendime O’ndan başka bir sığınak da bulamam!”</b>","Mahmut Özdemir Meali":"De ki: -“Kimse beni Allah’tan asla kurtarmayacaktır; O’ndan başka sığınak da asla bulmayacağım”.","Mehmet Çakır Meali":"<i>Aksi halde hiçbir kimse beni, Allah'ın elinden alamaz. Zaten, kendime onun olmadığı bir yer de bulamam</i>","Mehmet Çoban Meali":"Onlara de ki; \"Eğer bana bir kötülük yapmak isterseniz Allah’tan başka beni kimse kurtaramaz. Bu nedenle Allah’tan başka sığınacak bulamam!\"","Mehmet Okuyan Meali":"De ki: “Allah’tan (gelecek bir azaba karşı) beni asla kimse koruyamaz. O’ndan başka bir sığınak da asla bulamam.","Mehmet Türk Meali":"22,23. (Bir de onlara): “Eğer Allah’ın benimle gönderdiklerini sizlere duyurmazsam,¹ kesinlikle bana Allah’tan (gelecek bir azaptan) beni kimse kurtaramaz ve kesinlikle ben, Onun dışında sığınacak (bir makam da) bulamam. (Şunu iyi bilin ki,) Allah’a ve Onun Elçisine isyan edenlere, içerisinden hiç çıkmayıp, sürekli kalacakları cehennem ateşi vardır.” de.","Muhammed Esed Meali":"De ki: “Gerçek şu ki hiç kimse beni Allah’a karşı koruyamazdı ve O’ndan kaçıp saklanacak hiçbir yer bulamazdım,","Mustafa Çavdar Meali":"De ki: – Bu takdirde ne beni Allah’a karşı kimse koruyabilir ne de ben O’ndan başka bir sığınak bulabilirim. 17/73...75, 69/44...48","Mustafa İslamoğlu Meali":"De ki: “Şu bir gerçek ki, ne beni Allah’a karşı kimse koruyabilir ne de ben O’nun dışında bir sığınak bulabilirim;","Orhan Kuntman Meali":"De ki: “(Şayet emrine uymayacak olursam) Allah'a karşı kimse beni koruyamaz ve ben O'ndan başka bir melce de bulamam.\" ","Osman Fırat Meali":"De ki: \"Beni Allâh’dan hiç kimse kurtaramaz ve ondan başka da sığınacak kimse bulamam. \"","Ömer Nasuhi Bilmen Meali":"De ki: «Şüphe yok, beni Allah'tan hiç bir kimse elbette koruyamaz ve ben O'ndan başka bir sığınacak bulamam.»","Suat Yıldırım Meali":"De ki: “Allah'ın cezasından beni hiçbir kimse kurtaramaz. Benim O'nun dışında sığınacak yerim de yoktur. ","Süleyman Ateş Meali":"De ki: \"Beni Allah'(ın azabın)dan hiç kimse kurtaramaz ve ondan başka sığınacak kimse bulamam.\"","Süleyman Tevfik (1927)":"Di ki: \"(Eğer rabbime 'âsî olursam) Beni Allâh'ın 'azâbından kurtaracak kimse yokdur. Ve O'ndan gayrı sığınacak yer de bulmam.\"","Süleymaniye Vakfı Meali":"De ki “Hiç kimse beni Allah’tan kurtaramaz. O’ndan başka bir sığınak da bulamam.","Şaban Piriş Meali":"De ki:-Doğrusu beni Allah'a karşı kimse savunamaz, ben ondan başka bir sığınak da bulamam.","Ümit Şimşek Meali":"De ki: Allah'ın elinden beni hiç kimse kurtaramaz. Ondan başka sığınacak bir yer de bulamam.","Yaşar Nuri Öztürk Meali":"De ki: \"Allah'tan beni hiç kimse kurtaramaz ve O'nun dışında bir sığınak da asla bulamam!\"","Eski Anadolu Türkçesi":"eyit: “bayıķ ben hergiz ķurtarmaya beni Tañrı’dan kimse daħı hergiz bulmayam andan ayruķ śıġınacaķ yir.”","Satıraltı Meal (1534)":"Eyit: Beni hīç kimse ḳurtarmaz Tañrı Ta‘ālādan, baña ‘aẕāb eylemek dileseve andan özge ṣıġınacaḳ daḫı ṭapmazam.","Bunyadov-Memmedeliyev ":"De: “Məni Allahdan (Allahın əzabından) heç kəs qurtara bilməz və mən də Ondan başqa heç bir sığınacaq tapa bilmərəm!","M. Pickthall (English)":"Say: Lo! none can protect me from Allah, nor can I find any refuge beside Him","Yusuf Ali (English)":"Say: \"No one can deliver me from Allah(5746) (If I were to disobey Him), nor should I find refuge except in Him,"},"23":{"Arabic":"اِلَّابَلَاغًامِنَاللّٰهِوَرِسَالَاتِه۪ۜوَمَنْيَعْصِاللّٰهَوَرَسُولَهُفَاِنَّلَهُنَارَجَهَنَّمَخَالِد۪ينَف۪يهَٓااَبَدًاۜ","Abdulbaki Gölpınarlı Meali":"Bana düşen, ancak Allah'tan tebliğdir ve onun hükümlerini size bildirmektir; ve kim, Allah'a ve Peygamberine karşı gelirse artık onun hakkıdır cehennem ateşi, ebedi olarak da kalır orada.","Abdullah-Ahmet Akgül Meali":"<b>\"</b><i>(Benim görevim)</i><b> Sadece Allah’tan olanı ve O’nun risalet mesajını tebliğ edip </b><i>(açıklamaktır)</i><b>. Kim Allah’a ve O’nun Elçisine isyan ederse, içinde ebedi kalıcılar olmak üzere onun için cehennem ateşi vardır.\" </b> ","Abdullah Parlıyan Meali":"Benim görevim ancak Allah'tan geleni ve O'nun gönderdiklerini tebliğdir. Kim Allah'a ve peygamberine karşı gelirse, onun cezası ebediyyen kalacağı cehennem ateşidir.”","Ahmet Tekin Meali":"“Ancak Allah'tan geleni, Kur'ân'ı tebliğ ederek, peygamberlik görevimi yerine getirerek azaptan kurtulabilirim. Allah ve Rasulüne, Kur'âna ve sünnete karşı gelenlere, âsî olanlara Cehennem ateşi vardır. O ateşte ebedî kalırlar.”","Ahmet Varol Meali":"(Benim yaptığım) sadece Allah'tan geleni ve onun gönderdiklerini tebliğdir. Kim Allah'a ve peygamberine karşı gelirse onlar için içinde sonsuza kadar kalacakları cehennem ateşi vardır.","Ali Bulaç Meali":"'(Benim görevim,) Yalnızca Allah'tan olanı ve O'nun gönderdiklerini tebliğ etmektir. Kim Allah'a ve O'nun elçisine isyan ederse, içinde ebedi kalıcılar olmak üzere onun için cehennem ateşi vardır.'","Ali Fikri Yavuz Meali":"Ben ancak Allah'dan ve gönderdiklerinden bir tebliğ yaparım. Kim de Allah'a ve peygamberine isyan ederse, muhakkak ona cehennem ateşi vardır; orada devamlı kalıcılar olmak üzere...","Bahaeddin Sağlam Meali":"Ben ancak Allah’tan gelen vahiyleri ulaştırmak ve O’nun mesajlarını iletmek işine sahibim. Artık kim Allah’a ve elçisine karşı gelse, onun için, içinde ebedî kalacağı Cehennem ateşi vardır.”","Bayraktar Bayraklı Meali":"“Benim elimden gelen sadece Allah'ın mesajını ulaştırmak ve emirlerini bildirmektir. Kim Allah'a ve Peygamberine karşı gelirse, bilsin ki ona içinde süreli kalacağı cehennem ateşi vardır.”","Besim Atalay Meali (1965)":"İşim ancak, Allahın katından gelmiş olanla, emirlerini eriştirmektir; hem Allaha, hem de peygambere karşı koyana cehennem ateşi var, orda tüm sonsuz kalırlar!","Cemal Külünkoğlu Meali":"“(De ki; benim görevim,) Benim görevim, Allah'tan gelen vahyi size tebliğ etmek böylece bana yüklediği elçilik görevini yerine getirmekten ibarettir. Kim Allah'a ve O'nun resulüne karşı gelirse, bilsin ki ona, içinde ebedi kalacakları cehennem ateşi vardır.”","Cemil Said (1924)":"\"Allâh’ın vahy iylediğini size teblîğ itmekden ve ânın haberlerini size bildirmekden başka vazîfem yokdur. Kim Allâh’a ve rasûlüne ’isyân ider ise cehennem âteşine düşecek ve orada ilelebed kalacakdır.\"","Diyanet İşleri Meali (Eski)":"\"Benim yaptığım yalnız, Allah katından olanı, O'nun gönderdiklerini tebliğdir. Allah'a ve Peygamberine kim karşı gelirse ona, içinde sonsuz ve temelli kalınacak cehennem ateşi vardır.\"","Diyanet İşleri Meali (Yeni)":"“Ancak Allah’tan gelenleri tebliğ edebilirim ve O’nun vahiylerini açıklayabilirim. Kim Allah’a ve Resûlüne karşı gelirse, şüphesiz onlar için, içinde ebedî kalacakları cehennem ateşi vardır.”","Kur'an Yolu (Diyanet İşleri)":"22-23. Şunu da söyle: “Şüphe yok ki, Allah’ın dinini tebliğ edip gönderdiklerini yerine ulaştırmadıkça beni de Allah’a karşı kimse koruyamaz; O’ndan başka sığınılacak kimse de bulamam.” Artık Allah’a ve resulüne isyan edenler bilsinler ki, içinde ebedî kalacakları cehennem ateşi onları beklemektedir.","Diyanet Vakfı Meali":"(Benim yaptığım) ancak Allah katından olanı, O'nun gönderdiklerini tebliğdir. Artık kim Allah ve Resûlüne karşı gelirse, bilsin ki ona, (kendi gibilerle birlikte) içinde ebedî kalacakları cehennem ateşi vardır.","Edip Yüksel Meali":"\"Ancak ALLAH'tan bir duyuruyu ve mesajını iletirim.\" Artık kim ALLAH'a ve elçisine karşı gelirse içinde ebedi kalacağı cehennem ateşini hakeder.","Elmalılı Hamdi Yazır Meali":"\"Benim yapabileceğim, sadece Allah'tan size duyuru yapmak ve O'nun elçilik görevlerini yerine getirmektir.\" Artık kim Allah'a ve onun elçisine baş kaldırırsa, ona içinde ebedi kalacakları cehennem ateşi vardır.","Elmalılı Meali (Orijinal)":"Ancak Allahdan ve risalâtından bir tebliğ yapabilirim, her kim de Allaha ve Resulüne ısyan ederse muhakakki ona Cehennem ateşi var, içinde ebedâ kalmak üzere onlar","Emrah Demiryent Meali":"Bana düşen vazife sadece Allah’tan gelen vahyi size tebliğ etmek ve onu size açıklamaktır.” Her kim Allah’a ve O’nun resûlüne karşı gelirse, bilsin ki, hiç şüphesiz onun için, içinde ebedî kalacağı cehennem ateşi vardır.","Erhan Aktaş Meali":"“Bana düşen sadece Allah'tan aldığım vahyi size duyurmak ve gönderileni iletmektir. Kim Allah'a ve O'nun Resûlüne karşı gelirse, bilsin ki onun için kesintisiz olarak sürekli içinde kalacağı Cehennem ateşi vardır.","Hasan Basri Çantay Meali":"«(Benim elimden gelen) ancak Allahdan olanı, Onun gönderdiklerini tebliğdir. Kim Allaha ve peygamberine ısyân ederse şübhesiz onun için cehennem ateşi vardır, kendileri orada ebedî, dâim kalıcılar olmak üzere.","Hayrat Neşriyat Meali":"“(Benim yapabileceğim) ancak Allah'dan ve O'nun gönderdiklerinden bir tebliğdir.” O hâlde kim Allah'a ve Resûlüne isyân ederse, artık şübhesiz ki ona Cehennem ateşi vardır;(ve onlar) orada ebedî olarak kalıcıdırlar.","İhsan Aktaş Meali":"Ancak (benim görevim) Allah’tan gelen vahyi (Kur’anı) ve onun mesajlarını (insanlara) iletmektir. Ve kim Allah’a ve elçisine baş kaldırırsa (bilsin ki) elbette onun için cehennem ateşi vardır. (Allah’ın dilediği vakte kadar) o hep orada kalacaktır. *","İlyas Yorulmaz Meali":"Yalnızca Allah’dan bana ulaşan mesajlar ve elçilik görevi var. Kim Allah’a ve O’nun elçisine isyan edip başkaldırırsa, elbette ki onun için sürekli kalacağı cehennem ateşi var.","İsmayıl Hakkı Baltacıoğlu":"Ancak, benim için Allah’tan olanı, Onun gönderdiklerini bildirmek var, o kadar. Her kim Allah’a, Onun elçilerine karşı ayaklanacak olursa artık onun için Cehennem ateşi vardır. O hep orada kalacaktır.","İsmail Hakkı İzmirli":"Allah tarafından olan tebliğden ve benimle gönderdiği haberlerden başka elimden bir şey gelmez. Her kim Allah/a ve peygamberine karşı gelirse onun cezası ebedî kalmak üzere Cehennem ateşi olacaktır.","İsmail Yakıt":"“Ben ancak Allah’tan geleni ve gönderdiklerini tebliğ etmekle yükümlüyüm. Kim Allah’a ve elçisine karşı gelirse, işte onun için, içinde ebediyen sürekli kalacağı cehennem ateşi vardır.”","Kadri Çelik Meali":"“Yalnızca Allah'tan (gelen hükümleri) tebliğ etmek ve mesajlarını iletmek dışında (bir sığınak bulamam). Kim Allah'a ve O'nun resulüne isyan ederse, şüphesiz onun için, içinde sonsuz ve temelli kalıcılar oldukları cehennem ateşi vardır.","Mahmut Kısa Meali":"<b>“</b>Çünkü ben de sizin gibi bir insanım ve görevim, <b>sadece, Allah’tan gelen mesajları</b>örnek uygulama ve açıklamalarla <b>sizlere ulaştırarak O’nun </b>bana verdiği <b>elçilik görevini yerine getirmekten ibarettir.” </b><br>O hâlde ey insanlar ve cinler, dinleyin: <b>Her kim Allah’a ve Elçisine başkaldıracak olursa, onun hakkı, sonsuza dek içinde kalacağı cehennem ateşidir!</b>","Mahmut Özdemir Meali":"“Ancak Allah’tan bir tebliğ (bildirim) ve O’nun risaletleri başkadır\". Kim Allah’a ve O’nun rasûlüne isyan ederse, ebedî kalmak üzere onun için Cehennem’in ateşi vardır”.","Mehmet Çakır Meali":"<i>Benim işim, Allah'ın emrini duyurmaktır. Çünkü Allah'a ve resulüne karşı gelenler, sonsuza kadar yanmaya mahkumdur...</i> &quot;","Mehmet Çoban Meali":"“Ben ancak Allah’ın bana verdiği görev gereği vahiyle aldığım bilgileri sizlere açıklıyorum. Vahiyle gönderilen emirleri sizlere bildiriyorum. Benim yapacağım bu kadar. Artık kim Allah’a, Elçisine başkaldırırsa, ona içinde ebedi kalacakları cehennem ateşi vardır.”","Mehmet Okuyan Meali":"(Benim görevim), Allah’tan gelen ve O’nun mesajlarından oluşan (emirleri) sadece tebliğdir. Allah’a ve Elçisine isyan eden kişi için içinde [ebedî] kalacakları cehennem ateşi vardır. [*]","Mehmet Türk Meali":"22,23. (Bir de onlara): “Eğer Allah’ın benimle gönderdiklerini sizlere duyurmazsam,¹ kesinlikle bana Allah’tan (gelecek bir azaptan) beni kimse kurtaramaz ve kesinlikle ben, Onun dışında sığınacak (bir makam da) bulamam. (Şunu iyi bilin ki,) Allah’a ve Onun Elçisine isyan edenlere, içerisinden hiç çıkmayıp, sürekli kalacakları cehennem ateşi vardır.” de.","Muhammed Esed Meali":"eğer Allah’ın mesajlarını ve O’ndan [bana ulaşan ay-dınlığı dünyaya] duyurmamış olsaydım.” ¹⁶ Allah’a ve Elçisi’ne isyan edenlere gelince, şüphe yok ki onları içinde sonsuza dek kalacakları cehennem ateşi beklemektedir. ¹⁷","Mustafa Çavdar Meali":"– Benim görevim, Allah’tan gelen vahyi size tebliğ etmek böylece bana yüklediği elçilik görevini yerine getirmekten ibarettir. Artık kim Allah’a ve Allah’ın mesajlarını tebliğ eden elçisine isyan ederse bilsin ki böylelerin hakkı ebedi kalmak üzere cehennem ateşini boylamaktır. 5/67, 13/40, 24/54","Mustafa İslamoğlu Meali":"tabii Allah’tan gelen görevi ve O’nun mesajlarını iletme hali başka…”[⁵³⁶⁵] Artık kim Allah’a ve Elçi’sine karşı gelirse, iyi bilsin ki onun payına içinde ebedî kalacağı Cehennem düşecektir.","Orhan Kuntman Meali":"“(Benden beklenen) Ancak Allah katından gelen vahyi tebliğ etmek ve peygamberlik görevimi yerine getirmektir. Kim Allah’a ve Resulüne karşı gelirse, muhakkak onun için cehennem ateşi vardır, onlar orada sonsuza dek kalacaklardır.”","Osman Fırat Meali":"Ancak benim yapabileceğim sadece Allah’tan (bana vahyedilenleri) size duyurmak ve O’nun elçilik görevlerini yerine getirmektir. Artık kim Allah’a ve Elçisine baş kaldırırsa, ona içinde sürekli kalacağı cehennem ateşi vardır.","Ömer Nasuhi Bilmen Meali":"Ancak Allah'tan ve O'nun gönderdiklerinden bir tebliğdir ve her kim Allah'a ve onun resûlüne isyan ederse, artık şüphe yok ki,onun için cehennem ateşi vardır, orada ebedîyen kalıcılar olmak üzere.","Suat Yıldırım Meali":"Benim vazifem sadece Allah'ın mesajlarını tebliğ etmektir. Kim Allah'a ve Elçisine isyan ederse, ona cehennem ateşi vardır, hem de ebedî kalmak üzere oraya girecektir. [5, 67]","Süleyman Ateş Meali":"Benim yapabileceğim sadece Allah'tan (bana vahyedilenleri) size duyurmak ve O'nun elçilik görevlerini yerine getirmektir. Artık kim Allah'a ve Elçisine baş kaldırırsa, ona içinde sürekli kalacağı cehennem ateşi vardır.","Süleyman Tevfik (1927)":"\"Benim elimde olan Allâh'dan me'mûr oldığım risâletimi size teblîğdir. Allâh ve rasûlüne 'âsî olana ebeden ve muhalled kalmak üzere cehennem vardır.","Süleymaniye Vakfı Meali":"Benim görevim, Allah'tan geleni, O’nun gönderdiklerini tebliğden ibarettir. Kim Allah’a ve elçisine karşı gelirse yeri cehennem ateşidir. Onlar orada ölmezler, sonsuza dek kalırlar.","Şaban Piriş Meali":"Ancak Allah'tan bir duyuru ve elçilik görevi(ni yerine getiriyorum.) Kim Allah'a ve elçisine karşı gelirse, onun için, içinde ebedi kalacağı cehennem ateşi vardır.","Ümit Şimşek Meali":"Bana düşen, Allah tarafından gönderilenleri tebliğ etmekten ibarettir. Kim Allah'a ve Resulüne karşı gelirse, onun için, ebediyen içinde kalmak üzere Cehennem ateşi vardır.","Yaşar Nuri Öztürk Meali":"\"Ancak Allah'tan bir tebliğ ve O'nun mesajlarından bir şeyler sunabilirim.\" Allah'a ve O'nun resulüne isyan edenler için cehennem ateşi vardır. Uzun süre orada kalacaklardır.","Eski Anadolu Türkçesi":"“illā degürmek Tañrı’dan daħı yalavaçlıķlarını daħı her kim 'āsį olur-ise Tañrı’ya daħı yalavacına bayıķ anuñdur ŧamu od ebed ķalıcılarken anuñ içinde hemįşe.","Satıraltı Meal (1534)":"İllā teblīġ eylemeg‐içün Tañrı Ta‘ālādan ve risāletin degürmeg‐içün. KimTañrıya ve resūline ‘āṣī olsa, aña cehennem odı vardur, ebedī ḳalurlar an‐da.","Bunyadov-Memmedeliyev ":"(Mənim əlimdən) Allah dərgahından olanı və Onun göndərdiklərini (Qur’anı və dini hökmləri) təbliğ etməkdən başqa (heç bir şey gəlməz). Allah və Onun Peyğəmbərinə asi olanları cəhənnəm odu gözləyir. Onlar orada həmişəlik qalacaqlar!”","M. Pickthall (English)":"(Mine is) but conveyance (of the truth) from Allah, and His messages; and whoso disobeyeth Allah and His messenger, lo! his is fire of hell, wherein such dwell forever.","Yusuf Ali (English)":"\"Unless I proclaim what I receive from Allah and His Messages: for any that disobey Allah and His Messenger,- for them is Hell: they shall dwell therein for ever.\""},"24":{"Arabic":"حَتّٰٓىاِذَارَاَوْامَايُوعَدُونَفَسَيَعْلَمُونَمَنْاَضْعَفُنَاصِرًاوَاَقَلُّعَدَدًا","Abdulbaki Gölpınarlı Meali":"Sonunda, vaadedilen şeyi gördüler mi artık bilirler kimmiş yardımcısı daha zayıf ve sayı bakımından taraftarı daha az?","Abdullah-Ahmet Akgül Meali":"<b>Hatta ki onlar, kendilerine va’ad edileni </b><i>(eceli ve ahireti) </i><b>gördükleri zaman, yardımcı olmak bakımından kim daha zayıfmış ve sayı bakımından kim daha azmış </b><i>(ve zavallıymış)</i><b>, artık öğrenmiş olacaklardır. </b> ","Abdullah Parlıyan Meali":"Nihayet o inkârcılar tehdit edildikleri azabı ve kıyamet saatini gördükleri zaman kimin yardımcı bakımından daha zayıf ve sayıca daha az olduğunu bilip öğreneceklerdir.","Ahmet Tekin Meali":"Nihayet tehdit edildikleri şeyi, kıyameti, azâbı gördükleri zaman kimin yardım edeninin zayıf ve az olduğunu öğrenecekler.","Ahmet Varol Meali":"Sonunda kendilerine vaadedileni gördüklerinde kimin yardımcı bakımından daha zayıf ve sayıca daha az olduğunu bilecekler.","Ali Bulaç Meali":"Sonunda kendilerine vadedileni gördükleri zaman, yardımcı olmak bakımından kim daha zayıfmış ve sayı bakımından kim daha azmış artık öğrenmiş olacaklardır.'","Ali Fikri Yavuz Meali":"Nihayet o vaad olundukları azabı (kıyamette) gördükleri vakit; yardımcısı en zayıf, sayıca da en az olan kimmiş bilecekler; (O mu, yoksa kendileri mi).","Bahaeddin Sağlam Meali":"Nihayet kendilerine va’dedilen azabı gördükleri zaman, kimin yardımcılarının daha zayıf ve sayıca daha az olduğunu bileceklerdir.(*)","Bayraktar Bayraklı Meali":"Sonunda uyarıldıkları azabı gördüklerinde, kimin yardımcıları daha zayıf ve taraftarlarının daha az olduğunu bileceklerdir.”","Besim Atalay Meali (1965)":"Aldanmış bulunan şeyi gördüklerinden, kimin yardımcısı zayıfmış, kimin de sayısı azmış göreceklerdir»","Cemal Külünkoğlu Meali":"Onlar kendilerine yönelik tehditlerin somut olarak gerçekleştiğini (kıyameti/azabı) gördüklerinde hangi tarafın destek bakımından zayıf ve sayıca az olduğunu anlayacaklardır.","Cemil Said (1924)":"Kendilerine haber virilen ’azâbı gördikleri vakit yardımda daha za’îf ve va’adce daha kalîl olanın kim oldığını anlarlar.","Diyanet İşleri Meali (Eski)":"Sonunda, kendilerine söz verileni gördükleri zaman, kimin yardımcısının daha güçsüz ve sayısının daha az olduğunu bileceklerdir.","Diyanet İşleri Meali (Yeni)":"Nihayet uyarıldıkları şeyi gördüklerinde kimin yardımcısı daha zayıf, kimin sayısı daha azmış, bilecekler.","Kur'an Yolu (Diyanet İşleri)":"Sonunda tehdit edildikleri azabı gördükleri zaman kimin yardımcılarının daha güçsüz ve sayıca daha az olduğunu anlayacaklar.”","Diyanet Vakfı Meali":"Sonunda, tehdit edilip durduklarını (azabı, kıyameti) gördükleri zaman, kim yardımcı olma bakımından daha güçsüz ve sayıca daha az imiş, bileceklerdir.","Edip Yüksel Meali":"Kendilerine söz verilen şeyi gördüklerinde kimin yardımcısının güçsüz ve sayıca az olduğunu görecekler.","Elmalılı Hamdi Yazır Meali":"Kendilerine vaad edilen şeyi gördükleri zaman, kimin yardımcısının en zayıf ve en az olduğunu bileceklerdir.","Elmalılı Meali (Orijinal)":"Nihayet o va'dolundukları şey'i gördükleri vakıt artık bileceklerdirki yardımcısı en zaıyf ve sayıca en aza olan kimmiş?","Emrah Demiryent Meali":"(Kâfirler) kendilerine vadedileni (azabı) gördükleri zaman, kimin yardımcı bakımından daha zayıf ve (kimin destekçi) sayısının daha az olduğunu anlayacaklar.","Erhan Aktaş Meali":"Uyarıldıkları şeyi gördükleri zaman, kimin yardımcısının daha zayıf ve kimsesiz olduğunu bilecekler.","Hasan Basri Çantay Meali":"Nihayet onlar tehdîd edilmekde oldukları (azâbı) gördükleri zaman kimin yardımcısı daha zaîf, sayısı daha azmış bileceklerdir.","Hayrat Neşriyat Meali":"Nihâyet tehdîd olunup durdukları (Cehennem azâbı)nı gördükleri zaman, artık kimin yardımcı bakımından daha güçsüz ve sayıca daha az olduğunu bileceklerdir!","İhsan Aktaş Meali":"Nihayet vadolundukları şeyi (kıyameti) gördüklerinde hangi tarafın destek bakımından zayıf ve sayıca az olduğunu bileceklerdir.","İlyas Yorulmaz Meali":"Onlar kendilerine vaat edileni gördüklerinde, kimin yardımcı olarak daha zayıf ve sayıca az olduğunu öğrenecekler.","İsmayıl Hakkı Baltacıoğlu":"Sonunda bu gibiler kendilerine adanan azabı görünce kimin yardımcısı daha güçsüz, kimin sayıca az olduğunu öğreneceklerdir.\"","İsmail Hakkı İzmirli":"Onlar seni pek zayıf, yardımcısız görürler. Nihayet vaadolundukları Bedir azabını gördükleri zaman yardımcısı gayet zayıf ve adedi pek az olanın kim olduğunu anlayacaklar.","İsmail Yakıt":"Tâ ki kendilerine vaat olunanları gördükleri zaman, elbette kimin yardımcısı daha zayıf, kimin sayısı daha azmış bilecekler.","Kadri Çelik Meali":"Sonunda onlar, kendilerine vaat edileni gördükleri zaman, yardımcı olmak bakımından kim daha zayıfmış ve sayı bakımından kim daha azmış artık öğrenmiş olacaklardır.","Mahmut Kısa Meali":"Bugün küstahça kibirlenen zâlimler, <b>kendilerine söz verilen </b>azâbın gerçekleştiğin<b>i gördüklerinde, kimin</b> sahipsiz,<b> yardımcısız olduğunu ve kimin sayıca az </b>“bir avuç zavallı” <b>olduğunu anlayacaklar!</b>","Mahmut Özdemir Meali":"Ne vaad ediliyor, sonunda gördükleri zaman, kim yardım eden olarak en zayıf, kim sayı bakımından en az, artık bileceklerdir.","Mehmet Çakır Meali":"<b>Sonunda</b> inkarcılar, sözü edilen tehlikeyi sezdiler.  Artık kimin desteği daha zayıf, kimin sayısı daha azmış yakında / <b>BEDİR’</b>de anlayacaklar.","Mehmet Çoban Meali":"İnkâr edenler hesap günü geldiğinde, azabı karşılarında gördüklerinde, kimin yardımcı bakımından daha zayıf, sayıca daha az olduğunu bilecekler. Hesap günü dünyada güvendikleri, bize yardım edecekler diye inandıkları onların yanından kaçacaklar. Onlar bu gerçeği bizzat görecekler.   ","Mehmet Okuyan Meali":"Sonunda, kendilerine vadedilen şeyi gördükleri zaman, kimin yardımcısının daha zayıf ve sayısının daha az olduğunu ileride bileceklerdir. [*]","Mehmet Türk Meali":"(O kâfirler), kimin yardımcısının daha zayıf ve daha az olduğunu, kendilerine vâdedilen (cehennemi) görünce anlayacaklar.","Muhammed Esed Meali":"[Öyleyse bırak,] önceden uyarıldıkları [akibet]i görecekleri an ¹⁸ gelinceye kadar [beklesinler]: o zaman anlayacaklar kim, hangi [tür] insan daha çaresiz ve daha kimsesizdir! ¹⁹","Mustafa Çavdar Meali":"Sonunda onlar kendilerine vaat edilen azabı gördüklerinde, yardıma kim daha muhtaçmış ve sayıca kim daha azmış o zaman anlayacaklar. 4/97, 47/27","Mustafa İslamoğlu Meali":"TEHDİT edildikleri azabı görünceye kadar yolları var;[⁵³⁶⁶] işte o zaman, kimin yardıma daha muhtaç ve sayıca az olduğunu anlayacaklar.[⁵³⁶⁷]","Orhan Kuntman Meali":"(Ey Muhammed, müşrikler seni zayıf ve yardımcısız sanırlar) Kendilerine va’d olunan azabı gördükleri zaman, kimin yardımcısının zayıf ve az olduğun anlayacaklardır”","Osman Fırat Meali":"Ta ki uyarıldıkları şeyi gördüklerinde kimin yardımcısı daha zayıf, kimin sayısı daha azmış, bilecekler.","Ömer Nasuhi Bilmen Meali":"Tehdid olunur oldukları şeyi gördükleri vakit artık bileceklerdir ki, yardımcı itibariyle en zaif ve adeden en az olan kim imiş?","Suat Yıldırım Meali":"Kendilerine vâd olunan azabı veya kıyamet saatini gördüklerinde, kimin yardımcılarının daha zayıf, kimin askerlerinin daha az olduğunu, işte o zaman anlayacaklardır. ","Süleyman Ateş Meali":"Kendilerine va'dedilen şeyi (ya azabı veya kıyamet sa'atini) gördükleri zaman, kimin yardımcı bakımından daha zayıf ve sayıca daha az olduğunu bileceklerdir.","Süleyman Tevfik (1927)":"Onlar kendilerine va'd olunan 'azâbı gördüklerinde o zamân yardımcı cihetinden daha za'îf ve 'adedi daha az olanın kim oldığını anlarlar.","Süleymaniye Vakfı Meali":"Bu gibiler tehdit edildikleri azabı görünce, kimin yardımcısının daha zayıf ve daha az sayıda olduğunu öğreneceklerdir.”","Şaban Piriş Meali":"Kendilerine vaat edileni gördükleri zaman, kimin yardımcı olarak daha zayıf ve sayısının az olduğunu anlayacaklar.","Ümit Şimşek Meali":"Nihayet kendilerine vaad edilmiş olan şeyi gözüyle görür ve kimin yardımcısı daha güçsüzmüş, kimin sayısı daha azmış, o zaman anlarlar.","Yaşar Nuri Öztürk Meali":"Sonunda, onlar kendilerine vaat edileni gördüklerinde, yardımcı bakımından daha zayıf kim, sayı bakımından daha az kim, bileceklerdir.","Eski Anadolu Türkçesi":"tā ķaçan göreler anı kim va'de olınurlar tįz bileler kim ża'if ıraķdur arķa viricidin yaña daħı azıraķdur śaġışdın yaña.","Satıraltı Meal (1534)":"Ḥattā ol vaḳt ki göreler va‘de olunduḳları nesneyi, bileceklerdür kimüñ[nāṣırı] ża‘īfraḳdur, yā kimüñ ‘adedi azdur.","Bunyadov-Memmedeliyev ":"Onlar təhdid olunduqlarını (qiyamətdəki, və ya Bədr vuruşundakı əzabı) gördükləri zaman kimin köməkçisinin daha zəif və sayca daha az olduğunu biləcəklər.","M. Pickthall (English)":"Till (the day) when they shall behold that which they are promised (they may doubt); but then they will know for certain) who is weaker in allies and less in multitude.","Yusuf Ali (English)":"At length, when they see (with their own eyes) that which they are promised,-(5747) then will they know who it is that is weakest in (his) helper and least important in point of numbers."},"25":{"Arabic":"قُلْاِنْاَدْر۪ٓياَقَر۪يبٌمَاتُوعَدُونَاَمْيَجْعَلُلَهُرَبّ۪ٓياَمَدًا","Abdulbaki Gölpınarlı Meali":"De ki: Ben bilmem, size vaadedilen pek mi yakın, yoksa Rabbim, onu bir müddet uzattı mı?","Abdullah-Ahmet Akgül Meali":"<b>De ki: \"Bilmiyorum, size va’ad edilen </b><i>(kıyamet ve azap)</i><b> yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyacaktır?\" </b><i>(Bu gaybi bilgiler Allah katındadır.)</i> ","Abdullah Parlıyan Meali":"De ki: “Tehdit edilegeldiğiniz azap veya kıyamet yakın mıdır, yoksa Rabbim onu uzun bir zaman geciktirir mi bilmiyorum?","Ahmet Tekin Meali":"“Tehdit edildiğiniz şey, yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyar, onu bilemem.” de.","Ahmet Varol Meali":"De ki: \"Size vaadedilen yakın mıdır yoksa Rabbim onun için uzun bir süre mi koyar bilemem.","Ali Bulaç Meali":"De ki: 'Bilmiyorum, size vadedilen (kıyamet ve azab) yakın mı, yoksa Rabbim onun için uzun bir süre mi koymuştur?'","Ali Fikri Yavuz Meali":"(Ey Rasûlüm), de ki: “- Bilmiyorum, o korkutulduğunuz azab yakın mı, yoksa Rabbim ona uzun bir müddet mi tayin eder?”","Bahaeddin Sağlam Meali":"De ki: “Bilmiyorum, size vaadedilen azap yakın mıdır, yoksa Rabbim ona uzun bir süre mi tayin edecektir?","Bayraktar Bayraklı Meali":"De  ki: “Uyarıldığınız azap yakın mıdır, yoksa Rabbim onun için uzun bir süre mi belirlemiştir, bilmiyorum.”","Besim Atalay Meali (1965)":"Diyesin ki: «Size söz verilen, yakın mıdır bilemem? Yoksa, Tanrım onu uzatır mı?","Cemal Külünkoğlu Meali":"De ki: “Bilmiyorum, size vaad edilen (kıyamet ve azap) yakın mı, yoksa Rabbim onun için uzun bir süre mi koymuştur?”","Cemil Said (1924)":"Ânlara di ki: \"Haber virilen ’azâb yakın mıdır? Yoksa rabbimiz daha uzun bir müddet ta’yîn itmiş midir? ben bilmem.","Diyanet İşleri Meali (Eski)":"De ki: Size söz verilen yakın mıdır, yoksa Rabbim onu uzun süreli mi kılmıştır ben bilmem.\"","Diyanet İşleri Meali (Yeni)":"De ki: “Sizin uyarıldığınız şey yakın mıdır, yoksa Rabbim ona uzun bir süre mi koyacaktır, bilemem.”","Kur'an Yolu (Diyanet İşleri)":"De ki: “Tehdit edildiğiniz azap yakın mıdır yoksa rabbim onun için uzun bir süre mi koyar, bilemem.”","Diyanet Vakfı Meali":"De ki: Tehdit edilegeldiğiniz (azap), yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyar, ben bilmem.","Edip Yüksel Meali":"De ki, \"Size söz verilen yakın mıdır yoksa Rabbim onun için uzun bir süre mi belirlemiştir bilmiyorum.\"","Elmalılı Hamdi Yazır Meali":"De ki: \"Ben bilmem, o size vaad edilen şey yakın mı, yoksa Rabbim onun için uzun bir süre mi koyar..\"","Elmalılı Meali (Orijinal)":"De ki: dirayet ile bilmem: yakınmı o size va'dolunan? Yoksa Rabbım onun için bir uzun gayemi yapar?","Emrah Demiryent Meali":"De ki: “Size vadedilen (azap) yakın mıdır, yoksa Rabbim onun için uzun bir süre mi takdir etmiştir, ben bilmem?”","Erhan Aktaş Meali":"De ki: “Uyarıldığınız şey yakın mıdır, yoksa Rabb'im onun için uzun bir süre mi belirlemiştir, bilmiyorum.”","Hasan Basri Çantay Meali":"De ki (Habîbim): «Tehdîd edilegeldiğiniz (azâb) ın yakın mı, yoksa Rabbimin ona uzun bir müddet mi' ta'yîn etmiş olduğunu ben bilmem».","Hayrat Neşriyat Meali":"(Ey Resûlüm!) De ki: “Tehdîd olunageldiğiniz (o azab) bilmiyorum yakın mıdır, yoksa Rabbim ona uzun bir süre mi ta'yîn eder?”","İhsan Aktaş Meali":"De ki: (ben de sizin gibi gaybı bilmediğimden) size söz verilen yakın mıdır, yoksa Rabbim onu uzun süreli mi kılmıştır ben bilmem.’ *","İlyas Yorulmaz Meali":"Deki “Size vaat edilen hesap günü yakın mıdır? Ben bilmem. Yahut Rabbim o günü uzatmış mıdır? Onu da bilmem.”","İsmayıl Hakkı Baltacıoğlu":"De ki: \"Size adanan azap yakında mı olacak, yoksa çalabım onu çok sonraya mı bırakacak, bilemiyorum.\"","İsmail Hakkı İzmirli":"De ki, size mev/ut olan azap zamanı yakın mıdır? Yoksa Rabbim onu uzun bir zaman geciktirir mi? Bilemiyorum.","İsmail Yakıt":"(Ey Peygamber!) De ki: “Size vaat edilen yakın mıdır yoksa Rabbim onu uzun süreli mi kılmıştır, ben bilemem?”","Kadri Çelik Meali":"De ki: “Size vaat edilen (azap) yakın mı, yoksa Rabbim onun için bir süre mi belirlemiştir, bilemiyorum?”","Mahmut Kısa Meali":"Bunun ne zaman gerçekleşeceğini soracak olurlarsa, onlara <b>de ki: “Uyarıldığınız </b>bu azap <b>yakın mıdır; yoksa Rabb’im onun için uzun bir süre mi belirlemiştir, </b>onu ben <b>bilemem.”</b>","Mahmut Özdemir Meali":"De ki: -“Size vaad edilen şey yakın mı, yoksa benim rabbim onu uzak mı kıldı, bilmem!”.","Mehmet Çakır Meali":"De ki: &quot; <i>size sözü edilen bu tehlike, yakın mı, yoksa Rabb'im onun süresini biraz daha uzatır mı bilemem, </i>","Mehmet Çoban Meali":"Sana; tehdit edilen azap günü yakın mı, uzak mı diye soruyorlar. Onlara de ki; \"Ben söz verilen azap gününün yakın mı, uzak mı olduğunu bilmiyorum!”","Mehmet Okuyan Meali":"De ki: “Size vadedilen (gün) yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyar, onu ben bilemem.” [*]","Mehmet Türk Meali":"(Ey Muhammed! Onlara): “Ben, size vâdedilen (azap) yakın mıdır, yoksa Rabbim onun için uzun bir süre koymuş mudur? Bilemem.” de.","Muhammed Esed Meali":"De ki: “Önceden uyarıldığınız bu [akibet]in yakın olup olmadığını yahut Rabbimin onun için uzun bir vade koyup koymadığını bilemem”.","Mustafa Çavdar Meali":"De ki: – Size vaat edilen azap yakın mı yoksa Rabbim onu bir müddet erteledi mi bilmiyorum. 7/187, 79/42...44","Mustafa İslamoğlu Meali":"De ki: “Keşke bilseydim tehdit edildiğiniz azap yakın mı, yoksa Rabbim onu bir müddet daha erteledi mi?”[⁵³⁶⁸]","Orhan Kuntman Meali":"De ki: “Size va’dedilen azâb yakın mıdır, yoksa Rabbim onun (o azâb) için uzun süre tanımış mıdır, ben bilemem.”","Osman Fırat Meali":"De ki: \"Sizin uyarıldığınız şey yakın mıdır, yoksa Rabbim ona uzun bir süre mi koyacak şayet bilseydim... \"","Ömer Nasuhi Bilmen Meali":"De ki: «Ben bilmem ki tehdid edilir olduğunuz şey, yakın mıdır, yoksa Rabbim onun için uzun bir müddet mi tayin kılar?»","Suat Yıldırım Meali":"Ey Resulüm! De ki: “O sizin tehdit edildiğiniz azap yakın mıdır, yoksa Rabbim onun için bir süre mi belirler, kesin bilmiyorum. ”","Süleyman Ateş Meali":"De ki: \"Size söylenen şey yakın mıdır, yoksa Rabbim onun için uzun bir süre mi koyacaktır, bilmem.\"","Süleyman Tevfik (1927)":"(Yâ Muhammed) Di ki: \"Ben size va'd olunan 'azâbın yakın mı oldığını veyâhud rabbimin onı te'hîr mi itdiğini bilmem\"","Süleymaniye Vakfı Meali":"De ki “Tehdit edildiğiniz şey yakında mı olacak yoksa Rabbim onun için bir süre mi belirlemiş; ben onu bilemem.”","Şaban Piriş Meali":"De ki:-Size vaat edilen yakın mı yoksa Rabbim onu uzak mı kıldı bilmiyorum.","Ümit Şimşek Meali":"De ki: Size vaad olunan şey yakın mıdır, yoksa Rabbim onun için bir süre mi tanır; onu da ben bilemem.","Yaşar Nuri Öztürk Meali":"De ki: \"Bilmiyorum, size vaat edilen şey yakın mıdır yoksa Rabbim onun için uzun bir süre mi koyacaktır?\"","Eski Anadolu Türkçesi":"eyit “bilmezin yaķınmıdur ol kim va'de virinilürsiz yā ķıla mı anuñ-içün çalabum zamān.”","Satıraltı Meal (1534)":"Eyit yā Muḥammed: Ben bilmezin yaḳın mıdur size va‘de olan ḳıyāmet, yā‘aẕāb? Yā anı benüm Tañrım bir zamāna degin uzadur mı?","Bunyadov-Memmedeliyev ":"De: “Mən sizin qorxudulduğunuz əzabın yaxın olduğunu, yaxud Rəbbimin onun üçün uzun bir müddət tə’yin edəcəyini bilmirəm!","M. Pickthall (English)":"Say (O Muhammad, unto the disbelievers): I know not whether that which ye are promised is nigh, or if my Lord hath set a distant term for it.","Yusuf Ali (English)":"Say: \"I know not whether the (Punishment) which ye are promised is near,(5748) or whether my Lord will appoint for it a distant term."},"26":{"Arabic":"عَالِمُالْغَيْبِفَلَايُظْهِرُعَلٰىغَيْبِه۪ٓاَحَدًاۙ","Abdulbaki Gölpınarlı Meali":"Gizliyi bilen odur, gizlediği şey de hiçbir kimseye açılmaz.","Abdullah-Ahmet Akgül Meali":"<b>O, </b><i>(bütün) </i><b>gaybı </b><i>(geleceği ve gizli şeyleri detaylarıyla) </i><b>Bilendir. Kendi gaybını </b><i>(görülmez bilgi hazinesini)</i><b> kimseye açıp göstermez. </b><i>(Allah gaybi sırlarını gizli tutmaktadır.) </i> ","Abdullah Parlıyan Meali":"Yaratılmışların akıl ve duyularıyla kavramaktan aciz oldukları şeyleri ancak O bilir. Erişilmez derinlikteki sırlarını kimseye açmaz.”","Ahmet Tekin Meali":"O, duyu ve bilgi alanı ötesini, gayb âlemini bilir. Sırlarına hiç kimseyi vâkıf etmez.","Ahmet Varol Meali":"O, gaybı bilendir. Kendi gaybını kimseye açmaz.","Ali Bulaç Meali":"O, gaybı bilendir. Kendi gaybını (görülmez bilgi hazinesini) kimseye açık tutmaz (ona muttali kılmaz.)","Ali Fikri Yavuz Meali":"O, bütün gaybi bilendir; gaybe dair ilmini ise, hiç kimseye açmaz.","Bahaeddin Sağlam Meali":"Rabbim, gayb âlemini bilendir. Gizli bilgilerini hiç kimseye göstermez.","Bayraktar Bayraklı Meali":"Allah bütün gaybı bilir. Sırlarını kimseye açıklamaz.","Besim Atalay Meali (1965)":"26,27,28. Bilen O'dur göze görünmiyeni, hoşnut bulunduğu bir peygamberden başkasını, kendi sırrına kimseyi bilirli kılmaz, Tanrının elçiliklerin eriştirdiğin bilmeklik için, onun önünde, ardında bekçiler koyduk, her hallerin bilir, her nesnenin sayısını saymıştır»","Cemal Külünkoğlu Meali":"Gaybı (yaratılmışların kavrayış sınırlarının ötesindekini) sadece O bilir. Erişilmez derinlikteki sırlarını hiç kimseye açmaz.","Cemil Said (1924)":"’Âlem-i gaybı yalnız Allâh bilür ve kimseye beyân itmez.","Diyanet İşleri Meali (Eski)":"Görülmeyeni bilen Allah, görülmeyene kimseyi muttali kılmaz.","Diyanet İşleri Meali (Yeni)":"O, gaybı bilendir. Hiç kimseye gaybını bildirmez.","Kur'an Yolu (Diyanet İşleri)":"Gaybı O bilir, gizlisini kimseye açmaz;","Diyanet Vakfı Meali":"O bütün görülmeyenleri bilir. Sırlarına kimseyi muttali kılmaz;","Edip Yüksel Meali":"O geleceği bilendir; ve O sırrını hiç kimseye göstermez.","Elmalılı Hamdi Yazır Meali":"O bütün gaybı bilir. Fakat gaybını hiç kimseye açmaz.","Elmalılı Meali (Orijinal)":"O bütün gaybi bilir, fakat gaybına kimseyi ap açık agâh etmez","Emrah Demiryent Meali":"26-27-28. O, (Allah ki mutlak) gaybı bilendir. (Allah) hiç kimseye (mutlak) gaybı bildirmez. Ancak, Allah, razı olup seçtiği elçilerine bazı gayb bilgilerini vahyederek bildirir. Allah, (gaybî bilgileri bildirme esnasında o bilginin şeytanlar tarafından çalınmaması için, şeytanları kovan,) Peygamber’in önünden ve ardından (muhafızlık yapan) gözcüler (melekler) tayin eder ki böylece Peygamber, meleklerin Rablerinin vahyini kendisine, dosdoğru ve eksiksiz bir şekilde ulaştırdığını (kat’î sûretle) bilsin. Allah, onların her hâlini ilmiyle kuşatmış, her şeyi bir bir kaydetmiştir.","Erhan Aktaş Meali":"O, gaybı bilendir. Ve O, gaybını hiç kimseye bildirmez;","Hasan Basri Çantay Meali":"(O bütün) ğaybı bilendir. Öyle ki gaybına kimseyi muttali etmez O.","Hayrat Neşriyat Meali":"(Bütün) gaybı hakkıyla bilen (O')dur; hem gaybına hiç kimseyi muttali' kılmaz.","İhsan Aktaş Meali":"Gaybı (yaratılmışların kavrayış sınırlarının ötesindekini) sadece O (Rabbim) bilir, O, gaybına kimseyi muttali kılmaz. *","İlyas Yorulmaz Meali":"Allah bilinmeyenleri (gaybı) bilendir. O gayb bilgisini hiçbir kimseye açıklamaz.","İsmayıl Hakkı Baltacıoğlu":"Bütün bilinmiyeni bilen yalnız Odur. O, bilinmiyeni hiç bir kimseye açıklamaz.","İsmail Hakkı İzmirli":"Gaybi bilen O/dur. O, gaybine kimseyi muttali etmez.","İsmail Yakıt":"Algılanamayan gerçeği [ğayb] bilen (Allah), algılanamayan gerçeğini [ğaybihi] hiçbir kimseye bildirmez.⁸","Kadri Çelik Meali":"O, gaybi bilendir. Kendi gaybına hiç kimseyi egemen kılmaz.","Mahmut Kısa Meali":"Çünkü evrende Allah’ın rıza ve gazab yollarını, yani <b>gaybı bilen </b>yalnızca O’<b>dur fakat hiç kimseye gaybını açıklamaz!</b>","Mahmut Özdemir Meali":"“Gayb’ın bileni, kendi gaybını kimseye izhar etmez / açıklamaz / göstermez”.","Mehmet Çakır Meali":"<i>çünkü gaybı bilen Tanrım, onun esrarını kimselere açmaz.</i>","Mehmet Çoban Meali":"“Bilinmeyenleri bilen Rabbimdir. Rabbim katındaki bilgilere kimseyi ortak etmez.”","Mehmet Okuyan Meali":"[Gayb]ı (bilinemeyeni) bilen (Allah) [gayb]ını (bilinemeyeni) kimseye açmaz.","Mehmet Türk Meali":"26,27. Çünkü ğaybı ancak O, bilir ve Peygamberlerinden seçtikleri dışında, ğay-bını kimseye açıklamaz.¹ Çünkü O, elçisinin önüne ve arkasına koruyucular koyar.","Muhammed Esed Meali":"[Yalnız] O bilir yaratılmışların kavrayış sınırlarının ötesindekini ve hiç kimseye açmaz Kendi erişilmez derinlikteki sırlarını, ²⁰","Mustafa Çavdar Meali":"– Çünkü geçmişi, geleceği yalnızca Allah bilir ve o gayb bilgisini kimseye bildirmez. 2/255, 53/32","Mustafa İslamoğlu Meali":"Gaybı (sadece) O bilir ve O gaybına kimseyi bütünüyle[⁵³⁶⁹] muttali kılmaz;","Orhan Kuntman Meali":"(Çünkü) Gaybı sırf O bilir, gaybını ise kimseye açıklamaz.","Osman Fırat Meali":"Gaybı bilen odur. Hiç kimseye gaybını bildirmez.","Ömer Nasuhi Bilmen Meali":"O, gaybı bilendir, fakat gaybı üzerine bir kimseyi apaçık haberdar etmez.","Suat Yıldırım Meali":"26, 27, 28. O bütün gaybı bilir. Fakat gayplarını kimseye açmaz. Ancak, bildirmeyi dilediği bir elçiye bildirir. Bu durumda (mesajı korumak için) o elçisinin önüne ve arkasına gözetleyiciler yerleştirir. Böylece (Allah) elçilerinin, Rab'lerinin mesajlarını gereğince tebliğ ettiklerini bilmek (yani fiilen görmek) ister. Doğrusu Allah, kullarının nezdinde ne var, ne yoksa her şeyi ilmiyle ihata etmiş, her şeyi bir bir kaydetmiştir. [2, 255]","Süleyman Ateş Meali":"Gaybı bilen O'dur. Gizli bilgisini kimseye göstermez.","Süleyman Tevfik (1927)":"\" 'Âlimu'l gayb O'dur. Ve gaybını kimseye izhâr itmez. \"","Süleymaniye Vakfı Meali":"Bütün gizli bilgileri (gaybı) bilen O’dur. O, gaybını kimseye açmaz;","Şaban Piriş Meali":"26,27. -Gaybı bilen, gaybını elçisinden razı olduğu dışında hiç kimseye açıklamaz. Çünkü o, onun önünden ve arkasından gözcüler koyar.","Ümit Şimşek Meali":"Gaybı bilen Odur; hiç kimseye gayb bilgisini açık bir şekilde bildirmez.","Yaşar Nuri Öztürk Meali":"Gaybı bilendir O. Gaybı konusunda hiç kimseyi yardımcı yapmıyor.","Eski Anadolu Türkçesi":"bilici ġaybı pes muŧŧalį eylemeye ġaybı üzere kimseyi ya'nį bildürmeye.","Satıraltı Meal (1534)":"‘Ālimü’l‐ġaybdur, ġaybını kimseye bildürmez,","Bunyadov-Memmedeliyev ":"Qeybi bilən ancaq Odur və Öz qeybini heç kəsə əyan etməz;","M. Pickthall (English)":"(He is) the knower of the Unseen, and He revealeth unto none His secret,","Yusuf Ali (English)":"\"He (alone) knows the Unseen, nor does He make any one acquainted with His Mysteries,-(5749)"},"27":{"Arabic":"اِلَّامَنِارْتَضٰىمِنْرَسُولٍفَاِنَّهُيَسْلُكُمِنْبَيْنِيَدَيْهِوَمِنْخَلْفِه۪رَصَدًاۙ","Abdulbaki Gölpınarlı Meali":"Ancak peygamberlerden seçtiği müstesna; onların da önlerinde, artlarında gözetleyiciler yollar.","Abdullah-Ahmet Akgül Meali":"<b>Ancak </b><i>(Rabbin) </i><b>razı olduğu </b><i>(dilediği ve seçtiği)</i><b> elçi</b><i>(leri)</i><b> hariç. </b><i>(Onlara gaybi bilgilerden bir kısmını ulaştırır.)</i><b> Çünkü O </b><i>(Allah)</i><b>, bunun</b><i> (gaybının, gizli kader programının ve elçi yolladıklarının)</i><b> önüne ve arkasına izleyici </b><i>(gözetleyici)</i><b>ler dizer </b><i>(meleklerle koruma altına alır)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ancak bu tür bilgileri seçip, razı olduğu bir peygambere bildirebilir. Bu bilgileri bildirme esnasında o bilginin cin ve şeytanlar tarafından çalınmaması için getiren meleklerin önünden ve ardından muhafızlık yapacak melekler gönderir.","Ahmet Tekin Meali":"Ancak, kendisinden razı olduğu Rasulü sırlarına vâkıf olabilir. Çünkü, onun önüne arkasına, sağına soluna, gözeteci, koruyucu melekler dizer.","Ahmet Varol Meali":"Ancak elçilerinden hoşnud oldukları müstesna. Çünkü O, bunun önüne ve arkasına gözetleyiciler koyar.","Ali Bulaç Meali":"Ancak elçileri içinde razı olduğu (seçtikleri kimseler) başka. Çünkü O, bunun önüne ve arkasına izleyici (gözetleyici)ler dizer.","Ali Fikri Yavuz Meali":"Ancak bir peygamber olarak seçtiği müstesnadır; (O'na gaybe dair bazı ilimleri açıklar ve bunlar mucize olur). Çünkü Allah, peygamberin önünden ve ardından muhafız melekler tayin eder (de O'nu korurlar).","Bahaeddin Sağlam Meali":"Meğer o kişi, O’nun razı olduğu bir elçi ise. Çünkü Allah, o elçinin önüne ve arkasına, onu (şeytanlardan) koruyacak gözetleyiciler koyar.","Bayraktar Bayraklı Meali":"27,28. Ancak hoşnut olduğu peygamber hariçtir. Çünkü O, peygamberinin önünden ve ardından gözetleyiciler gönderir ki Rablerinin emirlerini tebliğ ettiklerini bilsin. Allah onları çepeçevre kuşatmıştır ve her şeyi bir bir saymıştır.[686]","Besim Atalay Meali (1965)":"26,27,28. Bilen O'dur göze görünmiyeni, hoşnut bulunduğu bir peygamberden başkasını, kendi sırrına kimseyi bilirli kılmaz, Tanrının elçiliklerin eriştirdiğin bilmeklik için, onun önünde, ardında bekçiler koyduk, her hallerin bilir, her nesnenin sayısını saymıştır»","Cemal Külünkoğlu Meali":"(Gaybı bilen Allah), bu sırları(n bazılarını) sadece hoşnut olup seçtiği elçisine bildirir. Bu durumda (mesajı korumak için) o elçisinin önüne ve arkasına gözetleyiciler/bekçiler yerleştirir.","Cemil Said (1924)":"Meğer ki istediği rasûle tevdî’ itsün. O halde önünden arkasından hatve be-hatve tarassud iden melekler yüridir.","Diyanet İşleri Meali (Eski)":"27,28. Ancak peygamberlerden, bildirmek istediği bunun dışındadır. Rablerinin bildirilerini tebliğ etmelerini ortaya koymak için her peygamberin önünden ve ardından gözcüler salar; onların yaptıklarını ilmiyle kuşatır ve herşeyi bir bir sayar.*","Diyanet İşleri Meali (Yeni)":"27,28. Ancak seçtiği resûller başka. (Onlara bildirir.) Fakat O, Resûlün önünde ve arkasında gözetleyici (melek)ler yürütür ki resûllerin, Rablerinin vahiylerini tebliğ ettiklerini bilsin. Allah, onların her hâlini kuşatmış ve her şeyi inceden inceye sayıp dökmüştür.","Kur'an Yolu (Diyanet İşleri)":"27-28. Ancak elçi olarak seçtiği başka. Allah, bu elçilerin her türlü durumlarını ilmiyle kuşattığı ve her şeyin sayısını belirlediği halde, rablerinin mesajlarını tebliğ ettiklerini ortaya çıkarmak için onların önlerinden ve arkalarından gözcüler gönderir.","Diyanet Vakfı Meali":"Ancak, (bildirmeyi) dilediği peygamber bunun dışındadır. Çünkü O, bunun önünden ve ardından gözcüler salar,","Edip Yüksel Meali":"Ancak seçtiği bir elçi hariç; nitekim O, o elçiden önceye ve sonraya ait bir gözlem sunar.","Elmalılı Hamdi Yazır Meali":"Ancak seçtiği elçiye açar. Çünkü onun önünden ve ardından gözetleyiciler salar.","Elmalılı Meali (Orijinal)":"İhtiyar buyurduğu bir Resulden başka, çünkü onun önünden ve ardından râsıdler dizer","Emrah Demiryent Meali":"26-27-28. O, (Allah ki mutlak) gaybı bilendir. (Allah) hiç kimseye (mutlak) gaybı bildirmez. Ancak, Allah, razı olup seçtiği elçilerine bazı gayb bilgilerini vahyederek bildirir. Allah, (gaybî bilgileri bildirme esnasında o bilginin şeytanlar tarafından çalınmaması için, şeytanları kovan,) Peygamber’in önünden ve ardından (muhafızlık yapan) gözcüler (melekler) tayin eder ki böylece Peygamber, meleklerin Rablerinin vahyini kendisine, dosdoğru ve eksiksiz bir şekilde ulaştırdığını (kat’î sûretle) bilsin. Allah, onların her hâlini ilmiyle kuşatmış, her şeyi bir bir kaydetmiştir.","Erhan Aktaş Meali":"Resûllerden razı oldukları hariç.¹ O, onların her tarafından gözetleyiciler gönderir;²","Hasan Basri Çantay Meali":"Meğer ki beğenib seçdiği bir peygamber ola. Çünkü O, bunun önünden, ardından gözetleyiciler dizer,","Hayrat Neşriyat Meali":"Ancak peygamber(lerin)den (gaybın bir kısmını bildirmeye) râzı olduğu kimseler müstesnâdır;(2) çünki O (Allah), onun (o peygamberin) önünden ve arkasından gözetleyici(melek)ler gönderir.","İhsan Aktaş Meali":"Ancak elçilerden hoşnut olup seçtiği müstesna (ona vahiy yoluyla gaybı bildirebilir). Muhakkak ki O, onun (vahiy yoluyla bilgi alan o elçinin) önünden ve arkasından gözcüler (koruyucular) koyar. *","İlyas Yorulmaz Meali":"Ancak razı olduğu elçisine gaybını bildirir. Sonra o elçinin önünde ve arkasında sürekli bir gözetleyici takip eder.","İsmayıl Hakkı Baltacıoğlu":"Meğer ki beğendiği bir elçi ola. Çünkü onun ardında önünde gözeticiler bulundurur,","İsmail Hakkı İzmirli":"Beğendiği peygamber başka. Beğendiği peygamberin önünde ve arkasında gözetici yasakçılar bulundurur.","İsmail Yakıt":"Ancak hoşnut olup seçtiği elçi müstesna. Muhakkak ki O, onun/elçinin önünden ve ardından gözetleyici (melekler) gönderir.","Kadri Çelik Meali":"Ancak elçileri içinde razı olduğu başka. Çünkü O, bunun (elçinin) önüne ve arkasına gözcüler koyar.","Mahmut Kısa Meali":"<b>Ancak, dilediği Peygamber hariç.</b>Çünkü Allah, ihtiyacınız kadar gayb bilgisini size öğretmek üzere, elçilerinden dilediğini seçer ve bu bilgileri sadece ona vahyeder. İşte Kur’an, böyle vahiy ürünü bir kitaptır. <br>Allah bir Peygambere gaybı bildirirken, onu şeytanın dürtülerine ve ayartma girişimlerine karşı korumak için,<b> önüne ve arkasına </b>meleklerden <b>gözcüler diker.</b> Bu gözcüler, görev ihmâline yol açabilecek her türlü tehlikelere karşı Peygamberleri korurlar.","Mahmut Özdemir Meali":"“Ancak rasûlden, razı olmuş kimse başkadır. O, önünden ve arkasından bir gözetleyici takar”.","Mehmet Çakır Meali":"<i>Bu sırrı açsa açsa, hem önden hem arkadan sürekli gözetim altında tuttuğu sevgili elçilerine açabilir,</i>","Mehmet Çoban Meali":"“Ancak Rabbim dilediği zaman katındaki gizli bilgileri elçilerinden bazılarına bildirir. Elçileri vahiyle bildirilen gizli bilgilerden başkasını bilmezler. Hiç kimse Rabbinin katında olan gizli bilgilere ulaşamaz. Üstelik hiç bir insan kendini resul de ilan edemez. Rabbim kimi elçi seçeceğini, kimi elçilikle görevlendireceğini, hangi elçisine hangi gizli bilgileri bildireceğini kendisi bilir. Eğer Rabbim kendisine bir elçi seçerse, seçtiği elçiyi her bakımdan koruma altına alır. Elçiler vahiy alırken, önüne ve ardına elçilerini koruyacak çok sağlam, güvenilir koruyucular koyar. Şunu iyi bilin ki; Allah’ın elçilerine vahiy alırken hiçbir varlık dokunamaz. Hiçbir varlık zarar veremez. Zannettikleri gibi Allah’ın elçileri bilinmeyen varlıkların etkisinde kalmaz. Onlardan aldığı bilgilerle insanlara seslenemez. Allah’ın Elçileri sadece Rabbimden bilgi alır. Elçilere gönderilen vahiyleri hiç bir varlık karıştıramaz. Elçiler gönderilen vahiyleri olduğu gibi insanlara ulaştırır.”","Mehmet Okuyan Meali":"27,28. Ancak dilediği elçi(ler) bunun dışındadır. [*] Rablerinin mesajlarını onların (meleklerin) tebliğ ettiğini bilsin diye, o (elçinin) önünden ve arkasından gözetleyici(ler) gönderir. (Allah) onların beraberinde bulunanı kuşatmış ve her şeyi bir bir sayıp kaydetmiştir.","Mehmet Türk Meali":"26,27. Çünkü ğaybı ancak O, bilir ve Peygamberlerinden seçtikleri dışında, ğay-bını kimseye açıklamaz.¹ Çünkü O, elçisinin önüne ve arkasına koruyucular koyar.","Muhammed Esed Meali":"seçmekten hoşnutluk duyduğu elçisi hariç: ²¹ o zaman Allah hem o’nun gözü önüne serilmiş olan her konuda, hem de aklının ermeyeceği her alanda ²² o’nu gözetlemek için [semavî güçler] gönderir;","Mustafa Çavdar Meali":"Ancak Allah’ın razı olup seçtiği elçilerine gayb ile ilgili bazı bilgileri vahy ederek bildirir ve O onu getiren (meleğin) önüne ve arkasına gözcüler koyar ki. 3/179","Mustafa İslamoğlu Meali":"razı olduğu elçi[⁵³⁷⁰] müstesna… Bu takdirde de O, önünden ve arkasından o (vahyi)[⁵³⁷¹] koruma altına alarak hedefine ulaştırır.[⁵³⁷²]","Orhan Kuntman Meali":"27,28. Ancak beğenip seçtiği bir peygamber müstesna! Çünkü onun önünden ve ardından gözetleyiciler (koruyucu melekler) salar (ve ona gayb bilgisinin dilediği kadarını açar) ki, beğenip seçtiği Peygamberler; Rablerinin gönderdiklerini, elçilerin kendilerine hakkıyle tebliğ etmiş olduğundan emin olsunlar. (Allah) onların (gerek o peygamberin, gerek meleklerin) nezdinde olup bitenleri kuşatmış ve her şeyi sayıp tesbit etmiştir! ","Osman Fırat Meali":"Ancak râzı olduğu bazı elçilerine gösterir. Çünkü O, elçisinin önüne ve arkasına gözetleyiciler koyar.","Ömer Nasuhi Bilmen Meali":"İhtiyar buyurduğu bir resûl müstesna, çünkü o, bunun önünden ve ardından muhafızlar sevkeder.","Suat Yıldırım Meali":"26, 27, 28. O bütün gaybı bilir. Fakat gayplarını kimseye açmaz. Ancak, bildirmeyi dilediği bir elçiye bildirir. Bu durumda (mesajı korumak için) o elçisinin önüne ve arkasına gözetleyiciler yerleştirir. Böylece (Allah) elçilerinin, Rab'lerinin mesajlarını gereğince tebliğ ettiklerini bilmek (yani fiilen görmek) ister. Doğrusu Allah, kullarının nezdinde ne var, ne yoksa her şeyi ilmiyle ihata etmiş, her şeyi bir bir kaydetmiştir. [2, 255]","Süleyman Ateş Meali":"Ancak razı olduğu elçiye gösterir. Çünkü O, elçisinin önüne ve arkasına gözetleyiciler (koruyucular) koyar.","Süleyman Tevfik (1927)":"\"Ancak rasûllerinden ihtiyâr ve râzı oldığına onun ba'zısını bildirir ve onların önlerinden ve arkalarından bekçi melekler gezdirir.\"","Süleymaniye Vakfı Meali":"uygun bulduğu bir elçi olursa başka. Onun da önüne ve arkasına gözcüler diker[*].","Şaban Piriş Meali":"26,27. -Gaybı bilen, gaybını elçisinden razı olduğu dışında hiç kimseye açıklamaz. Çünkü o, onun önünden ve arkasından gözcüler koyar.","Ümit Şimşek Meali":"Ancak bildirmek istediği peygamberler müstesna. Onun da önüne ve arkasına bekçiler koyar.","Yaşar Nuri Öztürk Meali":"Seçtiği bir elçi müstesna. Çünkü O, resulünün önünden ve arkasından gözetleyiciler yürütür.","Eski Anadolu Türkçesi":"illā anı kim begendi yalavaç. pes bayıķ ol ķılur ileyinde daħı ardında yol bekleyiciler ya'nį firişteler.","Satıraltı Meal (1534)":"illā diledügi kimseye peyġamberlerden. Ol ṣaḳlar anı melā’ikeler‐ile ile‐yinden ve ardından ḥārisler‐ile.","Bunyadov-Memmedeliyev ":"Bəyənib seçdiyi peyğəmbərdən başqa! (Qeybi nə bir mələk, nə də bir peyğəmbər bilər. Onun açarları ancaq Allahın əlindədir. Lakin Allah istədiyi peyğəmbərə bir mö’cüzə olaraq vəhy yolu ilə qeybdən bə’zi xəbərlər bildirər). Allah onların önündə və arxasında (mələklərdən ibarət) gözətçilər qoyar ki,","M. Pickthall (English)":"Save unto every messenger whom he hath chosen, and then He maketh a guard to go before him and a guard behind  him","Yusuf Ali (English)":"\"Except a messenger(5750) whom He has chosen: and then He makes a band of watchers(5751) march before him and behind him,"},"28":{"Arabic":"لِيَعْلَمَاَنْقَدْاَبْلَغُوارِسَالَاتِرَبِّهِمْوَاَحَاطَبِمَالَدَيْهِمْوَاَحْصٰىكُلَّشَيْءٍعَدَدًا","Abdulbaki Gölpınarlı Meali":"Gerçekten de Rablerinin elçiliklerini hakkıyla yaptıklarını, hükümlerini tebliğ ettiklerini bilsin diye ve onların her halini de bilgisiyle kavramış, kuşatmıştır ve her şeyi, birbir sayıp tespit etmiştir.","Abdullah-Ahmet Akgül Meali":"<i>(Allah, nebilerine de bazı gaybi bilgiler aktarır)</i><b> Öyle ki </b><i>(insanlar)</i><b> onların, Rablerinden gelen risaleti </b><i>(insanlara gönderilenleri)</i><b> tebliğ ettiklerini bilip </b><i>(anlasınlar</i><b>. </b><i>Allah)</i><b> Onların nezdinde olanları sarıp kuşatmış ve her şeyi tek tek sayıp tespitini yapmış bulunmaktadır.</b> ","Abdullah Parlıyan Meali":"Böylece peygamber kendisine Allah'ın vahyinin melekler tarafından eksiksiz olarak ulaştırıldığını bilsin veya Allah meleklerin Rablerinin mesajını doğru ve sağlam olarak yerine ulaştırdıklarını bilgisiyle kuşatmıştır veya Allah'ın mesajını O'nun kullarına peygamberlerin eksiksiz olarak ulaştırdıklarını açıkca gösterir. Allah meleklerin, peygamberlerin ve kullarının her halini bilgisiyle kavramış ve kuşatmıştır ve herşeyi bir bir sayıp tesbit etmiştir.","Ahmet Tekin Meali":"Rableri, meleklerin ve peygamberlerin tebliğine memur ettiği konuları, tebliğ görevlerini ifalarını; onların sorumluluğuna verilenleri, yanlarında olup bitenleri ilmiyle kudretiyle çepeçevre kuşatarak, her şeyi bir bir sayarak kaydip belirlemesi için onların etrafına koruyucu melekler dizer.","Ahmet Varol Meali":"Öyle ki, Rablerinin risaletlerini (kendileri vasıtasıyla görderdiği hükümleri) tebliğ ettiklerini bilsin. (Allah) onlarda olanı kuşatmış ve her şeyi sayı olarak saymıştır.","Ali Bulaç Meali":"Öyle ki onların, Rablerinden gelen risaleti (insanlara gönderilenleri) tebliğ ettiklerini bilsin. (Allah,) onların nezdinde olanları sarıp-kuşatmış ve her şeyi sayı olarak da sayıp-tesbit etmiştir.","Ali Fikri Yavuz Meali":"O Peygamber şunu bilsin ki, o elçiler Rablerinin risaletlerini tamamıyla eriştirmişlerdir; ve O, elçilerin yanındaki ilmi kuşatmış ve her şeyi sayıca saymıştır.","Bahaeddin Sağlam Meali":"Ki (Allah) o elçilerin, Rableri olan Allah’tan gelen mesajları ulaştırdıklarını görsün. Şüphesiz Allah, onların yanında olan her şeyi (ilmiyle) kuşatmıştır. Ve her şeyi tek tek saymıştır.","Bayraktar Bayraklı Meali":"27,28. Ancak hoşnut olduğu peygamber hariçtir. Çünkü O, peygamberinin önünden ve ardından gözetleyiciler gönderir ki Rablerinin emirlerini tebliğ ettiklerini bilsin. Allah onları çepeçevre kuşatmıştır ve her şeyi bir bir saymıştır.[686]","Besim Atalay Meali (1965)":"26,27,28. Bilen O'dur göze görünmiyeni, hoşnut bulunduğu bir peygamberden başkasını, kendi sırrına kimseyi bilirli kılmaz, Tanrının elçiliklerin eriştirdiğin bilmeklik için, onun önünde, ardında bekçiler koyduk, her hallerin bilir, her nesnenin sayısını saymıştır»","Cemal Külünkoğlu Meali":"O elçi bilsin ki Rabbi tarafından gönderilenleri, melekler ona tam olarak ulaştırmış, o da onlarda olanın hepsini almış ve her şeyi tek tek kavramıştır.”","Cemil Said (1924)":"Tâ ki rabbinin ihâle iylediği vazîfe ve teblîgâtın tamâmen icrâsına nezâret itsünler. Allâh’ın ’ilmi her şeyi ihâta ider, her şeyin ’adedini bilür.","Diyanet İşleri Meali (Eski)":"27,28. Ancak peygamberlerden, bildirmek istediği bunun dışındadır. Rablerinin bildirilerini tebliğ etmelerini ortaya koymak için her peygamberin önünden ve ardından gözcüler salar; onların yaptıklarını ilmiyle kuşatır ve herşeyi bir bir sayar.*","Diyanet İşleri Meali (Yeni)":"27,28. Ancak seçtiği resûller başka. (Onlara bildirir.) Fakat O, Resûlün önünde ve arkasında gözetleyici (melek)ler yürütür ki resûllerin, Rablerinin vahiylerini tebliğ ettiklerini bilsin. Allah, onların her hâlini kuşatmış ve her şeyi inceden inceye sayıp dökmüştür.","Kur'an Yolu (Diyanet İşleri)":"27-28. Ancak elçi olarak seçtiği başka. Allah, bu elçilerin her türlü durumlarını ilmiyle kuşattığı ve her şeyin sayısını belirlediği halde, rablerinin mesajlarını tebliğ ettiklerini ortaya çıkarmak için onların önlerinden ve arkalarından gözcüler gönderir.","Diyanet Vakfı Meali":"Ki böylece onların (peygamberlerin), Rablerinin gönderdiklerini hakkıyla tebliğ ettiklerini bilsin. (Allah) onların nezdinde olup bitenleri çepeçevre kuşatmış ve her şeyi bir bir saymıştır (kaydetmiştir).","Edip Yüksel Meali":"Böylece, elçilerin Rab'lerinin mesajını ilettikleri ortaya çıksın. O onların yaptıklarını tümüyle kuşatmıştır ve herşeyi sayı olarak hesaplamıştır.","Elmalılı Hamdi Yazır Meali":"Bilsin diye ki, onlar Rablerinin elçiliklerini yerine getirmişlerdir. Allah onlarda bulunan her şeyi kuşatmış ve her şeyi bir bir saymıştır","Elmalılı Meali (Orijinal)":"Bilsin diyeki onlar rablarının risaletlerini hakkıyle iriştirmişlerdir ve o onların nezdindekini ihata etmiş ve her şey'i sayısiyle ihsa buyurmuştur","Emrah Demiryent Meali":"26-27-28. O, (Allah ki mutlak) gaybı bilendir. (Allah) hiç kimseye (mutlak) gaybı bildirmez. Ancak, Allah, razı olup seçtiği elçilerine bazı gayb bilgilerini vahyederek bildirir. Allah, (gaybî bilgileri bildirme esnasında o bilginin şeytanlar tarafından çalınmaması için, şeytanları kovan,) Peygamber’in önünden ve ardından (muhafızlık yapan) gözcüler (melekler) tayin eder ki böylece Peygamber, meleklerin Rablerinin vahyini kendisine, dosdoğru ve eksiksiz bir şekilde ulaştırdığını (kat’î sûretle) bilsin. Allah, onların her hâlini ilmiyle kuşatmış, her şeyi bir bir kaydetmiştir.","Erhan Aktaş Meali":"Rabb'lerinin mesajlarını tebliğ ettiklerini bilmek için.¹ Yanlarında olanları kuşatmış ve her şeyi kayıt altına almıştır.","Hasan Basri Çantay Meali":"Tâki (o peygamberler), Rablerinin gönderdiklerini (o gözetleyicilerin) hakkıyle (kendilerine) tebliğ etdiklerini (şûhüden) bilsin (ler). (Allah, peygamberin) nezdinde olub bitenleri (onların her haalini ilmiyle) kuşatmış, herşey'i (müfredatı vech ile), sayı (sı) ile saymış (tesbît etmiş) dir.","Hayrat Neşriyat Meali":"Tâ ki (o peygamberlerin), Rablerinin gönderdiklerini hakkıyla teblîğ ettiklerini ortaya çıkarsın; çünki Allah, onların yanında bulunan (her)şeyi (ilmi ile) kuşatmış ve herşeyi bir bir kaydetmiştir.","İhsan Aktaş Meali":"Rablerinin bildirilerini (mesajlarını hakkıyla) tebliğ ettiklerini (şehadet ilmiyle de) ortaya koymak için her elçinin önünden ve ardından gözcüler salar; hâlbuki onların yaptıklarını ilmiyle kuşatır ve her şeyi bir bir sayar. *","İlyas Yorulmaz Meali":"Rablerinin verdiği görevleri tebliğ etmişler mi? Bilmesi içindir. Rabbin, elçilerin yanında bulunan her şeyi kuşatmış ve her şeyin tek tek hesabını yapmıştır.","İsmayıl Hakkı Baltacıoğlu":"Çalaplarının gönderdiklerini gerçekten eriştirdiklerini görmek için. Allah onların bütün olanlarını bitenlerini bilgisiyle kuşatmış, her nesneyi sayıya almıştır.","İsmail Hakkı İzmirli":"Şunun için ki o, Rablerinin gönderdikleri haberleri tebliğ ettiklerini bilsin [³]. Allah onların her halini ilmiyle kuşatmış, her şeyin sayısını saymıştır.","İsmail Yakıt":"Böyle yapması, elçilerin, Rablerinden gelen vahiyleri [risâlât] hakkıyla tebliğ ettiklerini ortaya koymak içindir. (Allah) onların yaptıklarını ilmiyle kuşatır ve her şeyi bir bir sayar.","Kadri Çelik Meali":"Rablerinin gönderdiklerini hakkıyla ulaştırmış olduklarını, onlarda bulunan her şeyi kuşattığını ve her şeyi bir bir saymış olduğunu bilsin diye (peygamberlere gözcüler tayin etmiştir).","Mahmut Kısa Meali":"<b>Ki böylece </b>Peygamber, aldığı bilgilerin hayal veya vehim olmadığını; vahiy getiren meleklerin,<b> Rab’lerinin mesajını</b> kendisine dosdoğru ve eksiksiz bir şekilde <b>ulaştırdığını ve </b>Allah’ın, <b>onların yanındakileri, </b>yani iç dünyalarında, hayatlarında ve çevrelerinde olup biten bütün gelişmeleri sonsuz ilmiyle <b>kuşattığını ve </b>bunun da ötesinde, kâinatta olmuş ve olacak <b>her şeyi bir bir say</b>ıp kayıt altına al<b>dığını —</b>en ufak bir şüpheye yer kalmayacak şekilde— <b>bilsin. </b>","Mahmut Özdemir Meali":"Bilsin diye ki “kesinlikle rabb’lerinin risaletlerini tebliğ ettiler; (rabb’leri de) onların yanındakileri kuşattı; her şeyi tek tek saydı”.","Mehmet Çakır Meali":"<i>bunu da, Rab'lerinin buyruklarını cesurca tebliğ etmelerini sağlamak için yapar,</i> <i>çünkü, elçilerin durumunu yakından bilen Allah, her şeyi inceden inceye hesap etmiştir.&quot;</i>","Mehmet Çoban Meali":"“Rabbim elçilerini böyle korur. Rabbim elçilerini koruma altına aldığını her şekilde bildirir. Her olayla hissettirir. Elçiler olarak bunu biliriz. Bunu hissederiz. Biliriz ki, biz Rabbimizin emriyle elçilik yaparız. Biz kendi kendimizi elçi tayin edemeyiz. Arkamızdaki güç Allah’ın gücüdür. O’nun için sağa sola sapmadan sadece verilen bilgileri insanlara açıklarız. Rabbim her şeyi kuşatmıştır. Bilgisi dışında hiçbir şey olmaz. O her şeyi en iyi şekilde bilir. Hiçbir şey O’nun bilgisi dışında gerçekleşmez. İnsan ona göre davranmalıdır. Ben Allah’tan habersiz iş yapabilirim düşüncesine girmemelidir.”","Mehmet Okuyan Meali":"27,28. Ancak dilediği elçi(ler) bunun dışındadır. [*] Rablerinin mesajlarını onların (meleklerin) tebliğ ettiğini bilsin diye, o (elçinin) önünden ve arkasından gözetleyici(ler) gönderir. (Allah) onların beraberinde bulunanı kuşatmış ve her şeyi bir bir sayıp kaydetmiştir.","Mehmet Türk Meali":"O, bunu (Peygamberlerinin, insanlara) duyurduklarının, Rableri tarafından gönderildiğini bilmeleri için yapar. Çünkü O (Allah, zâten) onların söylediklerini (bilgisiyle) kuşatmış ve her şeyi tek tek kaydetmiştir.","Muhammed Esed Meali":"böylece bu[elçi]lerin tebliğ ettikleri şeyin [yalnızca] Rablerinin mesajları olduğunu açıkça gösterir: çünkü onların [söyleyebilecekleri] her şeyi ²³ [bilgisi ile] kuşatan O’dur; ve [mevcut olan] her şeyi bir bir hesaplayandır.","Mustafa Çavdar Meali":"Elçilerin, vahyi eksiksiz bir şekilde size ilettiğini ve Rabbinin onları her taraftan kontrol ettiğini ve her şeyi bir bir kaydedip muhafaza ettiğini ortaya koysun. 2/97.99, 25/32, 26/192.201, 87/6","Mustafa İslamoğlu Meali":"O’nun böyle yapması, (rasullerin) tebliğ ettiklerinin Rablerinin risaleti olduğunu; dahası ellerindeki (vahyi) çepeçevre kuşattığını ve her şeyi tek tek sayarak muhafaza altına aldığını belirtmek içindir.[⁵³⁷³]","Orhan Kuntman Meali":"27,28. Ancak beğenip seçtiği bir peygamber müstesna! Çünkü onun önünden ve ardından gözetleyiciler (koruyucu melekler) salar (ve ona gayb bilgisinin dilediği kadarını açar) ki, beğenip seçtiği Peygamberler; Rablerinin gönderdiklerini, elçilerin kendilerine hakkıyle tebliğ etmiş olduğundan emin olsunlar. (Allah) onların (gerek o peygamberin, gerek meleklerin) nezdinde olup bitenleri kuşatmış ve her şeyi sayıp tesbit etmiştir! ","Osman Fırat Meali":"Ki rablerinin vahiylerini tebliğ ettiklerini bilsin. Allah, onların her hâlini kuşatmış ve her şeyi bir bir sayıp dökmüştür.","Ömer Nasuhi Bilmen Meali":"Rablerinin risâletlerini hakkıyla eriştirmiş olduklarını bilmesi için (öyle muhafızlar tayin buyurulmuştur). Ve onların yanlarında olanı ilmen kuşatmıştır ve her bir şeyi adeden sayıp bilmiştir.","Suat Yıldırım Meali":"26, 27, 28. O bütün gaybı bilir. Fakat gayplarını kimseye açmaz. Ancak, bildirmeyi dilediği bir elçiye bildirir. Bu durumda (mesajı korumak için) o elçisinin önüne ve arkasına gözetleyiciler yerleştirir. Böylece (Allah) elçilerinin, Rab'lerinin mesajlarını gereğince tebliğ ettiklerini bilmek (yani fiilen görmek) ister. Doğrusu Allah, kullarının nezdinde ne var, ne yoksa her şeyi ilmiyle ihata etmiş, her şeyi bir bir kaydetmiştir. [2, 255]","Süleyman Ateş Meali":"(Böyle yapar) Ki onların, Rablerinin kendilerine verdiği mesajları duyurduklarını bilsin. Allah, onlarda bulunan herşeyi (bilgisiyle) kuşatmıştır ve herşeyi bir bir saymış(hesabetmiş)tir.","Süleyman Tevfik (1927)":"Tâ ki rasûl, halka rabbinin risâletini teblîğ itdiğini (teblîğ iylediği şeyde hâricden bir şey olmadığını) ve Allâh'ın o rasûlleri 'indinde olub her şeyi (zerreye varıncaya kadar) sayısıyla bildiğini bile.","Süleymaniye Vakfı Meali":"O elçi bilsin ki Rabbi tarafından gönderilenleri, melekler ona tam olarak ulaştırmış, o da onlarda olanın hepsini almış ve her şeyi tek tek kav­ramıştır.”[*]","Şaban Piriş Meali":"“Rabbinin gönderdiklerini gerçekten tebliğ ettiklerini göstermek için... Onların yanlarında olanı kuşatmış ve her şeyi bir bir kaydetmiştir.","Ümit Şimşek Meali":"Tâ ki, peygamberler, Rableri tarafından gönderilenleri meleklerin tastamam ulaştırdıklarını bilsin. Allah ise onların her halini kuşatmış ve herşeyi tek tek saymıştır.(4)","Yaşar Nuri Öztürk Meali":"Ki onların, Rablerinin elçiliklerini hedefine tam ulaştırdıklarını bilsin. Allah, onların katında bulunan şeyleri kuşatmış ve her şeyi inceden inceye sayıya bağlamıştır.","Eski Anadolu Türkçesi":"tā bile kim bayıķ degürdiler çalabıları yalavaçlıķların. daħı ķapladı anı kim ķatlarındadur daħı śaydı her nesneyi śaymaķ.","Satıraltı Meal (1534)":"Bilmeg‐içün ki teblīġ itdiler Tañrıları risālātını ve muḥīṭ olduḳların‐da eline ve iḥṣā itdi barça nesne ṣaymaġ‐ıla.","Bunyadov-Memmedeliyev ":"(Peyğəmbərlərinin) öz Rəbbinin göndərdiklərini (nə cür) təbliğ etdiyini bilsin (bəlli etsin). (Allah) onlarda olanların hamısını (peyğəmbərlərin əhvalatını və bütün əməllərini Öz elmi ilə) ehtiva etmişdir. O, hər şeyi bir-bir sayıb yazmışdır (təsbit etmişdir)!”","M. Pickthall (English)":"That He may know that they have indeed conveyed the messages of their Lord. He surroundeth all their doings, and He keepeth count of all things.","Yusuf Ali (English)":"\"That He may know that they have (truly)(5751-A) brought and delivered the Messages of their Lord: and He surrounds(5752) (all the mysteries) that are with them, and takes account of every single thing.\"(5753)"},"TotalVerse":28,"Name":"Cin"}