{"1":{"Arabic":"هَلْاَتٰىعَلَىالْاِنْسَانِح۪ينٌمِنَالدَّهْرِلَمْيَكُنْشَيْـًٔامَذْكُورًا","Abdulbaki Gölpınarlı Meali":"Gerçekten de insana, zamanın bir çağı gelmişti ki anılır bir şey bile değildi insan.","Abdullah-Ahmet Akgül Meali":"<b>Hakikat şu ki, insan; daha henüz kendisi hiç anılmayan ve tanınmayan bir şeyken </b><i>(yaratılmamışken; üzerinden binlerce asırlık çok)</i><b> uzun zamanlardan </b><i>(\"dehr\"den) </i><b>bir süre </b><i>(hin) </i><b>gelip geçmedi mi?</b> ","Abdullah Parlıyan Meali":"İnsanın tarih sahnesinde görünmesinden önceki dönem, insan henüz anılır birşey değildi.","Ahmet Tekin Meali":"İlk yaratılış evrelerinde, cihanda, henüz adı, sanı, itibarı oluşmamış bir varlıkken, sınırsız zaman içinde belli bir süre geçti, insan cinsinin üzerinden.","Ahmet Varol Meali":"İnsanın üzerinden, henüz anılmaya değer bir şey olmadan önce uzun dönemden (dehrden) bir süre geçmemiş miydi?","Ali Bulaç Meali":"Gerçek şu ki, insanın üzerinden, daha kendisi anılmaya değer bir şey değilken, uzun zamanlardan (dehr) bir süre (hin) gelip-geçti.","Ali Fikri Yavuz Meali":"Gerçekten insan üzerine dehirden öyle bir zaman geçti ki, o vakit insan alınır, (insanlıkla tanınır) bir şey değildi.","Bahaeddin Sağlam Meali":"Kesinlikle insanın üzerinden uzun bir zaman geçti ki anılacak bir şey değildi.","Bayraktar Bayraklı Meali":"İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçmedi mi? [698][699]","Besim Atalay Meali (1965)":"İnsan oğlu üzerine, öyle bir gün geçmedi mi? Adı anılmıyordu","Cemal Külünkoğlu Meali":"Gerçekten insan (henüz) anılır bir şey değilken (yaratılmamışken) üzerinden uzunca bir zaman geçti. ","Cemil Said (1924)":"Âdem ’aleyhisselâma rûh nefh oluncaya kadar çok zamân geçdi.","Diyanet İşleri Meali (Eski)":"İnsanoğlu, var edilip bahse değer bir şey olana kadar, şüphesiz, uzun bir zaman geçmemiş midir?","Diyanet İşleri Meali (Yeni)":"İnsan (henüz) anılır bir şey değilken (yaratılmamışken) üzerinden uzunca bir zaman geçti.[569]","Kur'an Yolu (Diyanet İşleri)":"Gerçek şu ki, insanın yaratılış tarihinde onun henüz anılan bir şey olmadığı bir dönem gelip geçmiştir.","Diyanet Vakfı Meali":"İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçmedi mi?","Edip Yüksel Meali":"İnsanın üzerinden, kendisinin anılmaya değer bir şey olmadığı bir zaman periyodu geçmemiş midir?","Elmalılı Hamdi Yazır Meali":"Gerçekten insan üzerine dehirden (zamandan) öyle bir müddet geldi ki o zaman o, anılmaya değer bir şey değildi.","Elmalılı Meali (Orijinal)":"Fil'hakîka geldi insan üzerine dehirden bir müddet o anılır bir şey olmadı","Emrah Demiryent Meali":"Anılmaya değer bir şey değilken (henüz yaratılmamışken), insanın üzerinden uzun bir zaman gelip geçmedi mi?","Erhan Aktaş Meali":"Anılmaya değer bir şey değilken, insanın üzerinden “dehr”¹ den bir zaman gelip geçmedi mi?","Hasan Basri Çantay Meali":"İnsanın üzerine uzun devirden öyle bir zaman gel (ib geç) di ki (o vakit) o, anılmıya değer bir şey bile değildi.","Hayrat Neşriyat Meali":"Gerçekten insan üzerine, o uzun devirden öyle bir zaman geçti ki (o, henüz) anılan bir şey değildi.","İhsan Aktaş Meali":"Gerçekten insan (türü) üzerinde dehirden (zamandan) öyle (uzun) bir müddet gelip- geçti ki o, (var olduğu hâlde henüz insan olarak) anılmaya değer bir şey (insanlıkla tanınan, insanı değerlerle anılan ve henüz tekâmül sürecini geçiren bir varlık) bile değildi. *","İlyas Yorulmaz Meali":"İnsan henüz anılmaya değer bir şey değilken, o zamandan bir bölümünün haberi gelmedi mi?","İsmayıl Hakkı Baltacıoğlu":"İnsan sözü edilecek bir varlık oluncaya kadar aradan bir çok zaman geçmiştir.","İsmail Hakkı İzmirli":"İnsan, [⁸] zikre değer bir şey olmaksızın üzerinden muhakkak birçok zaman geçmiştir [⁹].","İsmail Yakıt":"İnsan, henüz anılmaya değer bir şey değil iken, üzerinden uzun bir zaman [dehr] geçmemiş midir?¹","Kadri Çelik Meali":"İnsanın üzerinden, henüz anılmaya değer (belli) bir şey olmadığı uzun bir süre gelip geçmedi mi?","Mahmut Kısa Meali":"<b>İnsanın </b>basit bir varlık olarak yaratılmasının <b>üzerinden, </b>gerek topraktan ilk yaratıldığı sırada, gerek anne karnında iken, yaratılış dönemlerinde olgunluk düzeyine ulaşıncaya kadar, henüz adının sanının <b>anılmadığı nice çağlar geçmedi mi? </b>Kibre kapılarak Rabb’ine boyun eğmekten kaçınan insan, bir zamanlar bir hiç olduğunu ve Allah’ın lütfu sayesinde yaratılıp olgunlaştırıldığını hiç düşünmüyor mu?","Mahmut Özdemir Meali":"İNSAN’ın üzerine anılan bir şey olmamış (Binlerce Asırlık) Dehr’den bir süre geldi mi?","Mehmet Çakır Meali":"İnsan, insan olana kadar, üzerinden insan demeye dilin varmadığı çok uzun bir zaman geçmiştir. ","Mehmet Çoban Meali":"İnsanı biz yarattık. Yaratılışının üzerinden uzun bir zaman geçti.        ","Mehmet Okuyan Meali":"Henüz anılan bir şey değilken, şüphesiz ki insanın üzerinden çok uzun bir süre geçti!","Mehmet Türk Meali":"İnsanlık üzerinden, tüm zamana¹ göre söylenmeye bile değmeyecek kadar (kısa) bir süre geçmedi mi?²","Muhammed Esed Meali":"İNSAN[ın tarih sahnesinde görünmesin]den önceki dönem, sonsuz bir zaman kesitinden ibaret [değil] midir; ¹ insanın henüz dikkate değer bir varlık olmadığı ² [bir zaman kesiti]?","Mustafa Çavdar Meali":"İnsan, henüz anılmaya değer bir varlık değilken üzerinden çok uzun bir süre geçmedi mi? 2/30, 32/7…9","Mustafa İslamoğlu Meali":"İnsanın[⁵⁴⁶⁰] üzerinden, (o tarih sahnesine çıkıncaya kadar), tüm zamanlar içinden belirsiz ve uzun bir süre geçmemiş miydi (ki), henüz o (bu süre zarfında) anılmaya değer bir şey bile değildi?[⁵⁴⁶¹]","Orhan Kuntman Meali":"İnsanın üzerinden, -henüz kendisinin anılmaya değer olmadığı- uzun bir devir geçmiştir.","Osman Fırat Meali":"insan üzerinden uzunca (ömrünce) bir zamandan kısa bir dem (ana rahmi zamanı) geçmedi mi ki henüz kendisi anılmaya değer bir şey değildi","Ömer Nasuhi Bilmen Meali":"Muhakkak insan üzerine gayri mahdut zamandan bir mahdut zaman gelmiştir ki, (o zaman da bilinip) yâdolunmuş bir şey olmamıştı.","Suat Yıldırım Meali":"Dehrin akışı içinde öyle zaman geçti ki, o dönemde, insanın adı bile anılmazdı. ","Süleyman Ateş Meali":"İnsanın üzerinden, henüz kendisinin anılan bir şey olmadığı uzun bir süre geçmedi mi?","Süleyman Tevfik (1927)":"İnsân üzerine dehrden bir zamân geldi geçdi ki onda zikre şâyân bir şey değildi.","Süleymaniye Vakfı Meali":"“İnsan (ile dünyanın kuruluşu) üzerinden uzun bir zaman geçti[1] değil mi? Bu süre içinde o, hakkında bilgi olan bir şey değildi[2].","Şaban Piriş Meali":"İnsan, adı anılmaya değer bir şey olana kadar, üzerinden uzun bir süre geçmedi mi?","Ümit Şimşek Meali":"Zamandan öyle bir an geçti ki insanın üzerinden, o vakit adı anılmaya bile değmez birşeydi.(1)","Yaşar Nuri Öztürk Meali":"İnsan üzerinden, henüz anılan bir şey olmadığı bir süre geçmedi mi zamandan?","Eski Anadolu Türkçesi":"bayıķ geldi ādem üzere ya'nį peyġamber bir müddet ya'nį ķırķ yıl rūzigārdan olmadı nesene anılmış ya'nį balçıķ gövde yaturdı.","Satıraltı Meal (1534)":"Hīç geldi mi ādem oġlı üstine bir vaḳt rūzgārdan ki özi hīç añılacaḳ nesnedegül‐idi.","Bunyadov-Memmedeliyev ":"İnsanın elə bir dövrü olub keçmişdir ki, o, xatırlanmağa layiq bir şey olmamışdır! (Yaxud insanın elə bir dövrü olub keçmişdir ki, o həmin dövrdə xatırlanası bir şey olmasın?! Əlbəttə, olmuşdur. İnsan əvvəlcə mövcud deyildi. Sonra o, yə’ni ulu babamız Adəm torpaqdan və sudan yoğrulub insan şəklinə salınmış, ona ruh verilmiş və o, həyat sürməyə başlamışdır. İnsanın nə üçün yaradıldığını əvvəlcə nə göy əhli, nə də o özü bilirdi. Tədriclə mələklər və o özü nə üçün yaradıldığını anladı).","M. Pickthall (English)":"Hath there come Upon man (ever) any period of time in which he was a thing unremembered?","Yusuf Ali (English)":"Has there not been(5830) over Man a long period of Time,(5831) when he was nothing - (not even) mentioned?"},"2":{"Arabic":"اِنَّاخَلَقْنَاالْاِنْسَانَمِنْنُطْفَةٍاَمْشَاجٍۗنَبْتَل۪يهِفَجَعَلْنَاهُسَم۪يعًابَص۪يرًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki biz insanı, bir katre sudan, erkeklik suyuyla kadınlık suyunun rahimde birleşmesinden yarattık sınamak için, derken onu, duyar, görür bir hale getirdik.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz Biz insanı, </b><i>(içeriği çok harika bir karışım olan)</i><b> karmaşık bir damla sudan </b><i>(nutfeden)</i><b> halk ettik. Onu deneyip imtihan etmekteyiz. Bundan dolayı onu işitir ve görür hale getirdik. </b> ","Abdullah Parlıyan Meali":"Gerçekten biz insan soyunu erkek ve dişi sularıyla birleşik bir damla sudan yarattık ve onu imtihan etmekteyiz. Biz onu işitme ve görme duyularıyla donatılmış bir varlık kıldık.","Ahmet Tekin Meali":"Biz insanı, sorumluluklar yükleyerek imtihan etmek, hayra ve şerre karşı tutumunu denemek için, muhtelif kanallardan dökülen sıvılarla karışık bir katre spermin, eşinin yumurtasıyla uyum halinde birleşmesinden yarattık. Sonra onu işiten, gören ve düşünen bir varlık haline getirdik.","Ahmet Varol Meali":"Biz insanı karışık bir nutfeden yarattık. Onu imtihan etmekteyiz. Bu yüzden onu işitici ve görücü kıldık.","Ali Bulaç Meali":"Şüphesiz biz insanı, karmaşık olan bir damla sudan yarattık. Onu deniyoruz. Bundan dolayı onu işiten ve gören (biri) kıldık.","Ali Fikri Yavuz Meali":"Çünkü biz, insanı, (erkek ve dişi suları ile) karışık bir nutfeden yarattık; (üzerine mükellefiyyet yükliyerek) onu deneyeceğiz. Bunun için onu duygu ve görgü sahibi kıldık.","Bahaeddin Sağlam Meali":"Gerçekten Biz, insanı karışık bir meniden (hücreden) yarattık. Onu geliştiriyorduk. (Yani) onu işiten ve gören bir hale getirdik.","Bayraktar Bayraklı Meali":"Doğrusu biz, insanı imtihan etmek için, döllenmiş yumurtadan yarattık ve onu işiten ve gören bir varlık yaptık.","Besim Atalay Meali (1965)":"Biz insanı, karışık bir belsuyundan yaratmışızdır; kulak verdik, göz verdik, onu sınarız","Cemal Külünkoğlu Meali":"(Ve üreme safhasına geldiğinde) biz insanı, karmaşık olan bir damla sudan (döllenmiş yumurtadan) yarattık. Onu imtihan ediyoruz. Bundan dolayı onu işiten ve gören yaptık.","Cemil Said (1924)":"Biz insânı erkek ve dişiyi hâvî bir meniden tecrübe içün yaratdık, âna kuvve-i bâsıra ve kuvve-i sâmi’a virdik.","Diyanet İşleri Meali (Eski)":"Biz insanı katışık bir nutfeden yaratmışızdır; onu deneriz; bu yüzden, onun işitmesini ve görmesini sağlamışızdır.","Diyanet İşleri Meali (Yeni)":"Şüphesiz biz insanı, karışım hâlindeki az bir sudan (meniden) yarattık ve onu imtihan edeceğiz. Bu sebeple onu işitir ve görür kıldık.","Kur'an Yolu (Diyanet İşleri)":"Hakikatte biz insanı katışık bir nutfeden yarattık; imtihan edelim diye onu işitir ve görür kıldık.","Diyanet Vakfı Meali":"Gerçek şu ki, biz insanı katışık bir nutfeden (erkek ve kadının dölünden) yarattık; onu imtihan edelim diye, kendisini işitir ve görür kıldık.","Edip Yüksel Meali":"Biz insanı bir sıvı karışımdan yarattık ki onu sınayalım. Bu yüzden onu işiten ve gören yaptık.","Elmalılı Hamdi Yazır Meali":"Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden (erkek ve kadın sularından) yarattık da onu işitici, görücü yaptık.","Elmalılı Meali (Orijinal)":"Çünkü biz yarattık o insanı bir takım katgılarla mezcedilmiş (emşac) bir nutfeden, evire çevire mübtelâ kılmak üzerede onu bir semî' basîr yaptık","Emrah Demiryent Meali":"Şüphesiz biz insanı imtihân etmek üzere, karışık bir nutfeden yarattık. Onu işiten ve gören (bir varlık) yaptık.","Erhan Aktaş Meali":"İnsanı karışık bir nutfeden¹ yarattık. Onu sınava tabi tutacağız; bu nedenle onu duyan ve gören bir varlık yaptık.","Hasan Basri Çantay Meali":"Hakıykat, biz insanı birbiriyle karışık bir damla sudan yaratdık. Onu imtihan ediyoruz. Bu sebeble onu işidici, görücü yapdık.","Hayrat Neşriyat Meali":"Muhakkak ki biz, insanı karışık bir nutfeden (hakir bir damla sudan süzülmüş hulâsadan) yarattık; onu imtihân ediyoruz. Onun için kendisini işitici ve görücü kıldık.","İhsan Aktaş Meali":"Biz insanı katışık bir nutfeden (döllenmiş yumurtadan) yarattık; sınava tabi tutmayı (diledik) ve ardından onu (özgür bir iradeyle donatarak) işitir ve görür hâle getirdik. *","İlyas Yorulmaz Meali":"Biz insanı atılmış bir sudan yarattık. Onu deniyoruz. Sonra insanı işiten ve gören bir varlık yaptık.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten Biz insanı katışık bir atmık damlasından yarattık. Biz onu sınıyoruz. Onun için ona, işitme, görme gücü verdik.","İsmail Hakkı İzmirli":"Biz insanı teklifle denemek üzere ana ve babasının sularından karışmış dökülmüş sudan yarattık. Onu işitici ve görücü kıldık.","İsmail Yakıt":"Muhakkak ki Biz insanı, katışık [emşâc]² bir nutfeden/ spermatozoid’den yarattık; onu şekilden şekle sokarak³ sonunda onu işiten ve gören kıldık.","Kadri Çelik Meali":"Hiç şüphesiz biz insanı, karmaşık olan bir damla sudan yarattık. Onu halden hale (o su damlasından, kan pıhtısına, o kan pıhtısından da bir çiğnem et parçasına) aktarıp durduk. Sonra da onu işitici ve görücü kıldık.","Mahmut Kısa Meali":"<b>Doğrusu Biz insanı,</b> erkek ve kadından gelen <b>bileşik bir tohumdan yarattık ve onu </b>bu dünya hayatında <b>sınavdan geçir</b>ip yükselt<b>mek için işitme, görme </b>ve düşünme <b>yeteneğine sahip</b> akıllı, üstün ve becerikli bir varlık <b>kıldık.</b>","Mahmut Özdemir Meali":"Biz, İnsan’ı karışmış nutfe’den (damla’dan) yarattık. Onu deniyoruz; derken onu bir gören işiten kıldık.","Mehmet Çakır Meali":"Biz insanı, erkek dişi karışımı bir damladan yarattık. Maksadımız onu denemekti.  Bu yüzden onu duyarlı ve akıllı yarattık.","Mehmet Çoban Meali":"İnsanı karışım halindeki az bir sudan yarattık! Verdiği söz dolasıyla dünya hayatıyla insanı imtihan edeceğiz. Bu sebeple onu; işiten, gören, düşünen, akıl eden kıldık.        ","Mehmet Okuyan Meali":"Gerçek şu ki biz insanı katışık (döllenmiş) bir [nutfe]den (zigottan) yarattık. Onu imtihan edeceğiz; (bu yüzden) onu duyar ve görür kıldık.","Mehmet Türk Meali":"Şüphesiz Biz, insanı karmaşık bir damla sudan yarattık. İmtihan etmek için de onu, işiten ve gören kıldık.","Muhammed Esed Meali":"Şüphesiz, [sonraki hayatında] denemek için insanı katışık bir sperm damlasından ³ yaratan Biziz: Biz, onu işitme ve görme (duyuları) ile donatılmış bir varlık kıldık.","Mustafa Çavdar Meali":"Biz, insanı katışık bir damladan/spermden yarattık. Onu sınava tabi tutmayı diledik ve onu hakkı duyabilen, görebilen ve anlayabilen bir varlık yaptık. 16/4, 22/5, 67/23","Mustafa İslamoğlu Meali":"İnsanoğlunu katmerli bir karışım olan hayat tohumundan Biz yarattık;[⁵⁴⁶²] sınava tâbi tutmayı (diledik)[⁵⁴⁶³] ve ardından ona işitme ve görme yeteneği verdik.[⁵⁴⁶⁴]","Orhan Kuntman Meali":"Şüphe yok ki biz insanı karışık bir nutfeden, (ana ile babasının döl hücrelerinin birleşmesinden meydana gelen \"Fekonde hücre\" den) yarattık ve onu imtihan etmek için ona (hayvanlardan olmayan manevi) işitme ve görme yeteneği verdik (şu halde bu yeteneklerini körelten ve Rablerine karşı görevlerini yapmayan kimseler insan unvanına layık değildirler.)","Osman Fırat Meali":"Şüphesiz biz insanı, imtihan etmek için tohumlu bir nutfeden yarattık da onu işiten ve basiretli/görebilen kıldık","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki, Biz insanı karışık bir damla sudan yarattık, onu imtihan ediyoruz. İmdi onu işitici, görücü kıldık.","Suat Yıldırım Meali":"Biz insanı katışık bir meniden yarattık. Onu denemek istiyoruz; bu sebeple de kendisini işiten ve gören bir varlık yaptık. [67, 2; 18, 7]","Süleyman Ateş Meali":"Doğrusu biz insanı, imtihan etmek için karışık bir nutfeden yarattık da onu işitici, görücü yaptık.","Süleyman Tevfik (1927)":"Biz insânı karışık nutfeden (erkek ve kadın nutfelerinin ihtilâtından) yaratdık ve onı işidir ve görir kıldık.","Süleymaniye Vakfı Meali":"Biz insanı, çok bileşenli döllenmiş yumurtadan[1] yarattık. Yıpratıcı bir imtihandan geçireceğiz; o nedenle onu dinleyen ve gören[2] bir varlık haline getirdik.","Şaban Piriş Meali":"Biz, insanı katışık bir damladan yarattık. Onu imtihan edelim diye onun işitmesini ve görmesini sağladık.","Ümit Şimşek Meali":"Biz insanı karışık bir nutfeden(2) yarattık; sınamak için de onu işitir ve görür hale getirdik.","Yaşar Nuri Öztürk Meali":"Doğrusu, biz insanı karışım olan bir spermden yarattık. Halden hale geçiririz onu. Sonunda onu işitici, görücü yaptık.","Eski Anadolu Türkçesi":"bayıķ biz yarat(t)uķ ādemį bil śuyından ķarışmış śınaruz anı pes ķılduķ anı işidici görici.","Satıraltı Meal (1534)":"Biz yaratduḳ ādem oġlını biri birine ḳarışmış nuṭfeden anı ṣınamaġ‐ıçun.Pes anı işidici ve görici yaratduḳ.","Bunyadov-Memmedeliyev ":"Həqiqətən, Biz insanı (sonrakı mərhələdə ata-anasının toxumundan ibarət) qarışıq bir nütfədən yaratdıq. Biz onu (dünyada özünü necə aparacağı, hər şeyin xaliqi olan Allaha itaət edib-etməyəcəyi ilə) imtahana çəkəcəyik. Biz onu eşidən, görən yaratdıq.","M. Pickthall (English)":"Lo! We create man from a drop of thickened fluid to test him; so We make him hearing, knowing.","Yusuf Ali (English)":"Verily We created Man from a drop of mingled sperm,(5832) in order to try him: So We gave him (the gifts), of Hearing and Sight."},"3":{"Arabic":"اِنَّاهَدَيْنَاهُالسَّب۪يلَاِمَّاشَاكِرًاوَاِمَّاكَفُورًا","Abdulbaki Gölpınarlı Meali":"İster şükretsin, ister nankör olsun, gerçekten de biz ona doğru yolu gösterdik.","Abdullah-Ahmet Akgül Meali":"<b>Biz ona </b><i>(akıl ve kitapla doğru)</i><b> yolu gösterdik; </b><i>(artık o)</i><b> ya şükredici olur ya da nankör </b><i>(kendi tercihidir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Gerçek şu ki biz ona yolu yöntemi gösterdik. İmana gelerek şükredici ya da Allah'tan gelen gerçekleri örtbas etme yolunu tercih ederek nankör olması artık kendisine bağlıdır.","Ahmet Tekin Meali":"Biz ona yolu, yöntemi gösterdik, doğru yolu aydınlatıcı bilgiler verdik. Ya şükreden mü'min bir kul olacak, ya nankör bir kul, azılı bir kâfir olacak.","Ahmet Varol Meali":"Biz ona yolu gösterdik; artık ya şükredici olur, ya da nankör.","Ali Bulaç Meali":"Biz ona yolu gösterdik; (artık o,) ya şükredici olur ya da nankör.","Ali Fikri Yavuz Meali":"Doğrusu biz ona, gerçek yolu gösterdik; ister şükreden (mümin) olsun, ister nankörlük eden (kâfir)...","Bahaeddin Sağlam Meali":"Gerçekten Biz ona yol gösterdik. Artık ya şükreder veya nankör olur.","Bayraktar Bayraklı Meali":"Şüphesiz biz ona doğru yolu gösterdik. İster inanır, ister inkâr eder.[700]","Besim Atalay Meali (1965)":"Evet ona doğru yolu gösterdik, ister eyleye şükür, ister eyleye küfür! ","Cemal Külünkoğlu Meali":"Şüphesiz biz ona doğru yolu gösterdik. Artık o ya şükreden biri olur ya da nankörlük eden.","Cemil Said (1924)":"İster müteşekkir olsun ister nankörlük itsün ânı tarîk-i hidâyete sevk itdik.","Diyanet İşleri Meali (Eski)":"Şüphesiz ona yol gösterdik; buna kimi şükreder, kimi de nankörlük.","Diyanet İşleri Meali (Yeni)":"Şüphesiz biz onu (ömür boyu yürüyeceği)  yola koyduk. O bu yolu ya şükrederek ya da nankörlük ederek kat eder.","Kur'an Yolu (Diyanet İşleri)":"Şüphesiz biz ona doğru yolu gösterdik; artık o isterse şükreden olur, isterse nankör.","Diyanet Vakfı Meali":"Şüphesiz biz ona (doğru) yolu gösterdik. İster şükredici olsun ister nankör.","Edip Yüksel Meali":"Ona yolu gösterdik; ya şükredendir, ya da nankör.","Elmalılı Hamdi Yazır Meali":"Kuşkusuz biz ona yolu gösterdik; ister şükredici olsun, ister nankör.","Elmalılı Meali (Orijinal)":"Her halde biz ona yolu gösterdik, ister şâkir olsun ister nankör kâfir","Emrah Demiryent Meali":"Şüphesiz biz ona (peygamberler vasıtası ile hidâyet) yolu (nu) gösterdik. (Cüz’î irâdesi ile hak ya da bâtılı, kendisi tercih eder.) Ya (îmân edip, sâlih ameller işleyerek) şükreden bir kul olur, ya da (hakkı inkâr eden) nankör (kâfir bir kul olur).","Erhan Aktaş Meali":"Ona doğru yolu gösterdik. Ama isterse şükreden, isterse nankörlük eden biri olur.","Hasan Basri Çantay Meali":"Gerçek, biz ona (doğru) yolu gösterdik. İster şükredici (olsun o), ister nankör (kâfir).","Hayrat Neşriyat Meali":"Şübhe yok ki biz, onu o (doğru) yola hidâyet ettik; (artık) ister şükredici (mü'min)olsun, ister nankör (kâfir)!","İhsan Aktaş Meali":"Şüphesiz biz ona yolu (akıl ve kitapla erdemli yaşama ve iman etme yolunu) gösterdik. İster (kendi özgür iradesiyle inanıp) şükreder, ister (nankörlük edip) inkâr eder (bu, kendi tercihidir). *","İlyas Yorulmaz Meali":"Biz ona doğru olan yolunu gösterdik ki, ya şükredecek, ya da inkâr edecek.","İsmayıl Hakkı Baltacıoğlu":"Yoksullara, öksüzlere, tutsaklara seve seve yedirirlerdi, iyiliğimizi tanısın, ister tanımasın.","İsmail Hakkı İzmirli":"Biz insana doğru yolu gösterdik, o da ya şakir veya nankör oldu [¹⁰].","İsmail Yakıt":"Biz ona yolu gösterdik; ister şükreder, isterse nankörlük eder.","Kadri Çelik Meali":"Biz ona yolu gösterdik; (artık o,) ya şükredici olur ya da nankör.","Mahmut Kısa Meali":"<b>Ayrıca</b> ona, doğru ile yanlışı birbirinden ayırt etme yeteneği bahşettik. Bununla da yetinmeyip, hakîkati apaçık ortaya koyan ayetler göndererek <b>ona </b>doğru<b>yolu gösterdik </b>ve seçimi kendisine bıraktık; <b>ya şükreden </b>bir kul olur,<b> ya da </b>vefasız bir <b>nankör! </b>Fakat şunu bilin ki:","Mahmut Özdemir Meali":"İster bir şükreden olsun, ister nankör, biz, ona Yol’u gösterdik.","Mehmet Çakır Meali":"Ona doğruyu gösterdik. Artık teşekkür eder veya etmez... ","Mehmet Çoban Meali":"Dünya hayatında ömür denilen bir yola koyduk. İnsan bu yolu ya Rabbinin verdiği nimetlere şükrederek ya da nankörlük ederek bitirir. Rabbinin verdiği nimetlere şükredenler; Allah’a, Resulüne gönderilen ayetlere inanır, Allah’ın yasalarına göre yaşar. Allah’ın verdiği nimetlerden ihtiyaç sahiplerine hakkını ayırır, verilen nimetleri paylaşır. Nankörlük edenler ise inkâr ederek Allah’ın yasalarına karşı çıkar. İnsanların uydurdukları yasalara uyar. Verilen nimetlerden ihtiyaç sahiplerine vermez. İnsanlarla paylaşmaz.         ","Mehmet Okuyan Meali":"Şüphesiz ki biz insana yol gösterdik. Ya şükredici (olur) ya da nankör. [*]","Mehmet Türk Meali":"(Sonra da) Biz ona isterse (Allah’a) şükretsin, isterse de nankör olsun diye (doğru) yolu gösterdik.","Muhammed Esed Meali":"Gerçek şu ki, Biz ona yolu-yöntemi gösterdik: ⁴ şükredici, ya da nankör [olması artık kendisine kalmıştır].","Mustafa Çavdar Meali":"Biz ona bir de doğru yolu gösterdik. Artık insan ya bu nimetlerin hakkını verir veya ona nankörlük eder kâfir olur. 16/9, 17/9","Mustafa İslamoğlu Meali":"Elbet onu (amacına ulaştıracak olan) doğru yola Biz yönelttik: ister şükreder, ister nankörlük eder.[⁵⁴⁶⁵]","Orhan Kuntman Meali":"Kuşkusuz bir ona (imtihan gereği hem) doğru yolu (hem de sapıklık yollarını) gösterdik. İster şükredici olsun, (Rabbinin kendisine ihsân buyurduğu en büyük nimet olan insanlık şerefini korusun hidâyete ersin) isterse nankör olsun. (Rabbinin ayetlerini inkâr etsin, -indirdiği Kitab'ı ve gönderdiği Peygamber’i yalan saysın- sapıklık içinde sürünüp gitsin. Bu yollar arasında tercih kendisine bırakılmıştır, fakat bilmeli ki)","Osman Fırat Meali":"Biz ona doğru yolu gösterdik; istersen şükredici, istersen inkar edici ol.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, Biz ona hidâyet yolunu gösterdik, gerek şükredici ve gerek nankör olsun.","Suat Yıldırım Meali":"Ona yolu da gösterdik: artık ister şükreder, ister nankör ve kâfir olur. ","Süleyman Ateş Meali":"Biz ona yolu gösterdik: Ya şükredici veya nankör olur.","Süleyman Tevfik (1927)":"Ve ona yolı (hidâyet ve dalâlet yolını) gösterdik ki yâ Allâ'ha şükür idici veyâhud inkâr iyleyici olur. (İsterse hidâyete ve isterse dalâlete gider.)","Süleymaniye Vakfı Meali":"Ona doğru yolu gösterdik; ister görevini yapar, isterse o yolu görmezlikten gelir (kâfir olur).","Şaban Piriş Meali":"Biz, ona yolu gösterdik. İster şükreder, ister nankörlük.","Ümit Şimşek Meali":"Ona yol da gösterdik. Artık ister şükreder, ister nankörlük eder.","Yaşar Nuri Öztürk Meali":"Biz onu yola kılavuzladık. Artık ya şükredici olur ya nankör.","Eski Anadolu Türkçesi":"bayıķ biz ŧoġru yol gösterdük aña yolı yā şükr eyleyiciyiken yā şükr eyleyiciyiken. [307b] yā kafir eyleyiciyiken.","Satıraltı Meal (1534)":"Biz aña gösterdük doġru yol. Yā şükr ide, yā kāfir ola.","Bunyadov-Memmedeliyev ":"Biz ona haqq yolu göstərdik. İstər (ne’mətlərimizə) minnətdar olsun, istər nankor (bu onun öz işidir).","M. Pickthall (English)":"Lo! We have shown him the way, whether he be grateful or disbelieving.","Yusuf Ali (English)":"We showed him the Way: whether he be grateful or ungrateful (rests(5833) on his will)."},"4":{"Arabic":"اِنَّٓااَعْتَدْنَالِلْكَافِر۪ينَسَلَاسِلَا۬وَاَغْلَالًاوَسَع۪يرًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki kafirlere zincirleri, boyundurukları ve yakıp kavuran cehennemi hazırladık.","Abdullah-Ahmet Akgül Meali":"<b>Çünkü elbette Biz kâfirlere zincirler, demir halkalar ve çılgınca yanan bir ateş hazırlayıvermişizdir.</b> ","Abdullah Parlıyan Meali":"Şimdi bakın biz Allah'tan gelen gerçekleri örtbas edenler için zincirler, halkalar ve yakıcı bir ateş hazırladık.","Ahmet Tekin Meali":"Biz kulluk sözleşmesindeki ortak taahhütlerini, Allah'a iman, kulluk ve sorumluluk bilincini şuur altına iterek örtbas edip inkârda ısrar eden kâfirler, nankörler için zincirler, demir halkalar, körüklenen, alev püsküren, dehşetli Cehennem ateşi hazırladık.","Ahmet Varol Meali":"Biz kâfirler için zincirler, halkalar ve çılgınca yanan bir ateş hazırladık.","Ali Bulaç Meali":"Doğrusu biz kafirlere zincirler, demir halkalar (tomruklar) ve çılgınca yanan bir ateş hazırladık.","Ali Fikri Yavuz Meali":"Çünkü biz, kâfirler için zincirler, bukağılar ve alevli bir ateş hazırladık.","Bahaeddin Sağlam Meali":"Gerçekten kâfirler için zincirler, tasmalar ve şiddetli bir ateş hazırlamışız.","Bayraktar Bayraklı Meali":"Doğrusu biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırladık.","Besim Atalay Meali (1965)":"Kâfirlere hazırladık zincirlerle, bukağılar, alevli ateşler!","Cemal Külünkoğlu Meali":"(Fakat unutmayın ki) Biz nankörlük edenler için zincirler, kelepçeler ve çılgın alevli cehennem hazırladık.","Cemil Said (1924)":"Kâfirlere zincirler, boyunlarına halkalar ve ’azâb-ı cehennem ihzâr iyledik.","Diyanet İşleri Meali (Eski)":"Doğrusu, inkarcılar için zincirler, demir halkalar ve çılgın alevli cehennem hazırladık.","Diyanet İşleri Meali (Yeni)":"Şüphesiz biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırladık.","Kur'an Yolu (Diyanet İşleri)":"Ama biz inkârcılar için zincirler, halkalar ve alevli bir ateş hazırlamışızdır.","Diyanet Vakfı Meali":"Doğrusu biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırladık.","Edip Yüksel Meali":"İnkarcılar için zincirler, prangalar ve alevli bir ateş hazırlamışızdır.","Elmalılı Hamdi Yazır Meali":"Çünkü biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır.","Elmalılı Meali (Orijinal)":"Çünkü biz, kâfirler için, zincirler, tomruklar, bir de Seıyr hazırladık","Emrah Demiryent Meali":"Şüphesiz biz, kâfirler için (âhirette) zincirler, demir halkalar ve alevli bir ateş hazırladık.","Erhan Aktaş Meali":"Gerçeği yalanlayan nankörler için zincirler, kelepçeler ve alevli ateş hazırladık.","Hasan Basri Çantay Meali":"Hakıykat, biz kâfirler için zincirler, bukağılar, alevlendirilmiş bir ateş hazırladık.","Hayrat Neşriyat Meali":"Muhakkak ki biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırladık!","İhsan Aktaş Meali":"Şüphesiz ki biz, (zalim ve azgın) inkârcılar için (ahirette) zincirler, halkalar ve alevli bir ateş hazırlamış (olacağ)ız. *","İlyas Yorulmaz Meali":"Biz doğruları inkâr edenler için zincirler, boyunduruklar ve yakıcı bir ateş hazırladık.","İsmayıl Hakkı Baltacıoğlu":"İşte biz tanımazlar için kangallar, bukağılar, alevli bir ateş düzdük.","İsmail Hakkı İzmirli":"Biz kâfirler için zincirler, demir toklar, alevli ateşler hazırladık.","İsmail Yakıt":"Muhakkak ki Biz inkârcılar için zincirler, demir halkalar ve çılgın alevli bir ateş hazırladık.","Kadri Çelik Meali":"Doğrusu biz kâfirlere zincirler, demir halkalar (tomruklar) ve çılgınca yanan bir ateş hazırladık.","Mahmut Kısa Meali":"En büyük nankörlüğü yaparak ayetlerimizi reddeden<b> kâfirler için, </b>cehennemde <b>zincirler, prangalar ve alev alev yanan bir ateş hazırladık!</b>","Mahmut Özdemir Meali":"Biz, Nankörler için zincirler, demir halkalar ve çılgın alevli ateş hazırladık.","Mehmet Çakır Meali":"<b>Nankörler</b>, hazırladığımız zincir ve tasmaya vurulup çılgın alevlere tutulurken,","Mehmet Çoban Meali":"Şüphesiz inkâr edenlerin cezası için zincirler, demir halkalar ve alevli bir ateş hazırladık.        ","Mehmet Okuyan Meali":"Şüphesiz ki biz, kâfirler için (ahirette) zincirler, halkalar ve alevli bir ateş hazırlamış (olacağız). [*]","Mehmet Türk Meali":"Doğrusu Biz, kâfirler için (âhirette) zincirler, demir halkalar ve çılgınca yanan bir cehennem, hazırladık.","Muhammed Esed Meali":"[Şimdi] bakın, Biz hakikati inkar edenler ⁵ için zincirler, halkalar ve yakıcı bir ateş ⁶ hazırladık;","Mustafa Çavdar Meali":"Hiç şüphe yok ki biz, nankörlük eden kâfirler için zincirler, demir halkalar ve alevli cehennem hazırladık. 13/5, 18/100...106","Mustafa İslamoğlu Meali":"En sonunda (inkârı tercih eden) kâfirler için tarifi imkânsız zincirler, tasmalar ve kışkırtılmış çılgın bir ateşi Biz hazırladık.[⁵⁴⁶⁶]","Orhan Kuntman Meali":"Biz kâfirler için, zincirler, bukağılar ve alevli bir ateş (cehennem azabı) hazırladık.","Osman Fırat Meali":"Şüphesiz biz, kâfirler için zincirler, demir halkalar ve alevli bir ateş hazırladık.","Ömer Nasuhi Bilmen Meali":"Hakikaten Biz kâfirler için zincirler ve bukağılar ve alevlendirilmiş bir ateş hazırladık.","Suat Yıldırım Meali":"Biz kâfirlere zincirler, kelepçeler, alevli ateşler hazırladık. ","Süleyman Ateş Meali":"Biz, kafirler için zincirler, demir halkalar ve alevli bir ateş hazırlamışızdır.","Süleyman Tevfik (1927)":"Ve biz kâfirlere zincirler, boyunlarına takılacak laleler ve cehennem 'azâbı hazırladık.","Süleymaniye Vakfı Meali":"Biz, kâfirler için zincirler, demir halkalar[*] ve alevli bir ateş hazırladık.","Şaban Piriş Meali":"Elbette biz, nankörlük edenlere zincirler, halkalar ve alevli cehennem hazırladık.","Ümit Şimşek Meali":"Kâfirler için zincirler ve boyunduruklar ile çılgın alevli bir de ateş hazırladık.","Yaşar Nuri Öztürk Meali":"Biz, nankörler için zincirler, bukağılar ve kızgın bir ateş hazırladık.","Eski Anadolu Türkçesi":"bayıķ biz yaraķladuķ kāfirler-içün zencįrler daħı bendler daħı ŧamu.","Satıraltı Meal (1534)":"Biz yaraḳladuḳ kāfirler‐içün zincīrler ve ḳaydlar, daḫı yalıñlu cehennemodını.","Bunyadov-Memmedeliyev ":"Biz kafirlər üçün zəncirlər, qandallar və alovlu bir atəş hazırlamışıq.","M. Pickthall (English)":"Lo! We have prepared for disbelievers manacles and carcans and a raging fire.","Yusuf Ali (English)":"For the Rejecters we have prepared chains, yokes, and a Blazing Fire.(5834)"},"5":{"Arabic":"اِنَّالْاَبْرَارَيَشْرَبُونَمِنْكَأْسٍكَانَمِزَاجُهَاكَافُورًاۚ","Abdulbaki Gölpınarlı Meali":"İtaat eden ve iyilikte bulunanlar, şüphe yok ki kaselerle şaraplar içerler ki kafur ırmağının suyu da karıştırılmıştır bu şaraba.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz ki iyiler </b><i>(ebrar)</i><b>, karışımı </b><i>(çok güzel kokulu ve mutluluk sunucu)</i><b> kâfur olan bir kadehten içecek </b><i>(ve huzura erişeceklerdir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Bu cehenneme değil de cennete giren iyi kişiler,  en güzel koku olan kâfûr karıştırılmış meşrubatı, kadehlerden içerler.","Ahmet Tekin Meali":"İyiler, kâmil insanlar, müslümanlar kâfur katılmış dolu bir kadehten içerler.","Ahmet Varol Meali":"Şüphesiz iyiler karışımı kafur olan bir kadehten içerler.","Ali Bulaç Meali":"Şüphesiz ki iyiler (ebrar), karışımı kafur olan bir kadehten içerler.","Ali Fikri Yavuz Meali":"Muhakkak ki iyi insanlar, (cennetde) katığı kâfûr olan (şarab) dolu bir kadehten içecekler.","Bahaeddin Sağlam Meali":"İyiler ise, karışımı kâfur olan bir kadehten içerler:","Bayraktar Bayraklı Meali":"İyiler de, karışımı kâfur/hoş koku olan bir kadehten içerler.[701]","Besim Atalay Meali (1965)":"İyi kişiler, kâfurla karışmış kâselerden içerler","Cemal Külünkoğlu Meali":"İyiler ise, (cennette) karışımı kâfur (hoş kokulu çiçekten tatlandırılmış) olan dolu bir kadehten (cennet şarabı) içerler.","Cemil Said (1924)":"Mutî’ mü’minler kâfûr mahlûtiyle memlû kâseler muhteviyâtını içecekler.","Diyanet İşleri Meali (Eski)":"Şüphesiz iyiler kafur katılmış bir tastan içerler.","Diyanet İşleri Meali (Yeni)":"İyiler ise, katkısı kâfur olan içecekler dolu bir kadehten içerler.","Kur'an Yolu (Diyanet İşleri)":"İyiler ise içindekine güzel koku katılmış bir kadehten içecekler;","Diyanet Vakfı Meali":"İyiler ise, kâfûr katılmış bir kadehten (cennet şarabı) içerler.","Edip Yüksel Meali":"İyiler ise, kafur (CHO) karıştırılmış bir kadehten içerler.","Elmalılı Hamdi Yazır Meali":"Kuşkusuz iyiler de karışımı kâfûr olan dolgun bir kadehten içerler.","Elmalılı Meali (Orijinal)":"Haberiniz olsun ebrar (hayır sabihi iyi insanlar) öyle dolgun bir kadehten içeceklerdir ki mizacı olmuştur kâfur","Emrah Demiryent Meali":"İyiler (cennetlikler) ise, katkısı kâfûr olan içecek dolu bir kâseden içerler.","Erhan Aktaş Meali":"İyi olanlar ise içinde kâfûr bulunan bir kadehten içerler. ","Hasan Basri Çantay Meali":"Şübhe yok ki iyiler kâfuur katılmış dolu bir kadehden içerler.","Hayrat Neşriyat Meali":"Şübhesiz ki ebrâr (samîmâne ibâdet eden içi dışı bir olan iyi kişiler), katkısı kâfûr olan (Cennet şarâbı dolu) bir kadehten içerler.","İhsan Aktaş Meali":"Şüphesiz (erkek olsun kadın olsun) iyilik yapanlar (dürüst ve erdemli bir hayat yaşayanlar cennette) karışımı kâfur (güzel bitki kokuları) olan içeceklerle dolu bir bardaktan içerler. *","İlyas Yorulmaz Meali":"Elbetteki iyilik yapanlar, karışımı kâfur olan içeceklerle dolu bir bardaktan içerler.","İsmayıl Hakkı Baltacıoğlu":"İşte yüzü ak olanlar içine kafur katılmış bir tastan içerler.","İsmail Hakkı İzmirli":"İyiler, kâfur katılmış şarap içerler [¹¹].","İsmail Yakıt":"Muhakkak ki erdemli olanlar [ebrâr] karışımı kâfûr olan bir kâseden içerler.","Kadri Çelik Meali":"Şüphesiz iyiler, karışımı kâfur olan bir kadehten içerler.","Mahmut Kısa Meali":"Âyetlerimize iman eden <b>dürüst ve erdemli kimselere gelince, onlar </b>cennette, <b>karışımında</b><b>kâfur</b> gibi hoş kokular<b> bulunan bir kadehten </b>cennet şarabı <b>içecekler.</b>","Mahmut Özdemir Meali":"Ebrâr (Ergin İyiler), kâfûrdan (sert meyve kabuğundan) üretilmiş bir kâseden içerler;","Mehmet Çakır Meali":"<b>iyiler</b>, kâfûr karışımlı billur kadehlerden içer.","Mehmet Çoban Meali":"İyiler ise katkısı kâfur olan içecekler dolu bir kadehten içer.        ","Mehmet Okuyan Meali":"Şüphesiz ki iyiler ise (cennette) [kâfûr] [*]katılmış bir kadehten içeceklerdir.","Mehmet Türk Meali":"(Allah’ın) itaatkâr kulları da karışımı (hoş kokulu) “kâfûr” olan, dolu kadehlerden içerler.","Muhammed Esed Meali":"[halbuki] gerçek erdem sahipleri, hoş kokulu çiçekler ile tatlandırılmış bir fincandan ⁷ içerler:","Mustafa Çavdar Meali":"Nimetlerin hakkını veren iyiler, içine kâfur katılmış kâseden içecekler. 37/45...47, 43/70-71","Mustafa İslamoğlu Meali":"Elbet iyiler[⁵⁴⁶⁷] de hoş kokulu çiçek özü katkılı tarifsiz bir kadehten içecekler:[⁵⁴⁶⁸]","Orhan Kuntman Meali":"İyiler (iman edip sâlih amel işleyenler) ise, kâfûr katılmış dolu bir kadehten içerler.","Osman Fırat Meali":"Muhakkak ki iyiler de, karışımı kâfûr olan bir kadehten içerler.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki, hâlisane ibadet sahipleri bir kaseden içerler ki, ona katılmış şey, kâfûr suyudur.","Suat Yıldırım Meali":"İyi insanlar ise, kâfur suyu ile hazırlanmış içecek kâselerini yudumlarlar. ","Süleyman Ateş Meali":"İyiler de, karışımı kafur olan bir kadehten içerler.","Süleyman Tevfik (1927)":"Ve ebrâra (sâdık ve emr-i Hakk'a muti' mü'minlere) kâfur karışdırılmış şarâb kaselerinden içirilür.","Süleymaniye Vakfı Meali":"(Ahirette) Kâfur[*] katkılı sular iyilere bir bardakla sunulur.","Şaban Piriş Meali":"İyiler ise, bileşimi kafur olan bir kadehten içerler.","Ümit Şimşek Meali":"İyilik ehli olanlar ise kâfur katkılı kadehten içerler.","Yaşar Nuri Öztürk Meali":"İyilere gelince, onlar, karışımı kâfur olan bir kadehten içerler.","Eski Anadolu Türkçesi":"bayıķ eyü işlüler içerler şarablu ķapdan oldı ķatılmışı kāfür çeşmesi suyı.","Satıraltı Meal (1534)":"Yaḫşı kişiler içerler ḳadeḥler‐ile bir şarābdan ki anuñ mizācı kāfūrdur.","Bunyadov-Memmedeliyev ":"Şübhəsiz ki, yaxşı əməl və itaət sahibləri (Cənnətdə) kafur qatılmış (şərabla dolu) qədəhdən içəcəklər.","M. Pickthall (English)":"Lo! the righteous shall drink of a cup whereof the mixture is of water of Kafur,","Yusuf Ali (English)":"As to the Righteous, they shall drink of a Cup (of Wine) mixed with Kafur,-(5835)"},"6":{"Arabic":"عَيْنًايَشْرَبُبِهَاعِبَادُاللّٰهِيُفَجِّرُونَهَاتَفْج۪يرًا","Abdulbaki Gölpınarlı Meali":"Allah'ın has kullarının içtiği bu şarap, bir kaynaktan çıkar ki onlar, diledikleri gibi, diledikleri yerlerde, onu akıtıp fışkırtırlar.","Abdullah-Ahmet Akgül Meali":"<i>(Onun çıktığı öyle bir pınardır ki)</i><b> Allah’ın </b><i>(mü’min)</i><b> kullarının kendisinden içtikleri bir kaynaktır; onu fışkırttıkça fışkırtıp akıtarak </b><i>(zevkü sefa süreceklerdir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Allah'ın has kullarının içtikleri bu has meşrubat öyle bir kaynaktan çıkar ki, o kullar onu istedikleri zaman ve zeminde emirleri altında bulundurup içebilirler.","Ahmet Tekin Meali":"Allah'ın has kullarının içtiği, faydalandığı kaynaktan içerler, kaynakları istedikleri yerde çıkarıp diledikleriyle karıştırırlar.","Ahmet Varol Meali":"Bir kaynaktır ki, Allah'ın kulları ondan içer; onu (istedikleri yere) fışkırtarak akıtırlar.","Ali Bulaç Meali":"Allah'ın kullarının kendisinden içtikleri bir kaynak; onu fışkırttıkça fışkırtıp akıtırlar.","Ali Fikri Yavuz Meali":"(O şarabın katığı olan Kâfur) bir kaynaktır ki, ondan Allah'ın kulları içerler. İstedikleri yere onu kolayca akıtırlar.","Bahaeddin Sağlam Meali":"Bir çeşme ki Allah’ın kulları ondan içerler ve istedikleri her yerde onu akıtırlar.","Bayraktar Bayraklı Meali":"Bu, Allah'ın has kullarının içtikleri ve akıttıkça akıttıkları bir pınardır.","Besim Atalay Meali (1965)":"Bu bir pınardır ki, Allahın kulları ondan içerler, bol bol onu akıtırlar!","Cemal Külünkoğlu Meali":"(O cennet şarabı öyle) bir pınardır ki Allah'ın iyi kulları ondan içerler ve istedikleri tarafa onu akıtırlar.","Cemil Said (1924)":"O kâfûr Allâh’ın has kullarının içecekleri ve istedikleri yerlere muhteviyâtını nakl idebilecekleri bir çeşmedir.","Diyanet İşleri Meali (Eski)":"Bu ancak Allah'ın kullarının taşıra taşıra içebileceği bir pınardır.","Diyanet İşleri Meali (Yeni)":"Bir pınar ki Allah’ın kulları ondan içer, onu (istedikleri şekilde) fışkırtıp akıtırlar.","Kur'an Yolu (Diyanet İşleri)":"Bir su kaynağı ki Allah’ın has kulları istedikleri yerlere akıtarak ondan bol bol içerler.","Diyanet Vakfı Meali":"(Bu,) Allah'ın has kullarının içtikleri ve akıttıkça akıttıkları bir pınardır.","Edip Yüksel Meali":"ALLAH'ın kullarının taşıra taşıra içtikleri bir kaynak...","Elmalılı Hamdi Yazır Meali":"Bir kaynak ki ondan Allah'ın kulları içerler, güzel yollar açarak akıtırlar onu.","Elmalılı Meali (Orijinal)":"Bir çeşme, ondan Allahın kulları içer, güzel, yollar açarak akıtırlar onu akıtırlar","Emrah Demiryent Meali":"(O,) Allah’ın (iyi) kullarının kendisinden içtikleri ve diledikleri gibi akıttıkları bir pınardır.","Erhan Aktaş Meali":"Allah'ın kullarının, içtikleri ve diledikleri kadar yararlandıkları bir kaynak.","Hasan Basri Çantay Meali":"(O kâfuur) bir pınardır ki onu (ancak) Allahın (velî) kulları içerler. Onu (nereye isterlerse kolayca) akıtırlar, fışkırtırlar.","Hayrat Neşriyat Meali":"(Bu kâfûr) bir pınardır ki, Allah'ın (makbûl) kulları ondan içer, onu (istedikleri yerde kolayca) akıttıkça akıtırlar.","İhsan Aktaş Meali":"(Onun çıktığı öyle) bir pınar ki Allah’ın (iyi) kulları gürül gürül akıtarak (ondan) içerler. *","İlyas Yorulmaz Meali":" (Cennetteki) Allah’ın kulları öyle bir kaynaktan içerler ki, kesinlikle bitip tükenmeyen akıttıkça akan bir kaynak.","İsmayıl Hakkı Baltacıoğlu":"Bu, öyle bir pınardır ki ondan yalnız Allah’ın öz kulları içebilirler, onu akıttıkça da akıtırlar.","İsmail Hakkı İzmirli":"Bu şarap öyle bir pınarın şarabıdır ki Allah/ın has kulları ondan içerler, onu diledikleri yere kolayca akıtırlar.","İsmail Yakıt":"O (öyle) bir pınar ki, Allah’ın kulları ondan içerler ve onu diledikleri gibi bol bol akıtırlar.","Kadri Çelik Meali":"Allah'ın kullarının kendisinden içtikleri bir kaynaktan, onu fışkırttıkça fışkırtıp akıtırlar.","Mahmut Kısa Meali":"Bu içecek, <b>Allah’ın kullarının diledikleri gibi akıtarak kana kana içtikleri</b>tatlı ve serin <b>bir kaynaktır. </b><br>Peki, kimlerdir bu bahtiyâr kullar?","Mahmut Özdemir Meali":"Aktıkça akan, Allah’ın kullarının içeceği bir pınar olarak!","Mehmet Çakır Meali":"seçkin kulların köpürte köpürte doldurup içtiği kaynak sularından. ","Mehmet Çoban Meali":"Bir pınar ki Allah’ın kulları ondan içer. İçeceklerini pınardan diledikleri gibi alırlar.         ","Mehmet Okuyan Meali":"([Kâfûr]), Allah’ın iyi kullarının içecekleri ve akıttıkça akıtacakları bir kaynaktır.","Mehmet Türk Meali":"(O kâfur) Allah’ın has kullarının, kendisinden diledikleri gibi kana kana içtikleri bir kaynaktır.","Muhammed Esed Meali":"bir [kutlu] kaynak ki Allah’ın kulları ondan içerler, suyu bol bol akan ⁸ (o kaynaktan).","Mustafa Çavdar Meali":"Bu öyle bir kaynaktır ki Allah’ın has kulları ondan kana kana içerler. 52/23-24, 56/18-19","Mustafa İslamoğlu Meali":"(bunların doldurulduğu) öyle bir göze var ki, Allah’ın has kulları gürül gürül çıkartacakları bu kaynaktan içecekler.","Orhan Kuntman Meali":"(Bu şurup) Ancak Allah’ın has kullarının kana kana içtikleri bir pınardan gelir.","Osman Fırat Meali":"Bir kaynak ki Allâh’ın kulları ondan içerler, (istedikleri yere de) fışkırtıp akıtırlar.","Ömer Nasuhi Bilmen Meali":"Bir çeşmedir ki ondan Allah'ın muttakî kulları içer, onu akıtmakla akıtıverirler.","Suat Yıldırım Meali":"Bu, Allah'ın has kullarının içip, istedikleri yere akıttıkları bir kaynaktır. ","Süleyman Ateş Meali":"Bir kaynak ki Allah'ın kulları ondan içerler, (istedikleri yere de) fışkırtarak akıtırlar.","Süleyman Tevfik (1927)":"Ve kâfûr bir punardır ki Allâh'ın kulları şarâbı onunla karışdırub içerler ve o punarın suyunı istedikleri yere akıdırlar.","Süleymaniye Vakfı Meali":"Bir pınardan ki ondan, Allah’ın kulları içer, o kaynağı istedikleri yerden fışkırtırlar.","Şaban Piriş Meali":"Allah'ın kullarının taşıra taşıra içeceği bir pınardır.","Ümit Şimşek Meali":"O bir pınardır ki, Allah'ın kulları ondan içer ve onu diledikleri tarafa akıtırlar.","Yaşar Nuri Öztürk Meali":"Bir kaynak ki, Allah'ın kulları ondan içerler ve onu fışkırtarak akıtırlar.","Eski Anadolu Türkçesi":"çeşme içer anuñ-ile Tañrı ķulları aķıdurlar anı aķıtmaķ.","Satıraltı Meal (1534)":"Bir bıñardur ki içer andan Tañrı ḳulları. Aḳıdurlar anı istedükleri yire.","Bunyadov-Memmedeliyev ":"O (kafur) elə bir çeşmədir ki, Allahın bəndələri ondan içəcək və onu (istədikləri yerə) asanlıqla axıdacaqlar.","M. Pickthall (English)":"A spring wherefrom the slaves of Allah drink, making it gush forth abundantly,","Yusuf Ali (English)":"A Fountain where the Devotees of Allah do drink, making it flow in unstinted abundance."},"7":{"Arabic":"يُوفُونَبِالنَّذْرِوَيَخَافُونَيَوْمًاكَانَشَرُّهُمُسْتَط۪يرًا","Abdulbaki Gölpınarlı Meali":"Adaklarını yerine getirir onlar ve şerri, her yanı saran, kaplayan günden korkarlar.","Abdullah-Ahmet Akgül Meali":"<i>(İşte bu nimet ve faziletlere erişecek mü’minler)</i><b> Adaklarını </b><i>(ve her türlü anlaşmalarını)</i><b> yerine getirenler ve şerri yaygın olan bir günden korkup </b><i>(kötülükten çekinenlerdir)</i><b>. </b> ","Abdullah Parlıyan Meali":"Bu kullar adaklarını yerine getirirler ve şerri her yanı saran ve kaplayan kıyamet gününden korkarlardı.","Ahmet Tekin Meali":"Allah'ın kulları, verdikleri sözü, adaklarını yerine getirirler. Şerri, dehşeti salgın haline gelen bir günden korkarlar.","Ahmet Varol Meali":"(Onlar) adaklarını yerine getirir, kötülüğü yaygın olan bir günden korkarlar.","Ali Bulaç Meali":"Adaklarını yerine getirirler ve şerri (kötülüğü) yaygın olan bir günden korkarlar.","Ali Fikri Yavuz Meali":"(Cennetlik olan iyi insanlar, o kimselerdir ki, dünyada) adaklarını yerine getirirler; ve azabı salgın olan bir günden korkarlar.","Bahaeddin Sağlam Meali":"İbadetlerini tam yerine getirirler ve kötülüğü yaygın olan bir günden de korkarlar.","Bayraktar Bayraklı Meali":"7,8,9,10. Adaklarını yerine getirirler ve kötülüğü yaygın olan bir günden korkarlar. Sevdikleri gıdalardan yoksula, yetime ve esire yedirirler. “Biz, size sırf Allah rızası için yediriyoruz; sizden ne bir karşılık, ne de teşekkür bekliyoruz. Çünkü biz suratsız, çok katı bir günün azabından ötürü Rabbimizden korkarız” derler.","Besim Atalay Meali (1965)":"Adakların öderler, kötülüğü geniş olan bir günden de korkarlar!","Cemal Külünkoğlu Meali":"(O iyi insanlar, o kimselerdir ki) üzerlerine aldıkları sorumlulukları yerine getirirler ve azabı salgın olan bir günden (kıyametten) korkarlar.","Cemil Said (1924)":"Va’adlerini îfâ iden, mümted olacak felâketlerden havf iden","Diyanet İşleri Meali (Eski)":"Onlar verdikleri sözleri yerine getirirler, fenalığı yaygın olan bir günden korkarlar.","Diyanet İşleri Meali (Yeni)":"O kullar adaklarını yerine getirirler. Kötülüğü her yanı kuşatmış bir günden korkarlar.","Kur'an Yolu (Diyanet İşleri)":"Onlar, verdikleri sözü yerine getirirler ve dehşeti her yerde hissedilen bir günden korkarlar.","Diyanet Vakfı Meali":"O kullar, şiddeti her yere yayılmış olan bir günden korkarak verdikleri sözü yerine getirirler.","Edip Yüksel Meali":"Onlar sözlerini yerine getirirler ve alabildiğine kötü olan bir günden korkarlar.","Elmalılı Hamdi Yazır Meali":"O kullar adaklarını yerine getirirler ve fenalığı salgın (olan) bir günden korkarlar.","Elmalılı Meali (Orijinal)":"Adaklarını yerine getirirler ve şerri salgın olan bir günden korkarlar","Emrah Demiryent Meali":"Onlar, (Allah’a ve insanlara verdikleri) sözlerini yerine getirirler, dehşeti her yeri kaplayacak bir günden korkarlar.","Erhan Aktaş Meali":"Verdikleri sözü yerine getirirler, kötülüğü salgın bir günden korkarlar.","Hasan Basri Çantay Meali":"(Onlar) adağını yerine getirirler (di), şerri yaygın (ve salgın) olan günden korkarlar (dı).","Hayrat Neşriyat Meali":"(Çünki onlar, dünyada iken) adakları(nı) yerine getirirler ve şerri yaygın olan bir günden (kıyâmet gününden) korkarlar(dı).","İhsan Aktaş Meali":"Onlar (o erdemli kullar), üzerlerine aldıkları sorumlulukları (ve verdikleri sözleri) yerine getirir ve felaketi (dehşeti) bütün ufukları tutacak bir günden (hesap gününün dehşetinden) korkarlar.","İlyas Yorulmaz Meali":"O Allah’ın kulları verdikleri sözlerini yerine getirirler ve şerri her şeyi kuşatan bir günden korkarlar.","İsmayıl Hakkı Baltacıoğlu":"O kullar ki adaklarını yerine getirirlerdi, kötülüğü her yeri kaplıyan bir günden korkarlardı.","İsmail Hakkı İzmirli":"Onlar dünyada adadıklarını yerlerine getirirlerdi. Şerri şiddeti yayılan [¹] bir günden korkarlardı.","İsmail Yakıt":"Onlar adaklarını yerine getirirler ve dehşeti [şerruhu] her yeri kaplayan bir günden de korkarlar.","Kadri Çelik Meali":"Adaklarını yerine getirirler ve kötülüğü yaygın olan bir günden korkarlar.","Mahmut Kısa Meali":"<b>Onlar, </b>gerek Allah’a, gerek insanlara verdikleri <b>sözlerini yerine getirir, tehlikesi</b>her tarafı<b> saracak olan </b>o korkunç <b>Gün </b>hesaba çekilmek<b>ten korkarlar.</b>","Mahmut Özdemir Meali":"Nezr’i (Verilmiş Söz’ü, Adağı) yerine getiriyorlar; şerri çok yaygınlaşmış günden korkuyorlar.","Mehmet Çakır Meali":"Çünkü vaktiyle onlar, kötülüğün kol gezdiği bir günden korkarak sözlerinde dururlardı.","Mehmet Çoban Meali":"İman edenler bir şeye söz verir ya da bir adakta bulunurlarsa hemen yerine getirirler. Çıkarlarına göre sözlerinden ya da adaklarından caymazlar. Çünkü cezası şiddetli cehennemden korkarlar.         ","Mehmet Okuyan Meali":"(Allah’ın iyi kulları), verdikleri sözü yerine getirir ve kötülüğü her yere yayılmış olan bir günden korkarlar.","Mehmet Türk Meali":"(O has kullar,) Allah’a verdikleri sözlerini yerine getirirler ve kötülüğü sürekli artan bir günden, korkarlar.","Muhammed Esed Meali":"[Gerçek erdem sahipleri] onlar[dır ki,] sözlerini ⁹ yerine getirirler ve şiddeti yayılıp genişleyen bir Gün’ün korkusunu duyarlar.","Mustafa Çavdar Meali":"Onlar Allah’a verdikleri sözlerini ve adaklarının gereğini yerine getirirler ve dehşeti her tarafı kaplayacak olan günden korkarlar. 3/193, 7/172-173","Mustafa İslamoğlu Meali":"(O has kullar ki;) üzerlerine vacip kıldıkları hayrı yerine getirirler[⁵⁴⁶⁹] ve şerri kahredici bir virüs gibi yayılan günün kaygısını taşırlar;[⁵⁴⁷⁰]","Orhan Kuntman Meali":"(Çünkü) onlar adaklarını yerine getirirlerdi ve dehşeti her yöne yayılmış olan günden (kıyâmet gününden) korkarlardı.","Osman Fırat Meali":"O kullar adaklarını yerine getirirler. Kötülüğü her yanı kuşatmış bir günden de korkarlar.","Ömer Nasuhi Bilmen Meali":"Adaklarını yerine getirirler, ve bir günden korkarlar ki onun şerri (etrafa) dağılmış olmuştur.","Suat Yıldırım Meali":"Bu kullar, dünya hayatında iken sözlerinde durur, adadıkları şeyi yerine getirir ve felaketi bütün ufukları tutan kıyamet gününden endişe ederlerdi. ","Süleyman Ateş Meali":"Adaklarını yerine getirirler ve şerri salgın olan bir günden korkarlar.","Süleyman Tevfik (1927)":"(Ebrârdan Allâh'ın kulları bu ikrâma şunun içün nâil oldılar ki) Dünyâda iken nezîrlerine vefâ iderlerdi. Şerri ('azâbı) âşikâr ve uzun olan günden korkarlardı.","Süleymaniye Vakfı Meali":"Onlar, verdikleri sözü tutan ve dehşeti her yeri kaplayacak bir günden korkan kullardır.","Şaban Piriş Meali":"Adaklarını yerine getirenler ve şerri çok yaygın olan bir günden korkarlar.","Ümit Şimşek Meali":"Onlar adaklarını yerine getirirler ve kötülüğü her yeri kaplayan bir günden korkarlar.","Yaşar Nuri Öztürk Meali":"Onlar verdikleri sözü tam bir biçimde yerine getirirler ve kötülüğü salgın olan bir günden korkarlar.","Eski Anadolu Türkçesi":"vefā eylerler nezri daħı ķorķarlar bir günden kim oldı şerri anuñ ŧaġılmış.","Satıraltı Meal (1534)":"Yirine getürürler neẕrlerini. Daḫı ḳorḳarlar bir günden ki anuñ şerri ‘ālemeṭaġıla.","Bunyadov-Memmedeliyev ":"Onlar (Cənnətə nail olacaq müttəqilər) elə kimsələrdirlər ki, verdikləri sözü (etdikləri nəziri) yerinə yetirər və dəhşətli (aləmi) bürüyəcək (şəri hər tərəfə yayılacaq) gündən (qiyamət günündən) qoxarlar.","M. Pickthall (English)":"Because they perform the vow and fear a day whereof the evil is wide spreading,","Yusuf Ali (English)":"They(5836) perform (their) vows,(5837) and they fear a Day whose evil flies far and wide.(5838)"},"8":{"Arabic":"وَيُطْعِمُونَالطَّعَامَعَلٰىحُبِّه۪مِسْك۪ينًاوَيَت۪يمًاوَاَس۪يرًا","Abdulbaki Gölpınarlı Meali":"Ve ona ihtiyaçları olduğu halde yemeklerini yoksula ve yetime ve tutsağa verirler, onları doyururlar.","Abdullah-Ahmet Akgül Meali":"<b>Kendileri, ona duydukları sevgiye </b><i>(ihtiyaç ve ilgiye)</i><b> rağmen yiyeceklerini yoksula, yetime ve esire yedirenler </b><i>(onların ihtiyaçlarını giderenlerdir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Allah'a olan sevgileri için veya mala olan sevgilerine rağmen yemeklerini yoksula, yetime ve tutsağa verirler, onları doyururlardı.","Ahmet Tekin Meali":"Çevresi, çaresi olmayan yoksula, yetime, dula, kimsesize ve esire, sevdikleri, yemek ihtiyacında oldukları yiyecekleri can ü gönülden isteyerek yedirirler.","Ahmet Varol Meali":"Kendilerinin ona sevgi duymalarına rağmen [1] yiyeceği yoksula, yetime ve esire yedirirler.","Ali Bulaç Meali":"Ona duydukları sevgiye rağmen yemeği, yoksula, yetime ve esire yedirirler.","Ali Fikri Yavuz Meali":"Yoksula, yetime, esire seve seve yemek yedirirler.","Bahaeddin Sağlam Meali":"Kendileri muhtaç oldukları halde, isteyerek yoksula, yetime ve esire yemek yedirirler.","Bayraktar Bayraklı Meali":"7,8,9,10. Adaklarını yerine getirirler ve kötülüğü yaygın olan bir günden korkarlar. Sevdikleri gıdalardan yoksula, yetime ve esire yedirirler. “Biz, size sırf Allah rızası için yediriyoruz; sizden ne bir karşılık, ne de teşekkür bekliyoruz. Çünkü biz suratsız, çok katı bir günün azabından ötürü Rabbimizden korkarız” derler.","Besim Atalay Meali (1965)":"Yoksula, öksüze, tutsağa seve seve yedirirler","Cemal Külünkoğlu Meali":"Ve kendileri ihtiyaç duydukları halde yiyeceklerini, fakire, yetime ve esire ikram ederler.","Cemil Said (1924)":"8,9. ve kendi ta’âma muhtâc oldığı halde fukarâya, yetime ve esire ta’âm virüb \"Bu ta’âmı sana Allâh rızâsı içün viriyoruz ve bunun içün ne mükâfât, ne teşekkür istemiyoruz.\"","Diyanet İşleri Meali (Eski)":"Onlar içleri çektiği halde, yiyeceği yoksula, öksüze ve esire yedirirler.","Diyanet İşleri Meali (Yeni)":"Onlar, seve seve yiyeceği yoksula, yetime ve esire yedirirler.","Kur'an Yolu (Diyanet İşleri)":"Onlar, kendileri (yemek) istedikleri halde yiyeceği yoksula, yetime ve esire ikram ederler.","Diyanet Vakfı Meali":"Onlar, kendi canları çekmesine rağmen yemeği yoksula, yetime ve esire yedirirler.","Edip Yüksel Meali":"Yoksula, öksüze ve tutsağa sevdikleri yiyecekleri yedirirler.","Elmalılı Hamdi Yazır Meali":"Düşküne, yetime ve esire seve seve yemek yedirirler.","Elmalılı Meali (Orijinal)":"Miskîne, yetîme, esire seve seve yemek yedirirler","Emrah Demiryent Meali":"Onlar, (kendileri muhtaç olmalarına rağmen,) severek, yoksulu, yetimi ve esiri yedirirler.","Erhan Aktaş Meali":"İhtiyaçları olmasına rağmen yiyeceği; yoksula, öksüze ve tutsağa yedirirler.","Hasan Basri Çantay Meali":"(Yemeğe olan) sevgi (lerine ve iştihâlarına) rağmen yoksulu, yetimi, esîri doyururlar (dı).","Hayrat Neşriyat Meali":"Ona (o mala) olan arzularına (ve kendi ihtiyaçlarına) rağmen, yoksula, yetime ve esire yemek yedirirler(di).","İhsan Aktaş Meali":"8,9. Ve kendileri ihtiyaç duydukları hâlde yoksula, yetime (işsize) ve esire (zor şartların esiri olan kimselere) yemek yedirirler (hem maddi, hem manevi her türlü yardımda bulunurlar. Ve onlara şöyle derler:) Biz size sırf Allah için yediriyoruz. Sizden bir karşılık ve bir teşekkür beklemiyoruz. *","İlyas Yorulmaz Meali":"Sevdikleri yiyeceklerden fakirlere, yetimlere ve esirlere yedirirler.","İsmayıl Hakkı Baltacıoğlu":"Yoksullara, öksüzlere, tutsaklara seve seve yedirirlerdi,","İsmail Hakkı İzmirli":"Yemeğe iştihalarıyle beraber [²] yoksula, yetime, esire yemek yedirirlerdi.","İsmail Yakıt":"Onlar kendilerinin çok sevdiği yiyecekleri yoksula, yetime ve esire de yedirirler.⁴","Kadri Çelik Meali":"Kendileri, ona duydukları sevgiye rağmen yemeği yoksula, yetime ve esire yedirirler.","Mahmut Kısa Meali":"Mala mülke karşı yüreklerinde <b>sevgi duydukları hâlde, </b>sırf Allah rızası için <b>yoksulu, yetimi ve esiri doyurur, </b>onlara maddî mânevî her türlü yardım ve desteği sağlamak için çırpınır<b>lar.</b>","Mahmut Özdemir Meali":"Esire, yetime ve düşkün yoksula seve seve Yemek yediriyorlar:","Mehmet Çakır Meali":"Kendi ihtiyaçlarına rağmen, yoksulu, yetimi ve esiri doyururlardı. ","Mehmet Çoban Meali":"İman edenler gönül rahatlığıyla isteyerek, severek, yiyeceklerini yoksula, yetime, esire, ihtiyaç sahibine yedirirler.        ","Mehmet Okuyan Meali":"Onlar, kendileri muhtaç olmalarına rağmen yoksulu, yetimi ve esiri yedirir (doyurur)lar.","Mehmet Türk Meali":"Onlar, sevdikleri yiyeceği yoksula, yetime ve esire (seve seve) yedirirler.¹","Muhammed Esed Meali":"Ve kendi istekleri ne kadar çok olursa olsun, ¹⁰ muhtaçlara, yetimlere ve esirlere ¹¹ yedirirler,","Mustafa Çavdar Meali":"Onlar kendileri muhtaç olduğu halde yoksulu, yetimi ve esiri doyururlar. 2/177, 4/36","Mustafa İslamoğlu Meali":"ve kendi istek ve arzularına rağmen[⁵⁴⁷¹] muhtaçlara,[⁵⁴⁷²] yetimlere[⁵⁴⁷³] ve esirlere yemek yedirirler;[⁵⁴⁷⁴]","Orhan Kuntman Meali":"Yoksula, yetime ve esire seve seve yemek verirlerdi.","Osman Fırat Meali":"Yoksula, yetime ve esire sevdikleri yemeği yedirirler,","Ömer Nasuhi Bilmen Meali":"Ve taam yedirirler, onu sevdikleri halde yoksullara ve yetimlere ve esir olanlara.","Suat Yıldırım Meali":"Kendileri de ihtiyaç duydukları halde yiyeceklerini, sırf Allah'ın rızasına ermek için fakire, yetime ve esire ikram ederler. ","Süleyman Ateş Meali":"Yoksula, yetime ve esire sevdikleri yemeği yedirirler:","Süleyman Tevfik (1927)":"Ve fakîri, yetîmleri ve esirleri severek it'âm iderlerdi. ","Süleymaniye Vakfı Meali":"Çaresizleri, yetimleri ve esirleri, seve seve doyururlar.","Şaban Piriş Meali":"Sevmelerine rağmen yemeği düşküne, yetime ve esire yedirirler.","Ümit Şimşek Meali":"Canlarının çektiği yemeği yoksula, yetime ve esire seve seve yedirirler.","Yaşar Nuri Öztürk Meali":"Yoksula, yetime ve esire, yemeği severek yedirirler.","Eski Anadolu Türkçesi":"daħı yidürürler ŧa'amı Tañrı dostlıġı üzere yā ol sevmeg-ile miskįne daħı öksüze daħı esįre.","Satıraltı Meal (1534)":"Daḫı yimek yidürürler Allāh yolına miskinlere ve öksüzlere, daḫı yesīrlere.","Bunyadov-Memmedeliyev ":"Onlar öz iştahaları çəkdiyi (özləri yemək istədikləri) halda (və ya: Allah rizasını qazanmaq uğrunda) yeməyi yoxsula, yetimə və əsirə yedirərlər.","M. Pickthall (English)":"And feed with food the needy wretch, the orphan and the prisoner, for love of Him,","Yusuf Ali (English)":"And they feed, for the love of Allah, the indigent, the orphan, and the captive,-(5839)"},"9":{"Arabic":"اِنَّمَانُطْعِمُكُمْلِوَجْهِاللّٰهِلَانُر۪يدُمِنْكُمْجَزَٓاءًوَلَاشُكُورًا","Abdulbaki Gölpınarlı Meali":"Sizi, ancak Allah rızası için doyurmadayız ve sizden istemeyiz ne bir karşılık, ne bir şükür.","Abdullah-Ahmet Akgül Meali":"<i>(Samimi ve seviyeli mü’minler, iyilik ettikleri kimselere:)</i><b> \"Biz sizin </b><i>(midenizi, beyninizi ve kalbinizi)</i><b> sadece ve yalnız Allah’ın vechi </b><i>(Cemâline ve rızasına erişmek)</i><b> için doyuruyoruz. Sizden </b><i>(bu iyilik ve ilgimiz sebebiyle)</i><b> bir karşılık da, </b><i>(hatta)</i><b> bir teşekkür bile istemiyoruz. </b><i>(Gayemiz Rabbimiz ve ahirettir\" diyenlerdir.)</i> ","Abdullah Parlıyan Meali":"Ve kendi kendilerine konuşurlardı: “Biz sizi yalnız Allah rızası için doyuruyoruz. Sizden ne bir karşılık ne de bir teşekkür bekliyoruz.","Ahmet Tekin Meali":"“Biz size yalnız Allah rızası için yediriyoruz. Sizden karşılık veya teşekkür beklemiyoruz.”","Ahmet Varol Meali":"\"Biz size sadece Allah rızası için yediriyoruz. Sizden bir karşılık ve teşekkür istemiyoruz.","Ali Bulaç Meali":"'Biz size, ancak Allah'ın yüzü (rızası) için yediriyoruz; sizden ne bir karşılık istiyoruz, ne bir teşekkür.'","Ali Fikri Yavuz Meali":"(Sonra onlara şöyle derler): “Size ancak Allah rızası için yediriyoruz. Sizden ne bir hediye isteriz ne de bir teşekkür.","Bahaeddin Sağlam Meali":"“Biz ancak sizi Allah rızası için yediriyoruz. Sizden bir karşılık ve teşekkür istemiyoruz.","Bayraktar Bayraklı Meali":"7,8,9,10. Adaklarını yerine getirirler ve kötülüğü yaygın olan bir günden korkarlar. Sevdikleri gıdalardan yoksula, yetime ve esire yedirirler. “Biz, size sırf Allah rızası için yediriyoruz; sizden ne bir karşılık, ne de teşekkür bekliyoruz. Çünkü biz suratsız, çok katı bir günün azabından ötürü Rabbimizden korkarız” derler.","Besim Atalay Meali (1965)":"«Tanrı hoşnutluğuyçün sizleri doyururuz, biz sizlerden ne karşılık, ne de şükran isteriz","Cemal Külünkoğlu Meali":"Ve (yedirdikleri kimselere şöyle derler:) “Biz size sırf Allah rızası için yediriyoruz, sizden bir karşılık ve bir teşekkür beklemiyoruz.","Cemil Said (1924)":"8,9. ve kendi ta’âma muhtâc oldığı halde fukarâya, yetime ve esire ta’âm virüb \"Bu ta’âmı sana Allâh rızâsı içün viriyoruz ve bunun içün ne mükâfât, ne teşekkür istemiyoruz.\"","Diyanet İşleri Meali (Eski)":"9,10. \"Biz sizi ancak Allah rızası için doyuruyoruz, bir karşılık ve teşekkür beklemiyoruz. Doğrusu biz çok asık suratların bulunacağı bir günde Rabbimizden korkarız\" derler.","Diyanet İşleri Meali (Yeni)":"(Yedirdikleri kimselere şöyle derler:) “Biz size sırf Allah rızası için yediriyoruz. Sizden bir karşılık ve bir teşekkür beklemiyoruz.”","Kur'an Yolu (Diyanet İşleri)":"(Ve şöyle derler:) “Biz sizi Allah rızâsı için doyuruyoruz; sizden ne bir karşılık ne de bir teşekkür bekliyoruz.","Diyanet Vakfı Meali":"«Biz sizi Allah rızası için doyuruyoruz; sizden ne bir karşılık ne de bir teşekkür bekliyoruz.»","Edip Yüksel Meali":"\"Biz sizi ALLAH rızası için yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür beklemiyoruz.\"","Elmalılı Hamdi Yazır Meali":"\"Size sırf Allah rızası için yemek yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür bekliyoruz.\"","Elmalılı Meali (Orijinal)":"Size ancak «livechillâh» it'am ediyoruz, sizden ne bir karşılık isteriz ne de bir teşekkür","Emrah Demiryent Meali":"(Yedirdikleri kimselere şöyle derler:) “Biz size sırf Allah rızası için yediriyoruz. Sizden (herhangi) bir karşılık ya da teşekkür beklemiyoruz.","Erhan Aktaş Meali":"Biz, sizi yalnızca Allah'ın rızası için doyuruyoruz. Sizden bir karşılık veya bir teşekkür beklemiyoruz.","Hasan Basri Çantay Meali":"«Biz, size ancak Allahın yüzü (suyu) için yediriyoruz. Sizden ne bir karşılık, ne de bir teşekkür istemeyiz»,","Hayrat Neşriyat Meali":"9,10. “Sizi, ancak Allah rızâsı için yediriyoruz; sizden ne bir ücret, ne de bir teşekkür bekliyoruz; çünki biz, kaşları çatık, asık suratlı bir günde Rabbimizden korkarız!” (derlerdi).","İhsan Aktaş Meali":"8,9. Ve kendileri ihtiyaç duydukları hâlde yoksula, yetime (işsize) ve esire (zor şartların esiri olan kimselere) yemek yedirirler (hem maddi, hem manevi her türlü yardımda bulunurlar. Ve onlara şöyle derler:) Biz size sırf Allah için yediriyoruz. Sizden bir karşılık ve bir teşekkür beklemiyoruz. *","İlyas Yorulmaz Meali":"Biz sizi yalnızca Allah’ın rızasını kazanmak için doyuruyoruz. Bu yaptığımızın karşılığında sizden ne bir teşekkür, nede bir karşılık istiyoruz.","İsmayıl Hakkı Baltacıoğlu":"\"Biz size ancak Allah’ın gönlünü etmek için yediriyoruz. Sizden ne bir karşılık, ne de bir şükür beklemiyoruz,","İsmail Hakkı İzmirli":"Onlara sizi, «— Tanrı/nın yüzü suyu hürmetine yediriyoruz. Sizden mükâfat ve teşekkür beklemiyoruz,","İsmail Yakıt":"“Biz sizi sırf Allah rızası [vechillah] için doyuruyoruz. Sizden ne bir karşılık ve ne de bir teşekkür bekliyoruz.”","Kadri Çelik Meali":"(Ve derler ki:) “Biz size ancak Allah'ın yüzü (rızası) için yedirmekteyiz; sizden ne bir karşılık istiyoruz, ne de bir teşekkür.”","Mahmut Kısa Meali":"Bunca iyilikleri yaparken de, içlerinden derler ki: <b>“Biz sizi yalnızca Allah rızası için doyuruyoruz; sizden</b> <b>herhangi bir karşılık, bir teşekkür beklemiyoruz.”</b>","Mahmut Özdemir Meali":"-\"Doğrusu Allah’ın vechi (rızası) için sizi doyuruyoruz; sizden ne bir karşılık istiyoruz, ne bir teşekkür!\".","Mehmet Çakır Meali":"<i>&quot; Biz sizi, Allah rızası için doyuruyoruz,</i> <i>sizden karşılık ve teşekkür beklemiyoruz,</i>","Mehmet Çoban Meali":"Yedirdikleri kişilerden hiçbir karşılık beklemez sadece; \"Biz size Allah rızası için yediriyoruz. Sizden bir karşılık bir teşekkür beklemiyoruz.\"        ","Mehmet Okuyan Meali":"9,10. (Şöyle derler:) “Biz sizi yalnızca Allah rızası için doyuruyoruz; sizden herhangi bir karşılık da teşekkür de istemiyoruz. [*] (Çünkü) biz, zor ve belalı bir günde Rabbimizden (O’nun azabından) korkuyoruz.”","Mehmet Türk Meali":"(Ve onlara): “Biz, size bunu sadece Allah rızası için yediriyoruz, sizden bir karşılık ve teşekkür de beklemiyoruz.”","Muhammed Esed Meali":"[ve kendi-kendilerine konuşurlar:] “Biz sizi yalnız Allah rızası için doyuruyoruz: sizden ne bir karşılık, ne de bir teşekkür bekliyoruz:","Mustafa Çavdar Meali":"Ve “Biz, sizi sadece Allah rızası için doyuruyoruz, sizden bir karşılık ve teşekkür beklemiyoruz.” 2/271, 92/17...21","Mustafa İslamoğlu Meali":"(kendi kendilerine derler ki): “Biz size sadece Allah için yediriyoruz; sizden ne bir karşılık ne de bir teşekkür bekliyoruz.","Orhan Kuntman Meali":"9,10. \"Sizden bir karşılık beklemiyoruz, biz sizi Allah rızası için doyuruyoruz. Çünkü biz o çetin günde Rabbimizden (O'nun azabından) korkarız” derlerdi!","Osman Fırat Meali":"Biz size sırf Allâh rızâsı için yediriyoruz, sizden bir karşılık ve teşekkür beklemiyoruz.","Ömer Nasuhi Bilmen Meali":"«Şüphe yok biz size liveçhillah yediriyoruz, sizden ne bir mükâfaat, ve ne de bir teşekkür istemiyoruz» (derler).","Suat Yıldırım Meali":"Ve derler ki: “Biz size sırf Allah rızası için ikram ediyoruz, yoksa sizden karşılık istemediğimiz gibi bir teşekkür bile beklemiyoruz. ”","Süleyman Ateş Meali":"Biz size sırf Allah rızası için yediriyoruz, sizden bir karşılık ve teşekkür beklemiyoruz.","Süleyman Tevfik (1927)":"Ve onlara: \"Sizi Allâh rızâsıyçün it'âm idiyoruz. Buna karşı sizden ne ücret ve ne teşekkür isteyoruz\" dirlerdi.","Süleymaniye Vakfı Meali":"(Şöyle derler:) “Biz sizi, sırf Allah yüzümüze baksın diye doyuruyoruz. Yoksa sizden bir karşılık da, teşekkür de beklemiyoruz.”","Şaban Piriş Meali":"-Biz, sizi sadece Allah rızası için doyuruyoruz, sizden bir karşılık ve teşekkür beklemiyoruz.","Ümit Şimşek Meali":"“Biz sizi Allah rızası için doyuruyoruz,” derler. “Yoksa sizden ne bir karşılık bekleriz, ne de bir teşekkür.","Yaşar Nuri Öztürk Meali":"\"Biz size yalnız ve yalnız Allah rızası için yediriyoruz. Sizden bir karşılık da bir teşekkür de istemiyoruz;","Eski Anadolu Türkçesi":"“yidürmezüz size illā Tañrı rıżāsı içün. dilemezüz sizden yanud ne daħı şükr eylemek.”","Satıraltı Meal (1534)":"Eydürler ki: Biz size yidürmezüz. Biz sizden müzd istemezüz velā biziögmek daḫı.","Bunyadov-Memmedeliyev ":"(Və sonra da yedirtdikləri kimsələrə belə deyərlər: ) “Biz sizi ancaq Allah rizasından ötrü yedirdirik. Biz sizdən (bu ehsan müqabilində) nə bir mükafat, nə də bir təşəkkür istəyirik.","M. Pickthall (English)":"(Saying): We feed you, for the sake of Allah only. We wish for no reward nor thanks from you;","Yusuf Ali (English)":"(Saying),\"We feed you for the sake of Allah alone: no reward do we desire from you, nor thanks.(5840)"},"10":{"Arabic":"اِنَّانَخَافُمِنْرَبِّنَايَوْمًاعَبُوسًاقَمْطَر۪يرًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki biz, suratları astıran, azabı pek şiddetli olan gün, Rabbimizden korkarız.","Abdullah-Ahmet Akgül Meali":"<b>\"Çünkü Biz, </b><i>(herkesin kendi başının çaresine bakacağı ve korkudan dehşete kapılacağı)</i><b> o asık suratlı zorlu bir gün </b><i>(ahiret ve hesap)</i><b> nedeniyle Rabbimizden korkan </b><i>(kimseleriz)</i><b>.\"</b> ","Abdullah Parlıyan Meali":"Doğrusu sıkıntı ve dehşet dolu bir günde Rabbimize vereceğimiz hesabın korkusunu duyuyoruz.”","Ahmet Tekin Meali":"“Biz, zor ve belâlı bir günde Rabbimizden korkarız.” derler.","Ahmet Varol Meali":"Çünkü biz suratların asılacağı, zorlu bir gün dolayısıyla Rabbimizden korkarız.\"","Ali Bulaç Meali":"'Çünkü biz, asık suratlı, zorlu bir gün nedeniyle Rabbimizden korkuyoruz.'","Ali Fikri Yavuz Meali":"Çünkü biz Rabbimizden korkarız; bed çehreli, çatık suratlı bir günün azabından...","Bahaeddin Sağlam Meali":"Biz gerçekten buruk, çatık bir günün azabından dolayı, Rabbimizden korkarız.” (derler.)","Bayraktar Bayraklı Meali":"7,8,9,10. Adaklarını yerine getirirler ve kötülüğü yaygın olan bir günden korkarlar. Sevdikleri gıdalardan yoksula, yetime ve esire yedirirler. “Biz, size sırf Allah rızası için yediriyoruz; sizden ne bir karşılık, ne de teşekkür bekliyoruz. Çünkü biz suratsız, çok katı bir günün azabından ötürü Rabbimizden korkarız” derler.","Besim Atalay Meali (1965)":"Biz, Tanrımızın hem katı hem de sarp olan bir gününden korkarız!»","Cemal Külünkoğlu Meali":"Çünkü biz, yüzleri asık duruma getiren çetin bir günde Rabbimizin azabından korkarız.”","Cemil Said (1924)":"10,11. \"Biz Allâh’ın müdhîş ve felâketli bir gün göstereceğinden korkuyoruz\" diyen munsıf ’ibâdını Allâh o gün felâketden muhâfaza idecek ve alınlarına beşâşet ve kalblerine sürûr virecekdir.","Diyanet İşleri Meali (Eski)":"9,10. \"Biz sizi ancak Allah rızası için doyuruyoruz, bir karşılık ve teşekkür beklemiyoruz. Doğrusu biz çok asık suratların bulunacağı bir günde Rabbimizden korkarız\" derler.","Diyanet İşleri Meali (Yeni)":"“Çünkü biz, asık suratlı, çetin bir günden (o günün azabından dolayı) Rabbimizden korkarız.”","Kur'an Yolu (Diyanet İşleri)":"Biz, dehşetli, çetin bir günde rabbimizden korkarız.”","Diyanet Vakfı Meali":"«Biz, çetin ve belâlı bir günde Rabbimizden (O'nun azabına uğramaktan) korkarız» (derler).","Edip Yüksel Meali":"\"Biz, suratsız ve belalı bir günden ötürü Rabbimizden çekiniriz.\"","Elmalılı Hamdi Yazır Meali":"\"Biz sert ve belalı bir günde Rabbimizden korkarız.\" derler.","Elmalılı Meali (Orijinal)":"Çünkü biz rabbımızdan korkarız, bir suratsız kara günden (derler)","Emrah Demiryent Meali":"Şüphesiz biz, yüzleri asık duruma getiren çetin bir günün azabından dolayı, Rabbimizden korkarız.”","Erhan Aktaş Meali":"Biz; yüzlerin asık olduğu, belâlı, zor günde Rabb'imizin azabından korkarız.","Hasan Basri Çantay Meali":"«çünkü biz Rabbimizden, o burtarık suratlı çetin günden korkarız» (derlerdi).","Hayrat Neşriyat Meali":"9,10. “Sizi, ancak Allah rızâsı için yediriyoruz; sizden ne bir ücret, ne de bir teşekkür bekliyoruz; çünki biz, kaşları çatık, asık suratlı bir günde Rabbimizden korkarız!” (derlerdi).","İhsan Aktaş Meali":"Doğrusu biz çok asık suratların bulunacağı bir günde (ahirette) Rabbimizden korkarız’ derler.","İlyas Yorulmaz Meali":"Biz Rabbimizden gelecek sıkıntı ve kâbuslarla dolu bir günden korkuyoruz.","İsmayıl Hakkı Baltacıoğlu":"çünkü bizler çalabımızdan korkarız, o asık suratlı, sert günden\" derlerdi.","İsmail Hakkı İzmirli":"Çünkü Rabbimizin insanı pek ziyade ekşi suratlı yapacağı günden korkuyoruz» derlerdi.","İsmail Yakıt":"“Muhakkak ki biz, o korkunç ve dehşetli günde Rabbimizden korkarız” (derler).","Kadri Çelik Meali":"“Çünkü biz, asık suratlı, zorlu bir gün nedeniyle Rabbimizden korkmaktayız.”","Mahmut Kısa Meali":"<b>“</b>Çünkü<b>biz, asık suratlı ve dehşet verici Gün </b>gelip çattığında,<b> Rabb’imiz</b>in huzurunda hesaba çekilmek<b>ten korkuyoruz.”</b>","Mahmut Özdemir Meali":"\"Biz, korkunç suratsız bir günde rabbimizden korkuyoruz\".","Mehmet Çakır Meali":"<i>açıkçası biz, Rabb'imizin o, karabasan sıkıntılı gününden korkuyoruz.</i> &quot; derlerdi.","Mehmet Çoban Meali":"\"Çünkü biz, suratların asılacağı, bize verilen nimetlerin hesabının sorulacağı çetin bir günden korkar, Rabbimizden sakınırız” derler.         ","Mehmet Okuyan Meali":"9,10. (Şöyle derler:) “Biz sizi yalnızca Allah rızası için doyuruyoruz; sizden herhangi bir karşılık da teşekkür de istemiyoruz. [*] (Çünkü) biz, zor ve belalı bir günde Rabbimizden (O’nun azabından) korkuyoruz.”","Mehmet Türk Meali":"“Çünkü biz asık suratlı, çatık kaşlı¹ o gün(ün azâbın)dan dolayı Rabbimizden korkarız.” derler.","Muhammed Esed Meali":"doğrusu, sıkıntı ve dehşet dolu bir Gün’de Rabbimize (vereceğimiz) hesabın korkusunu duyuyoruz!” ¹²","Mustafa Çavdar Meali":"Zira biz, çok çetin ve sıkıntılı bir günde Rabbimizin azabından korkarız.” Derler. 17/57, 24/37, 70/27","Mustafa İslamoğlu Meali":"Elbet biz yüzleri astırıp kaşları çattıran bir günde Rabbimizden korkarız.”","Orhan Kuntman Meali":"9,10. \"Sizden bir karşılık beklemiyoruz, biz sizi Allah rızası için doyuruyoruz. Çünkü biz o çetin günde Rabbimizden (O'nun azabından) korkarız” derlerdi!","Osman Fırat Meali":"\"Çünkü biz, asık suratlı, çetin bir günden (o günün azabından dolayı) Rabbimizden korkarız. \"","Ömer Nasuhi Bilmen Meali":"«Muhakkak ki, biz Rabbimizden korkarız, bir katı yüzlü, şiddetli günden.»","Suat Yıldırım Meali":"Biz, yüzleri ekşiten asık suratlı o günde Rabbimizin gazabından korkarız. ”","Süleyman Ateş Meali":"Çünkü biz suratsız, çok katı bir gün(ün azabın)dan ötürü Rabbimizden korkarız. (derler).","Süleyman Tevfik (1927)":"\"Yüzlerin mütemâdiyen buruşuk ve çirkin oldığı günde rabbimizin 'azâbından korkarız\" dirlerdi.","Süleymaniye Vakfı Meali":"Çünkü bizler, zor ve insanı iyice bunaltacak bir günde, Rabbimizden (Sahibimizden) gelecek cezadan korkuyoruz”.","Şaban Piriş Meali":"Biz, korkunç şiddetli bir günde Rabbimiz'den korkarız.","Ümit Şimşek Meali":"“Biz o haşin ve belâlı günde Rabbimizden korkarız.”","Yaşar Nuri Öztürk Meali":"Çünkü biz, asık suratlı, sert bir gün yüzünden Rabbimizden korkarız.\" derler.","Eski Anadolu Türkçesi":"“bayıķ biz ķorķaruz çalabumuzdan bir günden burtmış ķatı śarp.","Satıraltı Meal (1534)":"Biz ḳorḳaruz, dirler, Tañrımuz ‘aẕābından bir günde ki yüzler ‘abūs olaanda.","Bunyadov-Memmedeliyev ":"Həqiqətən, biz Rəbbimizdən, çox sərt (müdhiş), cətin gündən (üzlərin dəhşətdən eybəcər kökə düşəcəyi, çöhrələrin tutulub qaralacağı qiyamət günündən) qorxuruq!”","M. Pickthall (English)":"Lo! we fear from our Lord a day of frowning and of fate.","Yusuf Ali (English)":"\"We only fear a Day of distressful Wrath from the side of our Lord.\"(5841)"},"11":{"Arabic":"فَوَقٰيهُمُاللّٰهُشَرَّذٰلِكَالْيَوْمِوَلَقّٰيهُمْنَضْرَةًوَسُرُورًاۚ","Abdulbaki Gölpınarlı Meali":"Derken Allah da korumuştur onları, bugünün şerrinden ve yüzlerine bir parlaklık, gönüllerine bir sevinçtir, vermiştir.","Abdullah-Ahmet Akgül Meali":"<i>(Dedikleri ve bu sözlerine uygun hareket ettikleri için)</i><b> Allah da, onları böyle bir günün şerrinden </b><i>(ve dehşetinden)</i><b> koruyup esirgeyecek ve onlara parıltılı bir aydınlık ve bir sevinç verecektir. </b> ","Abdullah Parlıyan Meali":"Ve bu yüzden Allah onları o günün dehşetinden koruyacak, aydınlık ve sevinç verecektir.","Ahmet Tekin Meali":"Allah da, onları, o günün, Kıyametin şerrinden, dehşetinden korur. Yüzlerine aydınlık, güzellik, gönüllerine sevinç verir.","Ahmet Varol Meali":"Allah da onları bu günün kötülüğünden korumuş ve kendilerine bir yüz parlaklığı ve sevinç vermiştir.","Ali Bulaç Meali":"Artık Allah, onları böyle bir günün şerrinden korumuş ve onlara parıltılı bir aydınlık ve bir sevinç vermiştir.","Ali Fikri Yavuz Meali":"Allah da onları, o günün azabından korur ve kendilerine güzel bir yüz ve sevinç verir.","Bahaeddin Sağlam Meali":"Allah, o günün şerrinden onları korur. Onlara bir parlaklık ve sevinç verir.","Bayraktar Bayraklı Meali":"Bundan dolayı Allah, onları o günün kötülüklerinden koruyacaktır ve onları güler yüze ve mutluluğa kavuşturacaktır.","Besim Atalay Meali (1965)":"Allah da onları, o günün şerrinden koruyacaktır, bunlara bir tazelik, bir sevinç verecektir","Cemal Külünkoğlu Meali":"(Bu sebeple) Allah da onları, o dehşetli günün azabından korur ve bir aydınlığa ve sevince kavuşturur.","Cemil Said (1924)":"10,11. \"Biz Allâh’ın müdhîş ve felâketli bir gün göstereceğinden korkuyoruz\" diyen munsıf ’ibâdını Allâh o gün felâketden muhâfaza idecek ve alınlarına beşâşet ve kalblerine sürûr virecekdir.","Diyanet İşleri Meali (Eski)":"Allah da onları bu yüzden o günün fenalığından korur; onların yüzüne parlaklık ve neşe verir.","Diyanet İşleri Meali (Yeni)":"Allah da onları o günün kötülüğünden korur ve yüzlerine bir aydınlık ve içlerine bir sevinç verir.","Kur'an Yolu (Diyanet İşleri)":"Bu tutumları sebebiyle Allah onları o günün dehşetinden korur; yüzlerine aydınlık, gönüllerine sürur verir.","Diyanet Vakfı Meali":"İşte bu yüzden Allah onları o günün fenalığından esirger; (yüzlerine) parlaklık, (gönüllerine) sevinç verir.","Edip Yüksel Meali":"Nitekim, ALLAH onları o günün kötülüğünden korur ve onlara neşe ve sevinç verir.","Elmalılı Hamdi Yazır Meali":"Allah da onları o günün fenalığından korur, yüzlerine parlaklık, gönüllerine sevinç verir.","Elmalılı Meali (Orijinal)":"Allah da onları o günün şerrinden korur ve kendilerini bir parlaklıkla bir sürûre indirir","Emrah Demiryent Meali":"Allah da onları, o günün azabından korur, (yüzlerine güzellik) parlaklık, (kalplerine ise) sevinç verir.","Erhan Aktaş Meali":"Allah da bu nedenle onları, o günün kötülüğünden koruyacak. Ve onları, mutluluk ve sevince kavuşturacak. ","Hasan Basri Çantay Meali":"İşte bundan dolayı Allah bu günün şerrinden onları korumuş, (yüzlerine) bir güzellik, (yüreklerine) bir sevinç vermiş,","Hayrat Neşriyat Meali":"Allah da onları o günün şerrinden korudu ve onlara (yüzlerinde) bir güzellik (ve parlaklık), hem (gönüllerinde) bir sevinç verdi!","İhsan Aktaş Meali":"İşte bu yüzden (zatım olan) Allah onları o günün fenalığından korumuş (olacak)tır. Ve onlara (onların yüzlerine) parlaklık, (gönüllerine de) sevinç vermiş (olacak)tır.","İlyas Yorulmaz Meali":"Sonra Allah o sıkıntılı (kıyamet) günün şerrinden onları koruyacak ve onları, aydınlık ve sevinç veren bir karşılıkla karşılayacak.","İsmayıl Hakkı Baltacıoğlu":"Onun için Allah da onları bu günün kötülüğünden korumuş, onların yüzlerine parlaklık, yüreklerine sevinç vermiştir.","İsmail Hakkı İzmirli":"Allah da onları o günün şer ve şiddetinden korudu. Yüzlerine parlaklık ve yüreklerine sevinç verdi.","İsmail Yakıt":"Bundan dolayı Allah, onları o günün şerrinden korur ve onların yüzlerine parlaklık ve gönüllerine sevinç verir.","Kadri Çelik Meali":"Artık Allah da onları böyle bir günün şerrinden korumuş ve onlara bir güzellik ve bir sevinç vermiştir.","Mahmut Kısa Meali":"<b>Allah da </b>bu davranışlarına karşılık <b>onları o </b>korkunç <b>Günün dehşetinden koruyacak ve </b>gözlerine<b> aydınlık, </b>yüreklerine<b> sevinç verecektir.</b>","Mahmut Özdemir Meali":"Allah onları böylesi Gün’ün şerrinden korudu. Onlara göz aydınlığı ve sevinç verdi.","Mehmet Çakır Meali":"Şimdi de Allah, onları o günün şerrinden koruyup yüzlerini güldürmüştür.","Mehmet Çoban Meali":"Allah da onları o günün kötülüğünden korur. Yüzlerine bir aydınlık, içlerine bir sevinç verir.        ","Mehmet Okuyan Meali":"Allah onları o günün şiddetinden korumuş (olacak)tır; (yüzlerine) parlaklık, (kalplerine de) sevinç verecektir.","Mehmet Türk Meali":"Allah da onları o günün şerrinden koruyacak ve onların yüzlerine parlaklık, gönüllerine sevinç verecektir.","Muhammed Esed Meali":"Ve bu yüzden Allah onları o Gün’ün dehşetinden koruyacak, aydınlık ve sevinç verecektir,","Mustafa Çavdar Meali":"Allah da onları bu dehşetli günün şerrinden koruyacak ve yüzlerinde neşe, gönüllerinde sevinç olacak. 21/101.103, 40/9","Mustafa İslamoğlu Meali":"Bu yüzden Allah onları bu günün dehşetinden koruyacak ve onların (yüzlerine) nûr, (yüreklerine) sürûr koyacak;","Orhan Kuntman Meali":"Allah da onları, o günün şerrinden korumuş ve onlara bir güzellik, bir sevinç vermiştir,","Osman Fırat Meali":"Ve Allah da onları (o günün kötülüğünden) korur ve bir aydınlık ve sevinçle karşılaşırlar.","Ömer Nasuhi Bilmen Meali":"Artık Allah, onları o günün şerrinden korumuştur. Ve onlara bir güzellik ve bir sevinç vermiştir.","Suat Yıldırım Meali":"Allah da onları o günün felaketinden korur, onların yüzlerine nûr, gönüllerine sürûr verir. ","Süleyman Ateş Meali":"Allah da onları, o günün şerrinden korumuş, onlar(ın yüzlerin)e parlaklık ve (gönüllerine) sevinç vermiştir.","Süleyman Tevfik (1927)":"Allâh onları o günün şerrinden vikâye idüb yüzlerine beşâşet ve kalblerine sürûr ihsân buyurdı.","Süleymaniye Vakfı Meali":"Allah da onları o günün sıkıntılarından korur; zengin[*] ve mutlu edecek şeylerle karşılar.","Şaban Piriş Meali":"Allah da onları o günün şerrinden korumuş ve onlara bir parıltı ve sevinç bahşetmiştir.","Ümit Şimşek Meali":"Allah onları o günün kötülüğünden korumuş; yüzlerine aydınlık, gönüllerine sevinç vermiştir.","Yaşar Nuri Öztürk Meali":"Allah da onları o gününün şerrinden korumuş ve kendilerini bir parlaklığa, bir sevince ulaştırmıştır.","Eski Anadolu Türkçesi":"pes śaķladı anları Tañrı şol gün şerrinden daħı ķarşu getürdi anlara tāzalıķ daħı şādılıķ.","Satıraltı Meal (1534)":"Pes ḳurtardı Tañrı Ta‘ālā anları şerrinden ol günüñ. Daḫı degürdianlara çoḳ tāze ni‘metler ve sevinmek.","Bunyadov-Memmedeliyev ":"Allah da onları o günün şərindən qoruyacaq, onlara gözəllik və sevinc bəxş edəcəkdir (üzlərinə təravət verəcək, qəlblərini sevindirəcəkdir).","M. Pickthall (English)":"Therefor Allah hath warded from them the evil of that day, and hath made them find brightness and joy;","Yusuf Ali (English)":"But Allah will deliver them from the evil of that Day, and will shed over them a Light(5842) of Beauty and (blissful) Joy."},"12":{"Arabic":"وَجَزٰيهُمْبِمَاصَبَرُواجَنَّةًوَحَر۪يرًاۙ","Abdulbaki Gölpınarlı Meali":"Ve sabretmelerine karşılık da mükafatları, cennettir ve ipeklilerdir.","Abdullah-Ahmet Akgül Meali":"<b>Ve sabretmeleri dolayısıyla cennetle ve ipekle </b><i>(en değerli giysilerle)</i><b> ödüllendirileceklerdir. </b> ","Abdullah Parlıyan Meali":"Dinleri uğrunda her türlü eziyet ve işkencelere katlanmalarına karşılık mükafatları cennettir ve ipekli elbiselerdir.","Ahmet Tekin Meali":"Sabrederek mücadeleye devam etmeleri sebebiyle onların mükâfatı Cennet ve ipekli elbiselerdir.","Ahmet Varol Meali":"Sabretmelerinden dolayı onları cennet ve ipekle mükafatlandırmıştır.","Ali Bulaç Meali":"Ve sabretmeleri dolayısıyla cennetle ve ipekle ödüllendirmiştir.","Ali Fikri Yavuz Meali":"Sabırlarına karşılık da (içine girecekleri) bir cennet ve (giyecekleri) bir ipek ihsan eder.","Bahaeddin Sağlam Meali":"Ve sabrettiklerinden dolayı, onları Cennet ve ipekli giysiler ile mükâfatlandırır.","Bayraktar Bayraklı Meali":"Sabretmelerinden dolayı onları cennet ve ipek giysilerle ödüllendirecektir.","Besim Atalay Meali (1965)":"Sabırları yüzünden cennet verir, ipekli giysi verir onlara,","Cemal Külünkoğlu Meali":"Sıkıntılara karşı sabrettikleri için (onları) cennetle ve ipek(ten giysiler)le ödüllendirir.","Cemil Said (1924)":"Sabır ve metânetlerinin mükâfâtı olarak ânlara cennet bahş iyleyecekdir.","Diyanet İşleri Meali (Eski)":"Sabırlarının karşılığı, cennet ve oradaki ipeklerdir.","Diyanet İşleri Meali (Yeni)":"Sabretmelerine karşılık da onları cennet ve ipek(ten giysiler) ile mükâfatlandırır.","Kur'an Yolu (Diyanet İşleri)":"Sabretmelerine karşılık onları cennetle ve ipekli giysilerle ödüllendirir.","Diyanet Vakfı Meali":"Sabretmelerine karşılık onlara cenneti ve (cenetteki) ipekleri lütfeder.","Edip Yüksel Meali":"Direndikleri için onları bahçe ve ipekle ödüllendirir.","Elmalılı Hamdi Yazır Meali":"Sabırlarına karşılık onlara bir cennet ve ipekten elbiseler verir.","Elmalılı Meali (Orijinal)":"Ve sabırlarına mukabil onlara bir Cennet ve bir harîr verir","Emrah Demiryent Meali":"Sabretmelerine karşılık onlar, cennet ve ipek (ten giysiler) ile mükâfatlandırılır.","Erhan Aktaş Meali":"Sabretmelerine¹ karşılık onlara Cennet² ve ipek³ ile ödüllendirecektir.","Hasan Basri Çantay Meali":"sabretdiklerine mukaabil onları cennetle, ipekle mükâfâtlandırmışdır.","Hayrat Neşriyat Meali":"Sabrettiklerinden dolayı onların mükâfâtı ise, (girecekleri) Cennet ve (giyecekleri)ipektir!","İhsan Aktaş Meali":"Ve (sıkıntılara karşı) sabretmiş olmaları nedeniyle onları cennetle ve ipek(ten giysiler)le ödüllendirmiş (olacak)tır.","İlyas Yorulmaz Meali":"Sabretmelerinin karşılığında onlar için cennet ve ipekten giysiler var.","İsmayıl Hakkı Baltacıoğlu":"Onların katlanmalarının karşılığı cennetler, ipekliler olacaktır.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"Sabretmelerine karşılık da onları cennet ve ipek (giysilerle) mükâfatlandırır.","Kadri Çelik Meali":"Onları sabretmeleri dolayısıyla cennetle ve ipekle ödüllendirmiştir.","Mahmut Kısa Meali":"<b>Ve </b>Allah yolunda mücâdele verirken karşılaştıkları sıkıntılara <b>sabırla direnmelerinden dolayı, onları </b>muhteşem meyvelerle donatılmış <b>bahçe</b>ler<b> ve </b>hâlis <b>ipek</b>ten elbiseler<b> ile ödüllendirecektir.</b>","Mahmut Özdemir Meali":"Sabrettikleri için onları cennet ve özgürlük (ipek) ile ödüllendirdi.","Mehmet Çakır Meali":"Sabırlarına karşılık onları cennet ve ipeklerle ödüllendirmiştir.","Mehmet Çoban Meali":"Yeryüzünde yaşarken inandıkları yolda azimli, kararlı, mücadeleci olduklarından, saptıranların yoluna asla uymadıklarından, her zaman Allah’ın yasalarına göre yaşadıklarından dolayı Allah onları cennetle mükâfatlandırır. Onlar cennette ipekten giysiler giyer.        ","Mehmet Okuyan Meali":"Sabretmelerine karşılık onlara cennet ve özgürlük lütfedecektir. [*]","Mehmet Türk Meali":"Ve sabırlarına karşılık onlara, cennet ve ipekten¹ (elbiseler) ikram edecektir.","Muhammed Esed Meali":"ve onları sıkıntılara karşı sabrettikleri için [kutlu bir] bahçe ve ipek[ten giysiler] ile ¹³ ödüllendirecektir.","Mustafa Çavdar Meali":"Ve davalarında direnip sabrettikleri için onları cennet ve ipekli giysilerle ödüllendirecek. 32/17, 43/69-70","Mustafa İslamoğlu Meali":"ve sabırlarına karşılık onlara cennet bahçeleri ve tarifi imkânsız özgür bir (hayat) bahşedecek.[⁵⁴⁷⁵]","Orhan Kuntman Meali":"Sabretmelerine karşılık, onları cennet ve ipekle mükâfatlandırmıştır.","Osman Fırat Meali":"Ve sabrettiklerinden dolayı onları cennet ve ipekle mükâfatlandırır.","Ömer Nasuhi Bilmen Meali":"Ve onları sabrettikleri için cennetle ve ipekli libasla mükâfaatlandırdı.","Suat Yıldırım Meali":"Sabretmelerine karşılık onlara cennetler, ipekler ihsan eder. ","Süleyman Ateş Meali":"Sabrettiklerinden dolayı onları cennet ve ipekle ödüllendirmiştir!","Süleyman Tevfik (1927)":"Sabırlarının cezâsı olarak onları cennet ve ipekli libâslar ile mükâfât iyler.","Süleymaniye Vakfı Meali":"Gösterdikleri sabır[1] karşılığında bahçeler ve ipekler verir[2].","Şaban Piriş Meali":"Sabrettikleri için onları cennet ve ipek ile ödüllendirmiştir.","Ümit Şimşek Meali":"Sabretmelerinin karşılığı ise Cennet bahçesi ve ipek kumaşlardır.","Yaşar Nuri Öztürk Meali":"Sabretmelerine karşılık olarak da onları bir bahçe ve ipekle ödüllendirmiştir.","Eski Anadolu Türkçesi":"daħı yanud virdi anlara śabr eyledükleri-y-içün uçmaķ daħı ḥarir ŧon.","Satıraltı Meal (1534)":"ve anlara müzd virürdi ṣabrları sebebi‐y‐ile cennetler ve ibrişüm ḳumāşlar.","Bunyadov-Memmedeliyev ":"Və onları etdikləri səbr müqabilində Cənnətlə və (geyəcəkləri) ipəklə mükafatlandıracaqdır.","M. Pickthall (English)":"And hath awarded them for all that they endured, a Garden and silk attire;","Yusuf Ali (English)":"And because they were patient and constant, He will reward them with a Garden and (garments of) silk.(5843)"},"13":{"Arabic":"مُتَّكِـ۪ٔينَف۪يهَاعَلَىالْاَرَٓائِكِۚلَايَرَوْنَف۪يهَاشَمْسًاوَلَازَمْهَر۪يرًاۚ","Abdulbaki Gölpınarlı Meali":"Yaslanırlar orada tahtlara, orada ne güneş görürler, ne zemheri.","Abdullah-Ahmet Akgül Meali":"<b>Orada tahtlar üzerinde yaslanıp-dayanmış vaziyettedirler. Orada ne </b><i>(yakıcı)</i><b> bir Güneş ve ne de üşütüp sıkıcı bir soğuk göreceklerdir. </b> ","Abdullah Parlıyan Meali":"Orada sedirlere yaslanıp uzanacaklar ve ne yakıcı bir güneş ve ne de şiddetli bir soğuk görecekler.","Ahmet Tekin Meali":"Cennet'te işlemeli, süslü, tahtlara yaslanırlar. Orada ne yakıcı güneş görürler, ne de, şiddetli soğuk hissederler.","Ahmet Varol Meali":"Orada koltuklara dayanırlar. Ne (yakıcı) güneş ne de dondurucu soğuk görürler.","Ali Bulaç Meali":"Orada tahtlar üzerinde yaslanıp-dayanmışlardır. Orada ne (yakıcı) bir güneş ve ne dondurucu bir soğuk görürler.","Ali Fikri Yavuz Meali":"Orada koltuklar üzerine dayanmış bir haldedirler. Orada ne bir güneş (rahatsızlığı) görürler, ne de soğuk...","Bahaeddin Sağlam Meali":"Orada koltuklara yaslanırlar. Ne çok sıcak görürler ne de çok soğuk.","Bayraktar Bayraklı Meali":"Orada koltuklara yaslanacaklar ve ne sıcak ne de soğuk göreceklerdir.","Besim Atalay Meali (1965)":"yaslanırlar tahtlara, ne sıcak görürler, ne dahi soğuk","Cemal Külünkoğlu Meali":"Orada sedirlere uzanırlar ve ne (yakıcı bir) güneş, ne de şiddetli bir soğuk görürler.","Cemil Said (1924)":"İpek elbise ile sedirlere ittikâ idecekler ve ne güneşden ve ne soukdan müteessir olmayacaklardır.","Diyanet İşleri Meali (Eski)":"Orada tahtlara yaslanırlar; orada yakıcı sıcak ve dondurucu soğuk görmezler.","Diyanet İşleri Meali (Yeni)":"Orada koltuklar üzerine kurulmuş olarak bulunurlar. Orada ne güneş (yakıcı sıcak) görürler, ne de dondurucu soğuk.","Kur'an Yolu (Diyanet İşleri)":"Orada koltuklara kurulurlar. Ne yakıcı güneş görürler orada ne de dondurucu soğuk.","Diyanet Vakfı Meali":"Orada koltuklara kurulmuş olarak bulunurlar; ne yakıcı sıcak görülür orada, ne de dondurucu soğuk.","Edip Yüksel Meali":"Orada koltuklara yaslanırlar; orada ne (yakıcı) güneş ne de dondurucu soğuk görürler.","Elmalılı Hamdi Yazır Meali":"Orada donatılmış koltuklar üzerine dayanmışlardır: Orada ne yakıcı güneş görürler, ne de şiddetli soğuk.","Elmalılı Meali (Orijinal)":"Orada erîkeler üzerine dayanmışlardır ne Güneş görürler onlarda ne de zemherîr","Emrah Demiryent Meali":"Orada (cennette) tahtlar üzerinde, yaslanmış bir vaziyette otururlar. Orada ne (yakıcı bir) sıcak ne de (dondurucu bir) soğuk görürler.","Erhan Aktaş Meali":"Orada, tahtlara kurulacaklar. Orada ne şiddetli bir sıcak ne de dondurucu bir soğuk görecekler.","Hasan Basri Çantay Meali":"(Oraya girin) hepiniz, içinde tahtlar üzerine yaslanıcı (bahtiyarlar) olarak, orada ne bir güneş, ne de bir zemheri görmeyerek,","Hayrat Neşriyat Meali":"Orada tahtlar üzerinde oturup yaslanan kimseler olarak! Orada ne bir güneş (sıcağı), ne de bir zemherir (soğuğu) görürler!","İhsan Aktaş Meali":"Orada koltuklar üzerine kurulmuş olarak bulunurlar! Orada ne bir güneş (sıcağı), ne de bir zemherir (soğuğu) görürler!","İlyas Yorulmaz Meali":"O cennette koltukların üzerine uzanmışlar, orada ne yakıcı bir güneş, nede dondurucu soğuk görürler.","İsmayıl Hakkı Baltacıoğlu":"Onlar orada sedirlere yaslanacaklar, ne sıcak, ne de soğuk yüzü görmiyeceklerdir.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"Orada koltuklara yaslanırlar.⁵ Ne (yakıcı) bir güneş ne de dondurucu bir soğuk görürler.","Kadri Çelik Meali":"Orada, tahtlar üzerinde yaslanıp dayanmışlardır. Onlar, orada ne (yakıcı) bir güneş ve ne de dondurucu bir soğuk görürler.","Mahmut Kısa Meali":"<b>Orada, </b>altın işlemeli<b> koltuklara yaslan</b>ıp sonsuz mutluluğu tad<b>acaklar ve ne </b>yakıcı<b> bir Güneş görecekler orada, </b>ne Ay; ne sıcak ve <b>ne de </b>dondurucu<b> bir soğuk!</b>","Mahmut Özdemir Meali":"Orada Erîkeler / Tahtlar / Koltuklar üzerine kurulmuşlardır. Orada ne bir güneş sıcaklığı görürler, ne bir dondurucu soğuk!","Mehmet Çakır Meali":"Divanlara yaslanaraktan, güneş ve soğuk yüzü görmeden.","Mehmet Çoban Meali":"Koltuklar üzerine kurulurlar. Orada yakıcı güneş, dondurucu soğuklar yoktur. Cennet yaşamı onlar için tahmin edemeyecekleri kadar güzeldir.          ","Mehmet Okuyan Meali":"Orada koltuklara kurulmuş olacaklar; yakıcı sıcak da dondurucu soğuk da görmeyeceklerdir.","Mehmet Türk Meali":"Onlar, o (cennette) tahtlar üzerine kurulup oturacaklar, orada asla (yakıcı) bir güneş ve dondurucu bir soğuk da görmeyecekler.","Muhammed Esed Meali":"Orada sedirlere uzanacaklar ve ne [yakıcı bir] güneş, ne de şiddetli bir soğuk görmeyecekler,","Mustafa Çavdar Meali":"Onlar orada tahtlarına kurulmuş olacaklar, orada onlar ne yakıcı bir sıcak ne de dondurucu bir soğuk görecekler. 4/57, 36/55...58","Mustafa İslamoğlu Meali":"Orada divanlara[⁵⁴⁷⁶] sere serpe uzanacaklar; ne sıcağa ne soğuğa maruz kalacaklar;[⁵⁴⁷⁷]","Orhan Kuntman Meali":"Orada sedirler üzerine yaslanırlar, ne yakıcı sıcak, ne de dondurucu soğuk görürler!","Osman Fırat Meali":"Onlar orada koltuklar üzerine kurulmuş, ne (yakıcı )güneş, ne de dondurucu soğuk görürler.","Ömer Nasuhi Bilmen Meali":"Orada tahtlar üzerine yaslanırlar, orada ne bir güneş ve ne de bir şiddetli soğuk görürler.","Suat Yıldırım Meali":"Koltuklarında diledikleri gibi dinlenir, orada ne güneş sıcağı görürler, ne de dondurucu soğuklara uğrarlar. ","Süleyman Ateş Meali":"Orada divanlar üzerinde yastıklara dayanırlar. Orada ne (yakıcı) güneş görürler, ne de dondurucu soğuk.","Süleyman Tevfik (1927)":"Onlar cennetde tahtlar üzerine yaslanmış istirahat iderler. Orada ne güneş harâreti ve ne de kış burûdeti görirler.","Süleymaniye Vakfı Meali":"Orada koltuklara kurulurlar; güneşin yakan sıcaklığını da dondurucu soğuğu da görmezler.","Şaban Piriş Meali":"Orada tahtlarına kurulmuşlar, ne yakıcı güneş, ne de dondurucu soğuk görürler.","Ümit Şimşek Meali":"Orada koltuklara kurulmuşlardır; ne güneş sıcağı görürler orada, ne zemherir soğuğu.","Yaşar Nuri Öztürk Meali":"Koltuklar üzerine yaslanarak otururlar orada. Ne bir güneş görürler orada ne de kavurucu bir soğuk...","Eski Anadolu Türkçesi":"tekye urıcılarken anuñ içinde taħtlar üzere. görmezler anuñ içinde güneş ne daħı ķatı śovuķ.","Satıraltı Meal (1534)":"Ṭayanurlar anda taḫtlar üstinde, anuñ içinde ay, güneş issi ve ṣovuḳ gör‐mezler.","Bunyadov-Memmedeliyev ":"Onlar orada (o cənnətlərdə) taxtlara söykənəcək, orada nə günəş (qızmar isti), nə də sərt soyuq görəcəklər.","M. Pickthall (English)":"Reclining therein upon couches, they will find there neither (heat of) a sun nor bitter cold.","Yusuf Ali (English)":"Reclining in the (Garden) on raised thrones,(5844) they will see there neither the sun´s (excessive heat) nor (the moon´s) excessive cold.(5845)"},"14":{"Arabic":"وَدَانِيَةًعَلَيْهِمْظِلَالُهَاوَذُلِّلَتْقُطُوفُهَاتَذْل۪يلًا","Abdulbaki Gölpınarlı Meali":"Ağaçların gölgeleri, yakındır onlara ve meyveleri, adamakıllı ram olmuştur onlara.","Abdullah-Ahmet Akgül Meali":"<i>(Meyvelerin)</i><b> Gölgeleri onlara pek yakındır ve devşirilmeleri kolaylaştırıldıkça kolaylaştırılmıştır. </b> ","Abdullah Parlıyan Meali":"Cennet ağaçlarının gölgeleri onları kuşatmıştır. O ağaçların meyveleri kolay toplanacak şekilde onlara iyice yaklaştırılmıştır.","Ahmet Tekin Meali":"Üzerlerine Cennet gölgeleri sarkmıştır. Meyvelerin dallarından koparılarak yenilmesi oldukça kolaylaştırılmıştır.","Ahmet Varol Meali":"Gölgeleri kendilerine yakındır. Devşirilecek meyveleri de eğdirildikçe eğdirilmiştir.","Ali Bulaç Meali":"(Meyvelerin) Gölgeleri onlara pek yakın ve devşirilmeleri kolaylaştırıldıkça kolaylaştırılmış.","Ali Fikri Yavuz Meali":"(O cennetteki ağaçların) gölgeleri üzerlerine sarkmış, meyvaları da bol bol önlerine konmuştur.","Bahaeddin Sağlam Meali":"O Cennetin gölgeleri, onları kuşatmıştır. Meyveleri aşağı sarkıtılmıştır.","Bayraktar Bayraklı Meali":"Cennetin gölgeleri üstlerine yaklaşmış, meyveleri de aşağı eğdirildikçe eğdirilmiştir.","Besim Atalay Meali (1965)":"Üstlerine cennetin gölgeleri yayılmış, yemişleri iyicene sarkmıştır!","Cemal Külünkoğlu Meali":"(Cennet ağaçlarının) gölgeleri üzerlerine sarkar, kolayca koparılabilen meyveleri onların istifadelerine sunulur.","Cemil Said (1924)":"Civârdaki ağaçlar ânları gölgeleriyle ihâta idecek ve meyveleri kolayca toplanabilmek içün (ağaçlar) eğilecekdir.","Diyanet İşleri Meali (Eski)":"Meyve ağaçlarının gölgeleri üzerlerine sarkmış ve onların koparılması kolaylaştırılmıştır.","Diyanet İşleri Meali (Yeni)":"Üzerlerine cennetin gölgeleri sarkmış, cennetin meyveleri (kolayca alınacak şekilde) yakınlaştırılarak hazırlanmıştır.","Kur'an Yolu (Diyanet İşleri)":"Ağaçların gölgesi hemen üzerlerinde, meyveleri emirlerine âmâde kılınmış.","Diyanet Vakfı Meali":"(Cennet ağaçlarının) gölgeleri, üzerlerine sarkar; kolayca koparılabilen meyveleri istifadelerine sunulur.","Edip Yüksel Meali":"Ağaçların gölgesi üzerlerine sarkmış ve meyveler yaklaştırılarak koparılmaları kolaylaştırılmıştır.","Elmalılı Hamdi Yazır Meali":"Üzerlerine cennet gölgeleri sarkmış, meyveleri bol bol önlerine konmuştur.","Elmalılı Meali (Orijinal)":"Üzerlerine o Cennet gölgeleri sarkmış ve devşirimleri mebzûl mebzûl önlerine konmuştur","Emrah Demiryent Meali":"(Cennet ağaçlarının) gölgeleri, üzerlerine yakındır, meyveleri de (kolayca alınabilecek şekilde) sarkıtılmıştır.","Erhan Aktaş Meali":"Meyve ağaçlarının gölgeleri üzerlerine sarkacak, meyveleri yemeye hazır olarak yaklaştırılacak.","Hasan Basri Çantay Meali":"Ve gölgeleri onlara yakın, meyveleri de emirlerine (her an ve her suretle) boyun eğdirilmiş olarak.","Hayrat Neşriyat Meali":"(Cennet ağaçlarının) gölgeleri üzerlerine yakındır, meyveleri de (kolayca koparabilecekleri şekilde) iyice sarkıtılmıştır.","İhsan Aktaş Meali":"Ve (cennet ağaçlarının kutlu) gölgeleri üzerlerine sarkar, (meyvelerinin) devşirilmesi de son derece kolaylaştırılacaktır.","İlyas Yorulmaz Meali":"Orada gölgeleri onların üzerine sarkmış ve meyvelerini kendilerinin kopardığı eğilmiş ağaçlar var.","İsmayıl Hakkı Baltacıoğlu":"Ağaçları yakından gölge salacak, alçacık yemişleri kolayca toplanacaktır.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"(Cennet ağaçlarının) gölgeleri üzerlerine sarkmış ve meyvelerini devşirmek ise kolaylaşmıştır.","Kadri Çelik Meali":"(Meyvelerin) Gölgeleri onlara pek yakın ve onların devşirilmeleri kolaylaştırıldıkça kolaylaştırılmış.","Mahmut Kısa Meali":"Çünkü cennet ağaçlarının huzur ve esenlik veren<b> gölgeleri onları bürüyecek, meyveleri —</b>ellerini uzatsalar alacakları şekilde— önlerinde <b>eğildikçe eğilecektir.</b>","Mahmut Özdemir Meali":"Oranın gölgeleri onların üzerine düşmüş olarak, meyveleri kolay devşirilsin diye iyice alçaltılmıştır / bodurlaştırılmıştır.","Mehmet Çakır Meali":"Sakinlerin başını eğip geçtiği gölgeler, yerlere kadar sarkan meyveler,","Mehmet Çoban Meali":"Üzerlerine cennetin gölgeleri sarkmış, cennetin meyveleri kolayca alınacak şekilde yakınlaştırılarak hazırlanmıştır.        ","Mehmet Okuyan Meali":"(Cennet ağaçlarının) gölgeleri onların (cennetliklerin) üzerlerine sarkacak, meyveleri (kolayca toplanması için) eğdirilecektir.","Mehmet Türk Meali":"(Cennet ağaçlarının) gölgeleri, onlara yaklaştırılacak ve (meyvelerinin) devşirilmesi de son derece kolaylaştırılacaktır.","Muhammed Esed Meali":"çünkü o [bahçe]nin [kutlu] gölgeleri başlarını örtecek ¹⁴ ve meyve salkımları kolayca alınacak şekilde ¹⁵ (yere doğru) sarkıtılacaktır.","Mustafa Çavdar Meali":"Cennet ağaçları gölgelerini onların üzerine düşürecek, meyveleri de kolayca toplanacak şekilde dallarından sarkmış olacak. 2/25, 47/15, 52/22","Mustafa İslamoğlu Meali":"zira cennetin (kutlu) gölgesi[⁵⁴⁷⁸] üzerlerine düşecek, oranın salkımları emre âmâde kılınacak.[⁵⁴⁷⁹]","Orhan Kuntman Meali":"Meyve ağaçlarının gölgeleri üzerlerine sarkmıştır ve meyveleri de bol bol önlerine konmuştur.","Osman Fırat Meali":"Cennetin gölgeleri, üzerlerine inmiş, meyvalarının koparılması için de (dalları) eğdirildikçe eğdirilmiştir.","Ömer Nasuhi Bilmen Meali":"Ve onların üzerlerine (o cennetin) gölgeleri yakındır, meyveleri de kemal-i itaatle musahhar bulunmuştur.","Suat Yıldırım Meali":"Cennet ağaçlarının gölgeleri üzerlerine sarkar, meyveleri devşirmeleri pek kolay olur. ","Süleyman Ateş Meali":"Cennetin gölgeleri, üzerlerine yaklaşmış, meyvaları da aşağı eğdirildikçe eğdirilmiştir.","Süleyman Tevfik (1927)":"Cennet ağaçlarının sık gölgelerinde meyveler onlara yaklaşdırılur. (Oturdukları ve yatdıkları yerden ellerini uzadub koparırlar.","Süleymaniye Vakfı Meali":"Ağaçların gölgeleri başlarına iner ve meyvelerini toplamak iyice kolaylaştırılır.","Şaban Piriş Meali":"Ağaçların gölgeleri üzerlerine düşmüş, meyvelerini toplamak kolaylaştırılmıştır.","Ümit Şimşek Meali":"Cennet ağaçlarının gölgesi üzerlerine sarkmış, meyveleri ise hemen koparılacak gibi eğilmiştir.","Yaşar Nuri Öztürk Meali":"Bahçenin gölgeleri üzerlerine eğilmiştir. Ve bahçenin meyveleri iyice yaklaştırılmıştır.","Eski Anadolu Türkçesi":"daħı yaķın iken anlaruñ üzere gölgeleri daħı muŧį' olındı yimişleri muŧį' eylemek.","Satıraltı Meal (1534)":"Daḫı anlar üstine yaḳındur budaḳları, gölgesi, yemişi daḫı yaḳındur. Otu‐ran daḫı, duran daḫı irişür.","Bunyadov-Memmedeliyev ":"(Cənnət ağaclarının) kölgələri üstlərinə düşəcək, meyvələri də onların ixtiyarında olacaqdır (istədikləri yerdə, istədikləri zaman onları dərib yeyə biləcəklər).","M. Pickthall (English)":"The shade thereof is close upon them and the clustered fruits thereof bow down.","Yusuf Ali (English)":"And the shades of the (Garden) will come low over them, and the bunches (of fruit), there, will hang low in humility.(5846)"},"15":{"Arabic":"وَيُطَافُعَلَيْهِمْبِاٰنِيَةٍمِنْفِضَّةٍوَاَكْوَابٍكَانَتْقَوَار۪يرَاۙ","Abdulbaki Gölpınarlı Meali":"Ve sunulur onlara gümüş kadehler ve sırça sağraklar.","Abdullah-Ahmet Akgül Meali":"<b>Çevrelerinde </b><i>(cennet ikramları sunulmak üzere)</i><b> gümüşten billur kaplar, kupalar dolaştırılır. </b> ","Abdullah Parlıyan Meali":"Çevrelerinde gümüşten kaplar ve kristal kadehler dolaştırılır.","Ahmet Tekin Meali":"Huzurlarında dolu, gümüş tabaklar, dolu billur kupalar dolaştırılır.","Ahmet Varol Meali":"Etraflarında gümüş kaplar ve billur kaseler dolaştırılır.","Ali Bulaç Meali":"Çevrelerinde gümüşten billur kablar, kupalar dolaştırılır.","Ali Fikri Yavuz Meali":"Onlara (hizmet için) gümüşten billûr kaplar ve sürahilerle (etraflarında) dolaşılır.","Bahaeddin Sağlam Meali":"Onlara gümüş kaplarda ve billur testilerde hizmet sunulur.","Bayraktar Bayraklı Meali":"15,16. Çevrelerinde gümüşten kaplar ve kristal kaseler dolaştırılacaktır. Sanki gümüşten yapılmış kristaller. Onları kendi arzularına göre belirleyeceklerdir.","Besim Atalay Meali (1965)":"Onlar için gümüş kablar, billur kâseler dolaştırılır. ","Cemal Külünkoğlu Meali":"(Hizmet için) gümüşten billûr kaplar ve sürahilerle (etraflarında) dolaşılır.","Cemil Said (1924)":"15,16. Ânlar içün gümüşden destiler ve kâseler gezdirilecek ve istenildiği kadar doldırılacakdır.","Diyanet İşleri Meali (Eski)":"Çevrelerinde gümüş kaplar ve billur kaseler dolaştırılır.","Diyanet İşleri Meali (Yeni)":"Etraflarında gümüş kaplar, şeffaf kadehler dolaştırılır.","Kur'an Yolu (Diyanet İşleri)":"15-16. Her birinin etrafında gümüş kaplar, billûr kadehler, gümüş beyazlığında şeffaf kupalar dolaştırılır; ölçülerini de isteklerine göre belirlerler.","Diyanet Vakfı Meali":"15, 16. Yanlarında, gümüş kaplar ve billûr kâselerle, gümüş beyazlığında (billûr gibi) şeffaf kupalarla dolaşılır ki, sâkiler bunu (cennet şarabını) ölçüsünce tayin ve takdir ederler.  ","Edip Yüksel Meali":"Onlara gümüş tepsiler ve şeffaf bardaklarda sunulur.","Elmalılı Hamdi Yazır Meali":"Yanlarında gümüşten kaplar, billur kupalar dolaştırılır.","Elmalılı Meali (Orijinal)":"Hem dolaşılır üzerlerine gümüşten kaplar ve küplerle ki billûrlar","Emrah Demiryent Meali":"15-16. Etraflarında (renk, desen, şekil ve miktarını) kendilerinin tercih edeceği, gümüşten kaplar ve billurdan kâseler dolaştırılacaktır.","Erhan Aktaş Meali":"Gümüşten kaplar ve billur kupalarla aralarında dolaşılır.","Hasan Basri Çantay Meali":"Onlara gümüşden billur kablar, kupalar dolaşdırılır.","Hayrat Neşriyat Meali":"Etraflarında da gümüşten billûr (gibi) olmuş kaplar ve bardaklar dolaştırılır.(1)","İhsan Aktaş Meali":"Ve çevrelerinde (hizmetçiler tarafından) gümüşten (içecek dolu) kaplar ve kristal bardaklar dolaştırılır.","İlyas Yorulmaz Meali":"Gümüş ve kristal içinde içecek dolu bardaklarla onların etrafında dolanılır.","İsmayıl Hakkı Baltacıoğlu":"Onlara billur gibi parlak gümüşten kaplar, kupalaş dolaştırılacaktır.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"Çevrelerinde gümüşten kaplar, şeffaf kâseler dolaştırılır.","Kadri Çelik Meali":"Çevrelerinde gümüşten billur kaplar, kupalar dolaştırılır.","Mahmut Kısa Meali":"<b>Etraflarında gümüş tepsiler, billur kadehler </b>sunan hizmetçiler <b>dönüp duracak.</b>","Mahmut Özdemir Meali":"Parlatılmış gümüş kaplar ve bardaklar ile çevrelerinde dolaşılır.","Mehmet Çakır Meali":"hizmetliler, ellerinde gümüş tepsiler, içinde pırıl pırıl kadehler, çevrelerinde durmadan dönerler.","Mehmet Çoban Meali":"Etraflarında gümüş kaplar, şeffaf kadehler dolaştırılır.        ","Mehmet Okuyan Meali":"Çevrelerinde gümüş kaplar ve billur kupalar dolaştırılacaktır.","Mehmet Türk Meali":"Çevrelerinde gümüşten kaplar ve gümüş (renkli) billur kâseler, dolaştırılacaktır.","Muhammed Esed Meali":"Onlar gümüşten kaplar ve kristal[e benzeyen] kadehlerle karşılanacaklar","Mustafa Çavdar Meali":"Etraflarında gümüş kaplar ve billur kâselerle ikram eden hizmetçiler dolaşacak. 52/23-24, 56/18-19","Mustafa İslamoğlu Meali":"Gümüş (parlaklığında) kaplar ve billur gibi kupalarla kendilerine servis yapılacak;[⁵⁴⁸⁰]","Orhan Kuntman Meali":"Çevrelerinde gümüş kupalar ve billûr kaseler dolaştırılır.","Osman Fırat Meali":"Etraflarında gümüş kablar ve billûr kupalar dolaştırılır.","Ömer Nasuhi Bilmen Meali":"Ve onların üzerlerine gümüşten kaplar ile ve billûrdan küpler ile dolaşılır.","Suat Yıldırım Meali":"15, 16. Etraflarında hizmet edenler gümüş kaplar, billur kâseler, gümüşî parlaklıkta billur kupalarla dolaşır, onlara ikram ederler. Cennetlikler içeceklerini kendi iştahları ölçüsünce tayin ederler. ","Süleyman Ateş Meali":"Yanlarında gümüş kablar, billur kupalar dolaştırılır.","Süleyman Tevfik (1927)":"15,16,17. Gümüş gibi billur sürâhiler ile etrâflarında dolaşub istedikleri mikdâr cennet zencebili ile karışık şarâb ikrâm olunur.","Süleymaniye Vakfı Meali":"Çevrelerinde gümüş kaplar, billurlaşmış bardaklar dolaştırılır.","Şaban Piriş Meali":"Çevrelerinde ise gümüş kaplar ve billur kaseler dolaştırılır.","Ümit Şimşek Meali":"Etraflarında gümüş kadehler ve billûr kupalar dolaştırılır.","Yaşar Nuri Öztürk Meali":"Çevrelerinde, gümüşten ve billurdan kaplar dolaştırılır. Kupalardır onlar.","Eski Anadolu Türkçesi":"daħı degzindürinür anlaruñ üzere ķabıla gümişden daħı ķulpsuz bardaķlarıla oldılar şişeler.","Satıraltı Meal (1534)":"Daḫı gezer üstlerine dürlü ni‘metler gümişden ḳaplar‐ıla ve dürlü şarāblarıbrıḳlar‐ıla.","Bunyadov-Memmedeliyev ":"(Cənnətdəki xidmətçilər) onların ətrafında gümüş qablar və büllur qədəhlərlə dolanacaqlar.","M. Pickthall (English)":"Goblets of silver are brought round for them, and beakers (as) of glass","Yusuf Ali (English)":"And amongst them will be passed round vessels of silver(5847) and goblets of crystal,-"},"16":{"Arabic":"قَوَار۪يرَمِنْفِضَّةٍقَدَّرُوهَاتَقْد۪يرًا","Abdulbaki Gölpınarlı Meali":"Öylesine sırça ki incecik gümüşten ve hepsini de içecekleri miktara, susuzluklarına göre ölçmüşlerdir adeta.","Abdullah-Ahmet Akgül Meali":"<i>(Öylesine) </i><b>Gümüşten billur kaplar ki, onlar belli bir ölçüyle </b><i>(kendileri tarafından ve göz alıcı güzellikte)</i><b> tespit ve takdir edilip </b><i>(şekillenmiş olacaklardır.)</i> ","Abdullah Parlıyan Meali":"Gümüş beyazlığında ve cam gibi parlak kadehlerdir ki, hepside cennetliklerin içecekleri ölçüye ve susuzluklarına göre ayarlanmıştır.","Ahmet Tekin Meali":"Tasavvur ettikleri biçimde ve büyüklükte, hayal ettikleri dolulukta, gümüşten sırça taslar, billur kâseler dolaştırılır.","Ahmet Varol Meali":"Gümüşten kaseler ki ölçülerini (hizmetçiler) belirlemişlerdir.","Ali Bulaç Meali":"Gümüşten billur kaplar ki, onları belli bir ölçüyle tesbit etmişlerdir.","Ali Fikri Yavuz Meali":"Gümüşten billûrlar ki, (ehli cennet) onları türlü türlü biçime koymuşlardır.","Bahaeddin Sağlam Meali":"Öyle billurlar ki gümüştendirler. (Gümüş beyazlığında, cam parlaklığındadırlar.) Onları yapanlar, onlara güzel bir ölçü vermişlerdir.","Bayraktar Bayraklı Meali":"15,16. Çevrelerinde gümüşten kaplar ve kristal kaseler dolaştırılacaktır. Sanki gümüşten yapılmış kristaller. Onları kendi arzularına göre belirleyeceklerdir.","Besim Atalay Meali (1965)":"Öyle gümüş bardaklar ki, çeşit çeşit ölçümlenmiş","Cemal Külünkoğlu Meali":"Gümüşten yapılmış bu kadehlerden istedikleri kadar içerler.","Cemil Said (1924)":"15,16. Ânlar içün gümüşden destiler ve kâseler gezdirilecek ve istenildiği kadar doldırılacakdır.","Diyanet İşleri Meali (Eski)":"Billurları gümüş gibi parlaktır, onları ölçüp ölçüp dağıtırlar.","Diyanet İşleri Meali (Yeni)":"Gümüşten billur kaplar ki, onları (ihtiyaca göre) ölçüp düzenlemişlerdir.[570]","Kur'an Yolu (Diyanet İşleri)":"15-16. Her birinin etrafında gümüş kaplar, billûr kadehler, gümüş beyazlığında şeffaf kupalar dolaştırılır; ölçülerini de isteklerine göre belirlerler.","Diyanet Vakfı Meali":"15, 16. Yanlarında, gümüş kaplar ve billûr kâselerle, gümüş beyazlığında (billûr gibi) şeffaf kupalarla dolaşılır ki, sâkiler bunu (cennet şarabını) ölçüsünce tayin ve takdir ederler.  ","Edip Yüksel Meali":"Gümüşten yapılmış şeffaf bardaklar... Onları tam olarak haketmişlerdir.","Elmalılı Hamdi Yazır Meali":"Gümüşten öyle kadehler ki onları türlü türlü biçimlere koymuşlardır.","Elmalılı Meali (Orijinal)":"Gümüşten billûrlar, onları türlü türlü biçime koymuşlardır","Emrah Demiryent Meali":"15-16. Etraflarında (renk, desen, şekil ve miktarını) kendilerinin tercih edeceği, gümüşten kaplar ve billurdan kâseler dolaştırılacaktır.","Erhan Aktaş Meali":"Miktarını kendilerinin belirledikleri gümüşten billur kadehler,","Hasan Basri Çantay Meali":"(Evet) gümüşden (yaratılmış) billurlar ki mıkdarını (sâkıyler) ta'yin etmişlerdir.","Hayrat Neşriyat Meali":"Gümüşten billûrlar ki, onları belli şekillere göre (Cennet ehli kendileri) takdîr etmiştir.","İhsan Aktaş Meali":"Gümüşten (işlemeli) billur kaplar ki, (ihtiyaca göre) ölçüp düzenlemişlerdir. *","İlyas Yorulmaz Meali":"Gümüş kristal bardaklardan ne kadar içeceklerine kendileri karar verirler.","İsmayıl Hakkı Baltacıoğlu":"Billur gibi parlak gümüşten öyle kaplar ki diliyene dilediği kadar verilecektir.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"Gümüşten olan şeffaf (kâselerin) ölçülerini (kendileri) takdir edecekler.","Kadri Çelik Meali":"(İyilerin) Belli bir ölçüye (ihtiyaçlarına göre) tespit ettikleri gümüşten billur kaplar.","Mahmut Kısa Meali":"Dünyada eşi benzeri görülmemiş <b>gümüş </b>gibi parlak, <b>kristal </b>kadar berrak kadehler, sürahiler ve tepsiler<b> ki, onları </b>zevklerine göre, diledikleri renk, desen, şekil ve<b> ölçüye göre ayarlayacaklar.</b>","Mahmut Özdemir Meali":"Miktarını (ayarını) kendilerinin belirlediği gümüşten parlatılmış!","Mehmet Çakır Meali":"zarif tasarımlı, güzelim gümüş taslardan,","Mehmet Çoban Meali":"Gümüşten billur kaplar ki ihtiyaca göre ölçülü düzenlenmiştir.         ","Mehmet Okuyan Meali":"Miktarını kendilerinin belirleyeceği o billur kupalar da gümüştendir.","Mehmet Türk Meali":"Büyüklüğünü kendilerinin tercih edeceği gümüş (renkli) billur kâseler...","Muhammed Esed Meali":"-kristal benzeri, [ama] gümüşten- ve hacimlerini yalnız kendileri tesbit edecek. ¹⁶","Mustafa Çavdar Meali":"Gümüşten yapılmış bu kâselerden istedikleri kadar içecekler. 76/5-6, 78/34-35","Mustafa İslamoğlu Meali":"öyle gümüşî billurlar ki, onların hacmini tamamen kendileri takdir edecek.","Orhan Kuntman Meali":"Ki o billûrdan süsler gümüş gibi parlaktır, (kâselerin içindeki şurubun) miktarını (sâkiler) onların dilediği kadar tayin ederler. ","Osman Fırat Meali":"Öyle gümüş kadehler ki onları (içine konulanın) ölçüsünü kendileri takdir eder.","Ömer Nasuhi Bilmen Meali":"Gümüşten billûrlardır, onları muayyen miktarlarda takdir etmişlerdir.","Suat Yıldırım Meali":"15, 16. Etraflarında hizmet edenler gümüş kaplar, billur kâseler, gümüşî parlaklıkta billur kupalarla dolaşır, onlara ikram ederler. Cennetlikler içeceklerini kendi iştahları ölçüsünce tayin ederler. ","Süleyman Ateş Meali":"Öyle gümüş kadehler ki onları istedikleri ölçüde takdir etmişlerdir (istedikleri kadar içki alırlar).","Süleyman Tevfik (1927)":"15,16,17. Gümüş gibi billur sürâhiler ile etrâflarında dolaşub istedikleri mikdâr cennet zencebili ile karışık şarâb ikrâm olunur.","Süleymaniye Vakfı Meali":"Her biri, gümüşten billurlaştırılmıştır. İçecekleri miktarı kendileri belirlerler.","Şaban Piriş Meali":"Gümüşten yapılmış billurlar.. Miktarlarını kendileri belirler.","Ümit Şimşek Meali":"Gümüşten kadehler ki, iştahlarına göre doldurulmuştur.","Yaşar Nuri Öztürk Meali":"Gümüşten kupalar ki, tam diledikleri ölçüde belirlemişlerdir onları.","Eski Anadolu Türkçesi":"şişeler gümişden endāze eylediler anları endāze eylemek.","Satıraltı Meal (1534)":"Ṣāflıġı ṣırça levninde, aḳlıġı gümiş levninde, anı nefslerinde taḳdīr itdiler.","Bunyadov-Memmedeliyev ":"Gümüşdən olan (çox şəffaf olduğu üçün bayırından içərisi görünən) elə billur (qədəhlərlə) ki, (xidmətçilər) onları (sahiblərinə) münasib ölçüdə etmişlər.","M. Pickthall (English)":"(Bright as) glass but (made) of silver, which they (themselves) have measured to the measure (of their deeds).","Yusuf Ali (English)":"Crystal-clear, made of silver:(5848) they will determine the measure thereof (according to their wishes)."},"17":{"Arabic":"وَيُسْقَوْنَف۪يهَاكَأْسًاكَانَمِزَاجُهَازَنْجَب۪يلًاۚ","Abdulbaki Gölpınarlı Meali":"Ve bir kadehle susuzlukları giderilir ki içindeki şaraba zencefil karıştırılmıştır.","Abdullah-Ahmet Akgül Meali":"<i>(Mü’min, müttaki ve mücahit kullara)</i><b> Orada onlara </b><i>(ayrıca)</i><b> bir kadeh içirilir ki, karışımı zencefildir. </b><i>(İçeni mestü hayran bırakır.) </i> ","Abdullah Parlıyan Meali":"Ve bir kadehle susuzlukları giderilir ki, içindeki meşrubata zencefil karıştırılmıştır,","Ahmet Tekin Meali":"Orada onlara, zencefil karışımı bir dolu kadeh daha sunulur.","Ahmet Varol Meali":"Onlara orada karışımı zencefil olan bir kadehten içirilir.","Ali Bulaç Meali":"Orada onlara bir kadeh içirilir ki, karışımı zencefildir.","Ali Fikri Yavuz Meali":"Orada kendilerine, katığı zencefîl olan (cennet şarabından dolu) bir kadeh de içirilir.","Bahaeddin Sağlam Meali":"Ve o Cennette, karışımı zencefil olan bir kadehten içirilirler.","Bayraktar Bayraklı Meali":"Onlara orada, karışımı zencefil olan kadehten içirilir.","Besim Atalay Meali (1965)":"Zencefil katılmış bir kâseden içerler","Cemal Külünkoğlu Meali":"Ayrıca orada zencefille tatlandırılmış (dolu) kâselerde kendilerine (cennet şarabı) içirilir.","Cemil Said (1924)":"17,18. Zencebîl mahlûtı ile memlû billûr gibi kâselerden içerek teskîn-i harâret idecekler ki bu mahlût cennetin zencebîl menba’ındandır.","Diyanet İşleri Meali (Eski)":"Orada, zencefil karışık bir tasla içirilirler.","Diyanet İşleri Meali (Yeni)":"Orada kendilerine, katkısı zencefil olan içecekle dolu bir kâseden içirilir.","Kur'an Yolu (Diyanet İşleri)":"Ayrıca kendilerine orada zencefil karışımlı dolu bir kadeh sunulur.","Diyanet Vakfı Meali":"Onlara orada bir kâseden içirilir ki (bu şarabın) karışımında zencefil vardır.","Edip Yüksel Meali":"Orada zencefil (ginger) karıştırılmış bir kadehten içirilirler.","Elmalılı Hamdi Yazır Meali":"Onlara orada bir dolu kadeh sunulur ki, karışımı zencefildir.","Elmalılı Meali (Orijinal)":"Ve orada bir kadeh sunulur ki katgısı olmuştur zencefil","Emrah Demiryent Meali":"17-18. Onlara orada (cennette), selsebîl olarak adlandırılan pınardan, katkısı zencefil olan içecek dolu kâseler sunulur.","Erhan Aktaş Meali":"Ve orada, karışımı zencefil olan kadehler sunulur.","Hasan Basri Çantay Meali":"Orada onlara katgısı zencefil olan (dolu) kadeh de içilir.","Hayrat Neşriyat Meali":"Orada katkısı zencefil olan (Cennet şarâbı dolu) bir kadehten de içirilirler.","İhsan Aktaş Meali":"Orada zencefille tatlandırılmış (dolu) bardaklarda kendilerine (cennet meşrubatı) içirilir.","İlyas Yorulmaz Meali":"Karışımı zencefil olan içecekler cennette onlara içirilirler.","İsmayıl Hakkı Baltacıoğlu":"Orada onlar katkısı zencefil olan bir tasla suvarılacaklardır.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"Ayrıca orada karışımında zencefil⁶ bulunan bir tastan da içirilirler.","Kadri Çelik Meali":"Orada onlara karışımı zencefil olan bir kadeh (şarap) içirilir.","Mahmut Kısa Meali":"<b>Ayrıca onlara, </b>cennete özgü <b>zencefil kokulu </b>hârika içeceklerle dolu <b>kadehler sunulacak.</b>","Mahmut Özdemir Meali":"Orada kadeh içirilir, karışımı zencefildir.","Mehmet Çakır Meali":"enfes karışımlı kadehler yudumlanır, ","Mehmet Çoban Meali":"Orada kendilerine katkısı zencefil olan içecekle dolu kâseden içirilir.        ","Mehmet Okuyan Meali":"17,18. Onlara orada, adına [Selsebil] denen kaynaktan, (içindeki) karışımı [Zencebil] olan bir kadehten içirilecektir. [*]","Mehmet Türk Meali":"17,18. Onlara orada, selsebil¹ olarak adlandırılan pınardan, karışımı (hoş kokulu) zencefille dolu kadehlerden içirilecek.","Muhammed Esed Meali":"Ve [cennette] kendilerine zencefille tatlandırılmış bir fincan içecek verilecek,","Mustafa Çavdar Meali":"Ayrıca orada içine zencefil katılmış kâseler sunulacak İçtiklerinden ne başları ağrıyacak ne de taşkınlık edip saçmalayacaklar. 83/25...28, 88/10…16","Mustafa İslamoğlu Meali":"Orada zencefil türü bir şeyle tatlandırılmış dolu kadehlerle suvarılacaklar:[⁵⁴⁸¹]","Orhan Kuntman Meali":"Onlara karışımı zencefil olan bir kadehten de sunulur,","Osman Fırat Meali":"Onlara orada, karışımı zencefil olan kadehten içirilir.","Ömer Nasuhi Bilmen Meali":"Ve orada bir kadehte içirilirler ki ona katılmış olan, Zencebil'dir.","Suat Yıldırım Meali":"Onlara karışımında zencefil bulunan kadehler ikram edilir. ","Süleyman Ateş Meali":"Onlara orada, karışımı zencefil olan kadehten içirilir.","Süleyman Tevfik (1927)":"15,16,17. Gümüş gibi billur sürâhiler ile etrâflarında dolaşub istedikleri mikdâr cennet zencebili ile karışık şarâb ikrâm olunur.","Süleymaniye Vakfı Meali":"Zencefil katkılı sular, kendilerine bardakla sunulur.","Şaban Piriş Meali":"Orada bileşiminde zencebil bulunan bir kadehten içerler.","Ümit Şimşek Meali":"Orada onlara zencefil katkılı kadehlerden içirilir.","Yaşar Nuri Öztürk Meali":"Orada kendilerine karışımı zencefil olan bir kadehten içirilir.","Eski Anadolu Türkçesi":"daħı śuvarınurlar anlaruñ içinde süci oldı ķatılmışı zencebil.","Satıraltı Meal (1534)":"Daḫı içerler anda bir şarāb ḳadeḥler‐ile ki ol zencebīl ile ḳarışmışdur.","Bunyadov-Memmedeliyev ":"Orada onlara zəncəfil qatılmış (zəncəfil dadı verən cənnət şərabı ilə dolu) badə də içirdiləcəkdir.","M. Pickthall (English)":"There are they watered with a cup whereof the mixture is of Zanjabil,","Yusuf Ali (English)":"And they will be given to drink there of a Cup (of Wine) mixed(5849) with Zanjabil,-"},"18":{"Arabic":"عَيْنًاف۪يهَاتُسَمّٰىسَلْسَب۪يلًا","Abdulbaki Gölpınarlı Meali":"Orada bulunan ve şarılşarıl akan, her yana giden, boğazdan kayan selsebil kaynağından.","Abdullah-Ahmet Akgül Meali":"<i>(Ve yine cennette)</i><b> Bir pınar var ki orada \"selsebil\" </b><i>(akışı sürekli ve içimi lezzetli)</i><b> olarak adlandırılır.</b> ","Abdullah Parlıyan Meali":"oradaki selsebil isimli bir kaynaktan.","Ahmet Tekin Meali":"Oradaki Selsebil denilen pınardan doldurulmuştur.","Ahmet Varol Meali":"(Bu) orada selsebil diye adlandırılan bir kaynaktır.","Ali Bulaç Meali":"Bir pınar ki orada 'selsebil' olarak adlandırılır.","Ali Fikri Yavuz Meali":"(Zencefîl) cennetde bir kaynakdır ki, ona Selsebîl adı verilir.","Bahaeddin Sağlam Meali":"Bir çeşme ki adına Selsebil denilir.","Bayraktar Bayraklı Meali":"Orada, selsebil adı verilen bir pınardan içirilirler.","Besim Atalay Meali (1965)":"O bir çeşmedir ki: «Selsebil!» denir","Cemal Külünkoğlu Meali":"(Zencefil) cennette bir kaynaktır ki, o selsebîl diye anılır.","Cemil Said (1924)":"17,18. Zencebîl mahlûtı ile memlû billûr gibi kâselerden içerek teskîn-i harâret idecekler ki bu mahlût cennetin zencebîl menba’ındandır.","Diyanet İşleri Meali (Eski)":"O pınara \"Selsebil\" denir.","Diyanet İşleri Meali (Yeni)":"Orada bir pınar ki ona “selsebil” adı verilir.","Kur'an Yolu (Diyanet İşleri)":"Oradaki selsebil denilen bir pınardan.","Diyanet Vakfı Meali":"(Bu şarap) orada bir pınardandır ki adına Selsebîl denir.","Edip Yüksel Meali":"Bir kaynak ki, ona \"Selsebil\" denir.","Elmalılı Hamdi Yazır Meali":"Bu orada bir pınardır ki, adına \"selsebil\" derler.","Elmalılı Meali (Orijinal)":"Bir çeşme ki denir selsebîl","Emrah Demiryent Meali":"17-18. Onlara orada (cennette), selsebîl olarak adlandırılan pınardan, katkısı zencefil olan içecek dolu kâseler sunulur.","Erhan Aktaş Meali":"Selsebil denilen bir pınardan.","Hasan Basri Çantay Meali":"(Zencefil) orada bir pınardır. «Selsebîl» adı verilir (ona).","Hayrat Neşriyat Meali":"(Bu zencefîl) orada bir pınardır ki, Selsebîl diye isimlendirilir.","İhsan Aktaş Meali":"(Bu) orada selsebil diye adlandırılan bir kaynaktır.","İlyas Yorulmaz Meali":"Selsebil adı verilen kaynaklardan (içerler).","İsmayıl Hakkı Baltacıoğlu":"Bu, Cennet’te bir pınardır, adı Selsebil’dir.","İsmail Hakkı İzmirli":"12, 18. Sabırlarına karşı mükâfat olmak üzere onlara Cennet, ipekli elbise verdi. Onlar orada tahtlar üzerinde yan gelecekler, ne güneş ne de sert soğuk görmeyecekler [³]. Onun ağaçları onlara yakından gölge salacak, meyveleri de kolay kolay toplanacaktır. Onlara gümüşten billûr gibi şeffaf kaplar, sürahilerle her nevi içki dolaştırılacak, gümüşten olan o şeffaf kapları onlara, arzu ettikleri [⁴] kadar verecekler. Onlara zencefil [⁵] katılmış şarap içirilecek. Zencefil tadında olan o içki Cennette öyle bir kaynaktır ki kolay içilmekte ona Selsebil adı verilir [⁶].","İsmail Yakıt":"(Bütün bunlar) orada adı Selsebil olan bir pınardan çıkar.","Kadri Çelik Meali":"Orada “Selsebil” olarak adlandırılan bir pınardan.","Mahmut Kısa Meali":"Bunun kaynağı cennette <b>bir pınardır ki, orada “Selsebil” adıyla anılır.</b>","Mahmut Özdemir Meali":"“Selsebîl” adı verilen bir kaynak olarak!","Mehmet Çakır Meali":"dolumu,<i> Selsebîl</i> adı verilen çeşmeden.","Mehmet Çoban Meali":"Orada bir pınar ki ona \"Selsebil\" adı verilir. Selsebil pınarındaki her şey onlar içindir. Canlarının istediği kadar karşılıksız içerler.        ","Mehmet Okuyan Meali":"17,18. Onlara orada, adına [Selsebil] denen kaynaktan, (içindeki) karışımı [Zencebil] olan bir kadehten içirilecektir. [*]","Mehmet Türk Meali":"17,18. Onlara orada, selsebil¹ olarak adlandırılan pınardan, karışımı (hoş kokulu) zencefille dolu kadehlerden içirilecek.","Muhammed Esed Meali":"oradaki “Selsebil” ¹⁷ isimli bir kaynak[tan].","Mustafa Çavdar Meali":"Bu içecek Selsebil adı verilen bir pınardan çıkacak. 37/40...61","Mustafa İslamoğlu Meali":"(Ebedî saadetin) kaynağı[⁵⁴⁸²] olan oraya yüceltilen[⁵⁴⁸³] bir yol ara![⁵⁴⁸⁴]","Orhan Kuntman Meali":"O öyle bir pınardır ki, Selsebil adı verilir.","Osman Fırat Meali":"O bir kaynak ki adına Selsebil denir.","Ömer Nasuhi Bilmen Meali":"Orada bir çeşmeden ki, ona Selsebil denilir.","Suat Yıldırım Meali":"Bu içecekler, adı Selsebil olan pınardandır. ","Süleyman Ateş Meali":"Bir çeşme ki adına Selsebil denir.","Süleyman Tevfik (1927)":"O cennetde selsebîl tesmiye olunur bir punar daha vardır. ","Süleymaniye Vakfı Meali":"Su, Selsebil adı verilen bir pınardan alınır.","Şaban Piriş Meali":"Orada Selsebil adı verilen pınar..","Ümit Şimşek Meali":"O bir pınardır ki, adına selsebil denir.","Yaşar Nuri Öztürk Meali":"Bir pınar ki, orada, selsebil diye anılır.","Eski Anadolu Türkçesi":"çeşme anuñ içinde ād virinildi «selsebįl.","Satıraltı Meal (1534)":"Anda bir bıñar vardur ki adı selsebīldür.","Bunyadov-Memmedeliyev ":"(Zəncəfil) orada (Cənnətdə) bir çeşmədir ki, (suyu boğazdan çox rahat keçdiyi üçün) Səlsəbil adlanır.","M. Pickthall (English)":"The water of a spring therein, named Salsabil.","Yusuf Ali (English)":"A fountain there, called Salsabil.(5850)"},"19":{"Arabic":"وَيَطُوفُعَلَيْهِمْوِلْدَانٌمُخَلَّدُونَۚاِذَارَاَيْتَهُمْحَسِبْتَهُمْلُؤْلُؤً۬امَنْثُورًا","Abdulbaki Gölpınarlı Meali":"Etraflarında, ölümsüz delikanlılar dolaşır, onları görünce sanırsın ki saçılmış incilerdir.","Abdullah-Ahmet Akgül Meali":"<b>Çevrelerinde </b><i>(güzellikleri ve tazelikleri)</i><b> ebedi kılınmış </b><i>(yorulmak ve yaşlanmaktan uzak yaratılmış)</i><b> civanlar </b><i>(yüzleri parıldayan ve uysal delikanlılar) </i><b>dolaşır-durur ki; Sen onları gördüğün zaman saçılmış birer inci sanırsın.</b> ","Abdullah Parlıyan Meali":"Çevrelerinde öyle ölümsüz gençler dolaşır. Onları görünce sanırsın ki saçılmış incilerdir.","Ahmet Tekin Meali":"Huzurlarında, ebedî yurdun, ebedî genç hizmetkârları dolaşırlar. Onları gördüğün zaman saçılmış inciler sanırsın.","Ahmet Varol Meali":"Etraflarında ölümsüzlüğe kavuşturulmuş [2] gençler dolaşır ki, sen onları gördüğünde saçılmış inciler sanırsın.","Ali Bulaç Meali":"Çevrelerinde (gençlikleri ve dinçlikleri) ebedi kılınmış civanlar dolaşır-durur; sen onları gördüğün zaman saçılmış birer inci sanırsın.","Ali Fikri Yavuz Meali":"(Cennet ehlinin) etraflarında (hizmet için) devamlı olarak taze çocuklar dolaşır ki, sen onları gördüğün zaman saçılmış inciler sanırsın.","Bahaeddin Sağlam Meali":"Etraflarında öyle ebedî çocuklar dolaşır ki onları gördüğün zaman, saçılmış inci sanırsın.","Bayraktar Bayraklı Meali":"Çevrelerinde sürekli hizmetçiler dolaşacaktır. Onları gördüğünde, saçılmış inciler sanırsın.","Besim Atalay Meali (1965)":"Bunların çevresinde, her zaman taze kalan çocuklar dolaşırlar, görmüş olsaydın onları, dağılmış inci sanırdın!","Cemal Külünkoğlu Meali":"(Cennet ehlinin) çevrelerinde, gördüğünde saçılmış inciler sanacağın, hep aynı gençlik ve güzellikte kalacak hizmetçiler (garsonlar) dolaşır. ","Cemil Said (1924)":"O cennetde bir çeşme daha vardır ki ismi selsebîldir bu kâseleri dâimâ genç kalacak çocuklar getürirler ki sen ânları gördiğin vakit saçılmış incu dâneleri zan idersin.","Diyanet İşleri Meali (Eski)":"Yanlarında ölümsüz gençler dolaşır; onları gördüğünde saçılmış birer inci sanırsın.","Diyanet İşleri Meali (Yeni)":"Çevrelerinde, gördüğünde saçılmış inciler sanacağın, hep aynı gençlik ve güzellikte kalacak hizmetçiler dolaşır.","Kur'an Yolu (Diyanet İşleri)":"Her birinin etrafında ölümsüz gençler pervane olur. Baktığında onları etrafa saçılmış inciler sanırsın.","Diyanet Vakfı Meali":"O insanların etrafında öyle ölümsüz genç nedîmler dolaşır ki, onları gördüğünde, etrafa saçılıp dağılmış inciler sanırsın.","Edip Yüksel Meali":"Onlara ölümsüz gençler servis yapacaktır. Onları görsen, kendilerini saçılmış inci sanırsın.","Elmalılı Hamdi Yazır Meali":"Etraflarında ölümsüz hizmetçiler dolaşır, onları görünce saçılmış inciler sanırsın.","Elmalılı Meali (Orijinal)":"Ve dolanır etraflarına muhalled evlâdlar, görünce onları sanırsın saçılmış inciler","Emrah Demiryent Meali":"Çevrelerinde, (cennetliklere hizmetkâr olarak yaratılmış) gördüğünde saçılmış inciler sanacağın, hizmetçiler dolaşır.","Erhan Aktaş Meali":"Ölümsüz gençler aralarında dolaşırlar. Onları gördüğünde, saçılmış inciler sanırsın.","Hasan Basri Çantay Meali":"Etraflarında herdem taze çocuklar dolaşır ki sen onları gördüğün zaman saçılmış birer inci sanırsın!","Hayrat Neşriyat Meali":"(Aynı çocukluk hâlleri üzere) ebedîliğe erdirilmiş çocuklar (ve genç hizmetçiler)(2)de etraflarında dolaşırlar. Onları gördüğün zaman, kendilerini (etrâfa) saçılmış (birer) inci sanırsın!","İhsan Aktaş Meali":"Ve (kadın olsun erkek olsun cennet ehlinin) çevrelerinde, gördüğünde saçılmış inciler sanacağın, hep aynı gençlik ve güzellikte kalacak hizmetçiler dolaşır.","İlyas Yorulmaz Meali":"Onların çevresinde ölümsüz hizmetçi çocuklar dolaşır. O çocukları gördüğünde, yere saçılmış inciler zannedersin.","İsmayıl Hakkı Baltacıoğlu":"Dolaylarında her dem taze çocuklar dolaşır ki sen onları görünce saçılmış inciler sanırsın.","İsmail Hakkı İzmirli":"Hizmetlerinde her dem taze çocuklar dolaşacaklardır. Onları gördüğün zaman saçılmış inci zannedeceksin.","İsmail Yakıt":"Etrafında sürekli olarak (hizmet için) gençler [vildân] dolaşırlar.⁷ Sen onları görecek olsan, onları etrafa saçılmış inciler sanırsın.","Kadri Çelik Meali":"Çevrelerinde ebedi kılınmış gençler dolaşır durur; sen onları gördüğün zaman saçılmış birer inci sanırsın.","Mahmut Kısa Meali":"<b>Etraflarında, </b>cennet hizmetkârları olarak yaratılmış <b>ölümsüz gençler </b>pervane gibi <b>dolaşacaklar. </b>Öyle pak, öyle temiz hizmetkarlar ki, <b>onları görünce, </b>etrafa <b>saçılmış </b>birer <b>inci </b>tanesi <b>sanırsın.</b>","Mahmut Özdemir Meali":"Onların etrafında sürekli, \"genç hizmetçiler” dolaşır. Onları gördüğün zaman, onları dizilmiş inci saydın.","Mehmet Çakır Meali":"Hele hizmetlileri cennet sakinleri arasında dolaşırken bir görsen, sanki yere saçılmış inciler sanırsın.","Mehmet Çoban Meali":"Çevrelerinde saçılmış inciler gibi; hep aynı gençlikte ve aynı güzellikte olan hizmetçiler dolaşır.        ","Mehmet Okuyan Meali":"O (cennetliklerin) etrafında, yaşlanmayan gençler dolaşır. Onları gördüğünde kendilerini saçılıp dağılmış inciler sanırsın.","Mehmet Türk Meali":"Onların çevrelerinde ise, gördüğün zaman, etrafa saçılmış inciler zannedeceğin, ölümsüz genç hizmetçiler,¹ dolaşacaklar.","Muhammed Esed Meali":"Ve onları ölümsüz gençlikler bekleyecek: ¹⁸ gördüğün zaman saçılmış inciler sanacağın [gençlikler];","Mustafa Çavdar Meali":"Onların etrafında sürekli genç kalan hizmetçiler dolaşacak. Onları bir görsen etrafa saçılmış inciler sanırsın. 52/24, 56/17-18","Mustafa İslamoğlu Meali":"Kendilerine kalıcı gençlik[⁵⁴⁸⁵] iksiri servisi yapılacak:[⁵⁴⁸⁶] Sen o (cennetlik)leri göreceğin zaman, sanki saçılmış tarifsiz inciler sanacaksın;[⁵⁴⁸⁷]","Orhan Kuntman Meali":"Çevrelerinde ölümsüz (hiç yaşlanmayan) gençler dolaşır ki, onları gördüğünde saçılmış birer inci sanırsın.","Osman Fırat Meali":"Çevrelerinde de sürekli dolaşan gençler var ki, onları görsen, kendilerini saçılmış inci sanırsın.","Ömer Nasuhi Bilmen Meali":"Onların etrafında ebedîler olan genç hizmetçiler dolaşır, onları göreceğin zaman onları birer saçılmış inci sanırsın.","Suat Yıldırım Meali":"Etraflarında ebedî cennet çocukları dolaşır durur ki, onları gördüğünde parlaklıklarından ötürü etrafa saçılan inciler sanırsın. ","Süleyman Ateş Meali":"Çevrelerinde de (öyle) ölümsüz gençler dolaşır ki, onları görsen, kendilerini saçılmış inci sanırsın.","Süleyman Tevfik (1927)":"Ve etrâflarında (onlara hidmet için) her dem civân köleler dolaşırlar ki eğer onları görsen dizisinden dağılmış inciler zan iderdin.","Süleymaniye Vakfı Meali":"Çevrelerinde ölümsüz genç erkek hizmetçiler[1] dolaşır. Onları gördüğünde saçılmış inciler[2] sanırsın.","Şaban Piriş Meali":"Etrafında ölümsüz gençler dolaşır. Onları gördüğün zaman saçılmış inci sanırsın.","Ümit Şimşek Meali":"Etraflarında hiç yaşlanmayacak çocuklar dolaşır. Onları bir görsen, saçılmış inciler sanırsın.","Yaşar Nuri Öztürk Meali":"Dolaşır çevrelerinde, sürekli görevlendirilmiş gençler. Görseydin onları, dizilmiş inciler sanırdın.","Eski Anadolu Türkçesi":"daħı degzine anlaruñ üzere oġlanlar ebed olınmışlar. ķaçan göresin anları sanasın anları incū ŧaġılmış.","Satıraltı Meal (1534)":"Daḫı gezer özleri üstine ṭapucı güzel oġlanlar ki hergiz ölmezler. Anlarıgörseñ ṣanursın ki ṣaçılmış incüdür ṣāfīlıḳlarından.","Bunyadov-Memmedeliyev ":"Onların dövrəsində həmişəcavan (xidmətçi) oğlanlar olacaqdır. Onları gördükdə, sanki (ətrafa) səpilmiş inci olduqlarını zənn edərsən.","M. Pickthall (English)":"There serve them youths of everlasting youth, whom, when thou seest, thou wouldst take for scattered pearls.","Yusuf Ali (English)":"And round about them will (serve) youths of perpetual (freshness):(5851) If thou seest them, thou wouldst think them scattered Pearls.(5852)"},"20":{"Arabic":"وَاِذَارَاَيْتَثَمَّرَاَيْتَنَع۪يمًاوَمُلْكًاكَب۪يرًا","Abdulbaki Gölpınarlı Meali":"Ne yana baksan nimetler görürsün, ne yana baksan, pek büyük ve zevalsiz bir saltanat ve devletler.","Abdullah-Ahmet Akgül Meali":"<i>(Ve zaten cennette)</i><b> Her nereye baksan, </b><i>(güzellik ve özellikleri üstün) </i><b>bir nimet ve büyük bir mülk </b><i>(saltanat)</i><b> görürsün </b><i>(hayret ve hayranlık duyarsın)</i><b>. </b> ","Abdullah Parlıyan Meali":"Orada nereye baksan hep nimet ve büyük bir saltanat görürsün.","Ahmet Tekin Meali":"Orada, nereye baksan bir nimet ve pek büyük bir sultan ve saltanat görürsün.","Ahmet Varol Meali":"Her nereye baksan bir nimet ve büyük bir mülk görürsün.","Ali Bulaç Meali":"Her nereye baksan, bir nimet ve büyük bir mülk görürsün.","Ali Fikri Yavuz Meali":"Orada her nereye baksan, bir nimet ve pek büyük bir mülk (saltanat) görürsün.","Bahaeddin Sağlam Meali":"Orada nereye baksan, bol bir nimet ve büyük bir saltanat görürsün.","Bayraktar Bayraklı Meali":"Orada nereye bakarsan, nimet ve büyük bir saltanat görürsün.","Besim Atalay Meali (1965)":"Her neye bakarsan, nimet görürsün, büyük de bark görürsün ","Cemal Külünkoğlu Meali":"Orada her nereye baksan, bir nimet ve pek büyük bir mülk (saltanat) görürsün.","Cemil Said (1924)":"O cennete nazar ider isen orada vasf idilemez ni’metler ve vâsi’ ikâmetgâhlar görirsin.","Diyanet İşleri Meali (Eski)":"Oranın neresine baksan, nimet ve büyük bir saltanat görürsün.","Diyanet İşleri Meali (Yeni)":"Orada, görünce (sonsuz) nimetler ve büyük bir mülk (hükümranlık) görürsün.","Kur'an Yolu (Diyanet İşleri)":"Orada etrafa göz gezdirdiğinde benzersiz nimetler ve muhteşem bir saltanat ¬görürsün.","Diyanet Vakfı Meali":"Ne yana bakarsan bak, (yığınla) nimet ve ulu bir saltanat görürsün.","Edip Yüksel Meali":"Nereye baksan nimetler ve büyük bir yönetim görürsün.","Elmalılı Hamdi Yazır Meali":"Orada nereye baksan bir nimet ve pek büyük bir mülk görürsün.","Elmalılı Meali (Orijinal)":"Ve gördüğün zaman orada bir na'îm ve pek büyük bir mülk görürsün","Emrah Demiryent Meali":"Orada her nereye baksan, nimet ve büyük bir mülk (saltanat) görürsün.","Erhan Aktaş Meali":"Nereye baksan orada nimetler, büyük bir mülk ve saltanat görürsün.","Hasan Basri Çantay Meali":"Orada herhangi bir yeri gördüğün zaman (büyük) bir ni'met, bol bir (ihtişam ve) saltanat görürsün.","Hayrat Neşriyat Meali":"(Orada) nereyi görsen, (ta'rîfi mümkün olmayan) bir ni'met ve büyük bir mülk görürsün!","İhsan Aktaş Meali":"Ve orada ne tarafa baksan (hayale gelmez) nimetler, (ihtişam ve) büyük bir saltanat görürsün.","İlyas Yorulmaz Meali":"Gördüğünde, orada nimetler ve büyük bir mülk görürsün.","İsmayıl Hakkı Baltacıoğlu":"Nereye baksan orada bir dirlik, büyük bir egelik görürsün.","İsmail Hakkı İzmirli":"Herhangi tarafa baksan orada dille târif olunmaz nimet, büyük bir saltanat göreceksin.","İsmail Yakıt":"Gördüğün zaman, (onların) hep büyük bir nimet ve büyük bir saltanat olduğunu anlarsın.","Kadri Çelik Meali":"Her nereye baksan, bir nimet ve büyük bir mülk görürsün.","Mahmut Kısa Meali":"<b>Her nereye baksan, </b>muhteşem güzellikte <b>nîmetler ve muazzam bir </b>kudret, zenginlik ve <b>saltanat göreceksin.</b>","Mahmut Özdemir Meali":"Gördüğün zaman, her yerde bol nimetler ve büyük mülk gördün.","Mehmet Çakır Meali":"Nereye bakarsan bak, bolluk ve mükemmel bir düzenleme görürsün.","Mehmet Çoban Meali":"Orada sonsuz nimetler ve büyük bir mülk görürsün.        ","Mehmet Okuyan Meali":"(Cennette) her nereye bakarsan, (pek çok) nimet ve büyük bir otorite görürsün.","Mehmet Türk Meali":"O (cennette) her nereye bakarsan bak, bir nîmet ve yüce bir saltanat, görürsün.","Muhammed Esed Meali":"ve [nereye] baksan, [yalnız] kutsanmışlık ve aşkın bir düzen göreceksin.","Mustafa Çavdar Meali":"Cennette nereye baksan, hep nimet ve görkemli bir saltanat görürsün. 9/72, 39/20","Mustafa İslamoğlu Meali":"Nereden bakacak olsan, sınırsız bir nimet deryası ve görkemli bir iktidar göreceksin.[⁵⁴⁸⁸]","Orhan Kuntman Meali":"Nereye bakacak olsan, orada, eşsiz bir nimet ve saltanat görürsün,","Osman Fırat Meali":"Orada, görünce sonra yine bakınca büyük bir nimet mülkünü görürsün.","Ömer Nasuhi Bilmen Meali":"Ve orada göreceğin zaman, bir nîmet ve bir büyük mülk görmüş olursun.","Suat Yıldırım Meali":"Hangi tarafa baksan hep nimet, servet, ihtişam, büyük bir saltanat görürsün. ","Süleyman Ateş Meali":"Orada nereye baksan, bir ni'met ve büyük bir mülk görürsün.","Süleyman Tevfik (1927)":"Her ne tarafa baksan orada bol ni'metler ve ve büyük mülk görirsin.","Süleymaniye Vakfı Meali":"Orayı gördüğünde nimetleri ve büyük bir saltanatı da görmüş olursun.","Şaban Piriş Meali":"Nereye baksan, nimet ve büyük bir saltanat görürsün.","Ümit Şimşek Meali":"Nereye baksan bir dolu nimet ve bir büyük saltanat görürsün.","Yaşar Nuri Öztürk Meali":"Oraya baktığında, nereye göz atsan büyük bir nimet, büyük bir mülk ve yönetim görürsün.","Eski Anadolu Türkçesi":"daħı ķaçan göresin anda göresin diñlenmek daħı pādişāhlıķ ulu.","Satıraltı Meal (1534)":"Daḫı ḳaçan baḳsañ görürsin dürlü ni‘metler, daḫı ulu mülk görürsin.","Bunyadov-Memmedeliyev ":"(Orada) hara baxsan, ne’mət və böyük bir mülk görərsən.","M. Pickthall (English)":"When thou seest, thou wilt see there bliss and high estate.","Yusuf Ali (English)":"And when thou lookest, it is there thou wilt see a Bliss and a Realm Magnificent."},"21":{"Arabic":"عَالِيَهُمْثِيَابُسُنْدُسٍخُضْرٌوَاِسْتَبْرَقٌۘوَحُلُّٓوااَسَاوِرَمِنْفِضَّةٍۚوَسَقٰيهُمْرَبُّهُمْشَرَابًاطَهُورًا","Abdulbaki Gölpınarlı Meali":"Üstlerinde, ipincecik yeşil ve ipek elbiseler, kalın ipekten dokunmuş libaslar vardır ve gümüş bilezikler takınırlar ve Rableri, onları tertemiz bir şarapla suvarır.","Abdullah-Ahmet Akgül Meali":"<i>(Mü’min, müstakim ve mücahit kulların) </i><b>Onların üzerinde hafif ipekten </b><i>(iç giysiler)</i><b> ve ağır işlenmiş atlastan </b><i>(dış)</i><b> yeşil elbiseler vardır. Gümüşten bileziklerle bezenmişlerdir. Rableri onlara tertemiz </b><i>(ve huzur verici)</i><b> bir şarap içirmiştir. </b> ","Abdullah Parlıyan Meali":"O kimselerin üzerinde yeşil ipekten ve atlastan elbiseler olacak, onlar gümüş bileziklerle süslenecekler ve Rableri onlara en temiz içeceklerden ikram edecektir.","Ahmet Tekin Meali":"Onların göz alıcı halleri zarif, yeşil sırmalı, kalın ipekten elbiselerinin olmasıdır. Gümüş bileziklerle süslenirler. Rableri onlara tertemiz bir meşrubat içirmiştir.","Ahmet Varol Meali":"Üstlerinde ince ipekten ve kalın atlastan yeşil elbiseler vardır. Gümüşten bileziklerle süslenmişlerdir. Rableri onlara tertemiz bir içecek içirmiştir.","Ali Bulaç Meali":"Onların üzerinde hafif ipek ve ağır işlenmiş atlastan yeşil elbiseler vardır. Gümüşten bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir şarab içirmiştir.","Ali Fikri Yavuz Meali":"Üstlerinde, ince ve kalın ipekten yeşil elbiseler vardır; ve gümüşten bileziklerle süslenmişlerdir. Rableri de onlara tertemiz bir şarab içirmiştir.","Bahaeddin Sağlam Meali":"Üzerlerinde yeşil ipekten kalın ve ince elbiseler vardır. Gümüşten bilezikler ile bezenirler. Ve Rableri olan Allah, onlara temiz br içecek içirir.","Bayraktar Bayraklı Meali":"Onların üzerlerinde ince yeşil ve kalın ipekten elbiseler olacaktır. Gümüş bilezikler takınacaklardır. Rableri onlara tertemiz bir içecek içirecektir.","Besim Atalay Meali (1965)":"Onların üstlerinde yeşil, kalın ipek dokumadan giysiler vardır; gümüş bileziklerle süslenmişlerdir, Tanrıları da onlara temiz içecekle su verecektir","Cemal Külünkoğlu Meali":"Onların üzerinde hafif ipek ve ağır işlenmiş atlastan yeşil elbiseler vardır. Gümüşten bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir içecek ikram eder.","Cemil Said (1924)":"Oradakiler yeşil dibâ ve atlasdan esvâb telebbüs ider ve gümüş bilezikler takarlar. Rableri ânlara saf meşrubat içirecekdir.","Diyanet İşleri Meali (Eski)":"Üzerlerinde ince yeşil ipekli, parlak atlastan elbiseler vardır; gümüş bileziklerle süslenmişlerdir Rableri onlara tertemiz içecekler içirir.","Diyanet İşleri Meali (Yeni)":"Üstlerinde ince ve kalın ipekten yeşil elbiseler vardır. Gümüş bileziklerle süsleneceklerdir. Rableri onlara tertemiz bir içecek içirecektir.","Kur'an Yolu (Diyanet İşleri)":"Oradakilerin üzerlerinde yeşil renkli, ince ve kalın ipek elbiseler vardır; gümüş bileziklerle süslenmişlerdir, rableri onlara tertemiz bir içecek verir;","Diyanet Vakfı Meali":"Üzerlerinde yeşil ipekten ince ve kalın elbiseler vardır; gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içki içirir.","Edip Yüksel Meali":"Üstlerinde yeşil kadifeden elbiseler ve ipekler vardır. Gümüş bilezikler takınmışlardır. Rab'leri onlara temiz bir içecek içirir.","Elmalılı Hamdi Yazır Meali":"Üstlerinde zarif ve yeşil, kalın ipekten bir elbise vardır. Gümüş bileziklerle süslenmişlerdir. Rableri onlara temiz bir içecek içirmiştir.","Elmalılı Meali (Orijinal)":"Üstlerinde bir sündüs esvab yem yeşil ve kalın istebrak, gümüşten bileziklerle süslenmişler, rabları onlara bir şarabı tahûr sonmaktadır","Emrah Demiryent Meali":"(Cennettekilerin) üzerlerinde ince ve kalın ipekten yeşil elbiseler vardır. Gümüş bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir içecek ikram edecektir.","Erhan Aktaş Meali":"Üzerlerinde yeşil ince ipekten ve parlak atlastan elbiseler vardır. Gümüş bileziklerle süslenecekler. Rabb'leri onlara tertemiz içecekler sunacak.","Hasan Basri Çantay Meali":"Üzerlerinde ince ve kalın ipekden yeşil elbiseler vardır. Gümüşden bileziklerle süslenmişlerdir. Rableri de onlara gaayet temiz bir şarab içirmişdir.","Hayrat Neşriyat Meali":"Üzerlerinde ince ve kalın ipekten yeşil elbiseler vardır. Gümüş bilezikler takınmışlardır. Ve Rableri onlara tertemiz bir içecek (Cennet şarâbı) içirmiştir.","İhsan Aktaş Meali":"Onların üzerinde ince yeşil ipekli, parlak atlastan elbiseler olacaktır; gümüş bilezikler takacaklardır. Rableri onlara tertemiz içecekler ikram edecektir. *","İlyas Yorulmaz Meali":"Onların üzerinde yeşil ipekten ve parlak kumaştan elbiseler olacak ve gümüşten bilezikler takılacak ve Rableri onlara tertemiz içeceklerden içirecek.","İsmayıl Hakkı Baltacıoğlu":"Onların üzerinde ince, kalın ipekliden yeşil giyecekler vardır. Onlara gümüşten bilezikler takılacak, çalapları onları arı sili bir içecekle suvaracaktır.","İsmail Hakkı İzmirli":"Onların üzerlerinde ince ve kalın dibadan yeşil elbise bulunacak, onlara gümüşten bilezikler takılacak. Rableri onlara gayet pâk bir şarap içirecek.","İsmail Yakıt":"Onların üzerlerinde ince ve kalın ipekten yeşil elbiseler vardır.⁸ Gümüş bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir içecek içirecektir.","Kadri Çelik Meali":"Onların üzerinde hafif ipek ve ağır işlenmiş atlas olan yeşil elbiseler vardır. Gümüşten bileziklerle bezenmişlerdir. Rableri onlara tertemiz bir şarap içirmiştir.","Mahmut Kısa Meali":"Cennette yaşayanlar,<b> yeşil ipekten ve atlastan </b>hârika işlemeli <b>elbiseler giyinecek, </b>göz kamaştıran altın ve <b>gümüş bilezikler takınacaklar ve Rableri onlara, </b>tadı iliklere kadar işleyen <b>tertemiz bir içecek ikram edecek.</b>","Mahmut Özdemir Meali":"Onların üstlerinde sündüs (ince ipek kumaş) yeni elbisler vardır, istebrak (kalın ipek kumaş) da! Gümüş bilezikler takınmışlardır. Rabb’leri onlara ferahlatıcı / temiz içecekler içirdi.","Mehmet Çakır Meali":"Her yerde, gümüş bilezikler takmış, ipekli ve atlas giysiler içinde, Tanrı'nın sunduğu tertemiz içecekleri yudumlayan sakinler<b>...</b>","Mehmet Çoban Meali":"Üstlerinde ince ve kalın ipekten yeşil elbiseler vardır. Gümüş bileziklerle süsleneceklerdir. Rabbin onlara tertemiz bir içecek içirecektir. İçtikleri içecekler ne akıllarını giderir ne de sarhoş eder.       ","Mehmet Okuyan Meali":"Üzerlerinde ince ipekten yeşil elbiseler ve kalın ipek kumaşlar olacaktır; gümüş bilezikler takacaklardır. [*] Rableri onlara tertemiz bir içecek ikram edecektir.","Mehmet Türk Meali":"(O cennetliklerin) üstlerinde yeşil ipekten ince ve sırmalı elbiseler olacak, gümüş bileziklerle süslenecekler ve Rableri onlara tertemiz içecekler, içirecektir.","Muhammed Esed Meali":"O [kutsanmış kimse]lerin üzerinde yeşil ipekten ve atlastan giysiler olacak: onlar gümüş bilezikler ile süslenecekler. ¹⁹ Ve Rableri onlara en temiz içeceklerden ikram edecek. ²⁰","Mustafa Çavdar Meali":"Üzerlerinde yeşil ipekli ve parlak atlastan elbiseler olacak. Onlar gümüş bileziklerle süslenecekler ve Rabbleri onlara tertemiz nefis bir içecek ikram edecek. 18/30-31, 52/24, 56/17-18","Mustafa İslamoğlu Meali":"Onların üzerinde yemyeşil, capcanlı[⁵⁴⁸⁹] ipek elbiseler, atlastan kaftanlar bulunacak; ve onlar tarifsiz gümüşten künyeler-bilezikler takınacak;[⁵⁴⁹⁰] dahası Rableri onlara temiz ve temizleyici olan tarifsiz bir içecek ikram edecek.[⁵⁴⁹¹]","Orhan Kuntman Meali":"Üzerlerinde ince yeşil ipekten, parlak atlastan elbiseler vardır, gümüşten bileziklerle donanmışlardır, Rableri onlara tertemiz saf bir içecek sunmuştur. (Ki bu, Onun cemâline kavuşma sevincidir)","Osman Fırat Meali":"Üstlerinde yeşil ipekten ve atlastan elbiseler vardır. Gümüş bileziklerle süsleneceklerdir. Rableri onlara tertemiz bir içecek içirecektir.","Ömer Nasuhi Bilmen Meali":"Onların üzerlerinde ince ve kalın dîbadan yeşil esvap vardır. Ve gümüşten bilezikler ile bezetilmişlerdir, ve onlara Rabbleri de gâyet temiz bir şurup içirmiştir.","Suat Yıldırım Meali":"21, 22. Elbiseleri ince veya kalın yeşil renkli ipeklerden, atlaslardandır. Gümüş bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir içki ikram edip şöyle demiştir: “İşte bütün bunlar sizin mükâfatınızdır! Gayretleriniz makbul oldu. ”","Süleyman Ateş Meali":"(Cennet ehlinin) Üstlerinde yeşil ipekten ince ve kalın giysiler var. Gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içki içirmiş(ve şöyle demiş)tir:","Süleyman Tevfik (1927)":"Ehl-i cennetin arkalarında yeşil renkli, ince kalın ipekli libâslar olub gümüşden bilezikler ile tezyîn olunmuşlardır. Ve onlara rableri tâhir ve temiz şarâb içirir.","Süleymaniye Vakfı Meali":"Cennetliklerin üzerinde ince ve kalın ipekten yeşil giysiler olur; gümüş bilekliklerle bezendirilirler. Rableri (Sahipleri) onlara tertemiz içecekler içirir.","Şaban Piriş Meali":"Üzerlerinde yeşil ipekli ve parlak atlastan elbiseler vardır. Gümüş bilezikler takınmışlardır. Rableri onlara tertemiz bir içecek içirmiştir","Ümit Şimşek Meali":"Üzerlerinde ince ve kalın ipekten yeşil elbiseler vardır; bir de gümüş bilezikler takınmışlardır. Ve Rableri onlara tertemiz bir şarap içirir.","Yaşar Nuri Öztürk Meali":"Üzerlerinde yeşil-ince ipeklerle, sırmalı, kalın ipeklerden giysiler vardır. Gümüşten bileziklerle süslenmişlerdir. Ve Rableri onlara tertemiz bir içki ikram etmiştir.","Eski Anadolu Türkçesi":"anlaruñ üzerinde olıcıyiken yufķa ḥarir ŧonları yaşıllar daħı ķalıñ ŧon. daħı bezenildiler bilezükler-ile gümişden. [308a] daħı śuvardı anları çalabı’ları şarab arı arıdıcı.","Satıraltı Meal (1534)":"Anlaruñ üstindeki ṭonlar yaşıl ḥarīrdendür ve özge renglü ḥarīrḳumāşlardur. Daḫı bezeneler gümişden bilezükler‐ile. Daḫı anlara içürürTañrıları ḫumārdan ve esrüklükden arınmış şarābdan.","Bunyadov-Memmedeliyev ":"(Cənnət əhlinin) əyinlərində taftadan və atlazdan (nazik və qalın ipəkdən) yaşıl libaslar olacaq, onlara gümüşdən bilərziklər taxılacaqdır. Rəbbi onlara çox pak bir şərab içirdəcəkdir.","M. Pickthall (English)":"Their raiment will be fine green silk and gold embroidery. Bracelets of silver will they wear. Their Lord will slake their thirst with a pure drink.","Yusuf Ali (English)":"Upon them will be green Garments of fine silk and heavy brocade, and they will be adorned with Bracelets of silver;(5853) and their Lord will give to them to drink of a Wine Pure and Holy.(5854)"},"22":{"Arabic":"اِنَّهٰذَاكَانَلَكُمْجَزَٓاءًوَكَانَسَعْيُكُمْمَشْكُورًا۟","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki bu, size bir mükafattır ve çalışmanız, makbuldür.","Abdullah-Ahmet Akgül Meali":"<b>\"Şüphesiz bu, sizin için bir mükâfattır. Sizin </b><i>(hayır ve hizmet yolunda)</i><b> çaba-harcamanız şükre değer </b><i>(meşkur ve makbul)</i><b> görülmüştür\" </b><i>(denilerek mü’minler sevindirilecektir)</i><b>.</b> ","Abdullah Parlıyan Meali":"Ve onlara: “Bunlar sizin ödüllerinizdir. Çünkü hayatta iken yaptığınız işlerle Allah'ın rızasını kazandınız” denilecek.","Ahmet Tekin Meali":"“İşte bu, size bir mükâfattır. Ameliniz, gayretiniz, hâlis niyetiniz devamlı karşılığını bulur.” denir.","Ahmet Varol Meali":"\"Bu ancak sizin için bir mükafattır; gayretiniz kabul görmüştür.\"","Ali Bulaç Meali":"Şüphesiz, bu, sizin için bir mükafaattır. Çaba-harcamanız şükre değer (meşkur:makbul) görülmüştür.","Ali Fikri Yavuz Meali":"(Cennetliklere şöyle denir): İşte bu, sizin mükâfatınızdır. Ameliniz makbul olmuştur.","Bahaeddin Sağlam Meali":"(Onlara:) “İşte bunlar, mükâfatınızdır. Ve çalışmanıza iyi bir karşılık verilmiştir.” (denilir.)","Bayraktar Bayraklı Meali":"Şüphesiz bu, sizin ödülünüzdür, çalışmalarınızın karşılığı verilmiştir.","Besim Atalay Meali (1965)":"İşte bunlar, sizlere ödül, sizin çalışmanız karşılıksız kalmıyacak","Cemal Külünkoğlu Meali":"(O Cennetliklere şöyle denir:) “İşte bu sizin çalışmalarınızın karşılığıdır. Çalışmalarınız böylece karşılığını bulmuştur.”","Cemil Said (1924)":"Bunların hepsi size mükâfâtdır, mesâ’îniz takdîr olunur.","Diyanet İşleri Meali (Eski)":"\"İşte bu sizin işlediklerinizin karşılığıdır, çalışmalarınız şükre değer\" denir.*","Diyanet İşleri Meali (Yeni)":"Onlara şöyle denecektir: “Şüphesiz bu sizin için bir mükâfattır. Çalışma ve çabanız makbul görülmüştür.”","Kur'an Yolu (Diyanet İşleri)":"“Bunlar sizin ödülünüzdür, çabanız boşa gitmemiştir.”","Diyanet Vakfı Meali":"(Onlara şöyle denir:) Bu, sizin için bir mükâfattır. Sizin gayretiniz karşılığını bulmuştur.","Edip Yüksel Meali":"Bu, ödülünüzdür ve gayretinize teşekkür edilmiştir.","Elmalılı Hamdi Yazır Meali":"(Onlara şöyle denir): \"İşte bu sizin bir mükâfatınızdı. Gayretiniz karşılığını bulmuştur.\"","Elmalılı Meali (Orijinal)":"Şöyle diye ki işte bu sizin bir mükâfatınızdı, sa'yiniz meşkûr oldu","Emrah Demiryent Meali":"(Cennetliklere şöyle buyurulur:) “İşte bütün bunlar, (dünya da iken) yaptıklarınızın karşılığıdır. Sizin (Allah rızası için) yapmış olduklarınız, mükâfatlandırılmaya layık görülmüştür.”","Erhan Aktaş Meali":"Bu sizin ödülünüzdür. Çabalarınız bu karşılığı hak etti. ","Hasan Basri Çantay Meali":"(Bütün) bu (ni'metler) şübhe yok ki sizin için bir mükâfatdır. Sa'yiniz meşkûr olmuşdur.","Hayrat Neşriyat Meali":"(Onlara şöyle denir:) “İşte bu (ni'metler) sizin için bir mükâfâttır; ve çalışmanız karşılığını bulmuştur!”","İhsan Aktaş Meali":"(Onlara şöyle denir.) Şüphesiz “Bütün bunlar, sizin için hazırlanmış mükâfattır ve (dünyadaki) gayretiniz kabul ve karşılık görmüştür.<br>\n","İlyas Yorulmaz Meali":"Bunlar, sizin yaptıklarınızın karşılığı ve gayretleriniz için de bir teşekkür olmuştur.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten bütün bunlar size karşılık olarak verilmiştir, çünkü çalışmanız övülmeye değer görülmüştür.","İsmail Hakkı İzmirli":"Bütün bunlar mükâfat olarak size verilecek. Sâ/yiniz hoşa gidecek, makbul olacak.","İsmail Yakıt":"(Onlara denir ki): “Muhakkak bu sizin için bir mükâfattır. Çabalarınız/gayretleriniz makbul görülmüştür.”","Kadri Çelik Meali":"Şüphesiz bu sizin için bir mükâfattır. Sizin çaba harcamanız da takdire değer görülmüştür.","Mahmut Kısa Meali":"Ve onları şu sözlerle kutlayacak: <b>“İşte </b>buyurun,<b> sizin mükâfâtınız budur; </b>Benim uğrumda <b>harcadığınız çabalar </b>gerçekten takdire şâyan görülmüş ve işte böyle <b>ödüllendirilmiştir!”</b>","Mahmut Özdemir Meali":"Bu, sizin için bir ödüldür. Sizin çabalarınız takdire değer oldu.","Mehmet Çakır Meali":"<b>Artık</b>, emeğinize teşekkür bağlamında bunların hepsi sizindir. ","Mehmet Çoban Meali":"Onlara şöyle denecektir: \"Şüphesiz bu sizin için bir mükâfattır. Çalışma ve çabanız kabul edilmiştir.\"        ","Mehmet Okuyan Meali":"(Onlara şöyle denecektir:) “Şüphesiz ki bu(nlar), sizin için ödüldür. Çalışma(ları)nız karşılığını bulmuştur.”","Mehmet Türk Meali":"(Onlara cennette): “İşte bütün bunlar, sizin yaptıklarınızın karşılığıdır. Çünkü sizin çalışmalarınız mükâfatlandırılmaya değer görülmüştür.” denilecek.","Muhammed Esed Meali":"[Ve onlara:] “Bunlar sizin ödüllerinizdir, çünkü [hayatta iken] yaptığınız işler [Allah’ın] rızasını kazanmıştır!” [denilecek.]","Mustafa Çavdar Meali":"İşte sizin ödülünüz budur, bütün yaptıklarınız böylece karşılığını bulmuştur. 3/133, 77/41...44","Mustafa İslamoğlu Meali":"(Kendilerine): “Bunlar size ödül olarak verilmiştir; ve (bu uğurdaki) üstün gayretiniz (Allah) tarafından fazlasıyla karşılanmıştır” (denilecek).","Orhan Kuntman Meali":"Onlara \"Bu nimetler sizin için hazırlandı, gayretiniz (sâlih amelleriniz) karşılığını buldu (boşa gitmedi)\" diye nida olunur. ","Osman Fırat Meali":"Şüphesiz bu, sizin ödülünüzdür. Çalışmanızın karşılığı size verilmiştir!","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki, bu sizin için bir mükâfaat olmuştur ve sizin çalışmanız teşekküre layık bulunmuştur.","Suat Yıldırım Meali":"21, 22. Elbiseleri ince veya kalın yeşil renkli ipeklerden, atlaslardandır. Gümüş bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir içki ikram edip şöyle demiştir: “İşte bütün bunlar sizin mükâfatınızdır! Gayretleriniz makbul oldu. ”","Süleyman Ateş Meali":"Bu, sizin ödülünüzdür. Çalışmanızın karşılığı verilmiştir!","Süleyman Tevfik (1927)":"Onlara: \"Bütün bu ni'metler sizin içün a'mâlinizin mükâfâtıdır ve dünyâda iken olan sa'yiniz makbûl ve rızâ-yı Bârî'ye mukârin oldı.\" denilür.","Süleymaniye Vakfı Meali":"Bütün bunlar, emeğinize karşılıktır. Çalışmalarınız teşekkürle karşılanmış olur.","Şaban Piriş Meali":"İşte bu, sizin için bir ödüldür. Sizin çalışmanızın karşılığıdır.","Ümit Şimşek Meali":"İşte size ödül bu; emekleriniz böylece karşılık görmüştür.","Yaşar Nuri Öztürk Meali":"İşte bu size bir ödüldür. Ve sizin gayretiniz şükranla karşılanmıştır.","Eski Anadolu Türkçesi":"bayıķ uşbu oldı size yanud daħı oldı dürişmegüñüz şükr olınmış.","Satıraltı Meal (1534)":"Budur sizüñ cezāñuz dinile. Daḫı sizüñ ‘amelüñüz maḳbūldür dinile.","Bunyadov-Memmedeliyev ":"(Onlara belə deyiləcəkdir: ) “Bu sizin (dünyada etdiyiniz yaxşı əməllərə görə) mükafatınızdır. Zəhmətiniz (Allah yanında) məqbuldur (təqdirəlayiqdir)!”","M. Pickthall (English)":"(And it will be said unto them): Lo! this is a reward for you. Your endeavour (upon earth) hath found acceptance.","Yusuf Ali (English)":"\"Verily this is a Reward for you, and your Endeavour is accepted and recognised.\""},"23":{"Arabic":"اِنَّانَحْنُنَزَّلْنَاعَلَيْكَالْقُرْاٰنَتَنْز۪يلًاۚ","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki biz indirdik Kur'an'ı sana ayetayet ve zamanzaman.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim!)</i><b> Gerçek şu ki, Kur’an’ı Senin üzerine ’belirli aralıklarla ve parça parça </b><i>(tenzil yoluyla)</i><b>’ indiren Biziz, Biz. </b> ","Abdullah Parlıyan Meali":"Şüphe yok ki, biz indirdik Kur'ân'ı sana ayet ayet, zaman zaman.","Ahmet Tekin Meali":"Sorumluluklarını tevdi etmek üzere Kur’anı sana bölüm bölüm indiren biziz biz.","Ahmet Varol Meali":"Şüphesiz sana Kur'an'ı parça parça biz indirdik.","Ali Bulaç Meali":"Gerçek şu ki, Kur'an'ı senin üzerine 'safhalar halinde bir indirme tarzıyla (tenzil)' indiren biziz, biz.","Ali Fikri Yavuz Meali":"Gerçekten biz, Kur'an'ı sana ayet ayet indirdik.","Bahaeddin Sağlam Meali":"Biz gerçekten Kur’anı, sana peyderpey indiriyoruz.","Bayraktar Bayraklı Meali":"Kur'ân'ı sana biz indirdik.","Besim Atalay Meali (1965)":"Biz sana Kur'anı yavaş yavaş indirdik","Cemal Külünkoğlu Meali":"Gerçekten biz, Kur'an'ı sana parça parça, ayet ayet indirdik.","Cemil Said (1924)":"Biz sana Kur’ân’ı gökden inzâl iyledik.","Diyanet İşleri Meali (Eski)":"Kuran'ı sana indiren şüphesiz Biziz.","Diyanet İşleri Meali (Yeni)":"Şüphe yok ki, Kur’an’ı sana elbette biz indirdik biz.","Kur'an Yolu (Diyanet İşleri)":"Kur’an’ı sana biz, evet biz vahyederek indirdik.","Diyanet Vakfı Meali":"(Resûlüm!) Kur'an'ı sana biz, evet biz indirdik.","Edip Yüksel Meali":"Kuşkusuz, Kuran'ı sana bir indirişle biz indirdik.","Elmalılı Hamdi Yazır Meali":"Kur'ân'ı sana kısım kısım biz indirdik biz.","Elmalılı Meali (Orijinal)":"Filhakika biz indirdik biz sana Kur'anı ceste ceste","Emrah Demiryent Meali":"(Habibim!) Şüphesiz Kur’ân’ı sana peyderpey vahyeden biziz.","Erhan Aktaş Meali":"Kur'an'ı sana parça parça indirdik.","Hasan Basri Çantay Meali":"Hakıykat, Kur'ânı sana ceste ceste biz indirdik biz.","Hayrat Neşriyat Meali":"(Habîbim, yâ Muhammed!) Şübhesiz ki, Kur'ân'ı sana (hikmetli bir şekilde) kısım kısım indirdik!","İhsan Aktaş Meali":"(İşte Resulüm!) Elbet biz, evet biziz Kur’an’ı sana tedrici bir süreç içinde indiren.","İlyas Yorulmaz Meali":"Elbetteki sana Kur’an’ı biz indirdik.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten Kur’an’ı bir gönül bilgisi olarak bölüm bölüm bildiren Biziz.","İsmail Hakkı İzmirli":"Sana Kur/an/ı muhtelif zamanlarda indirdik.","İsmail Yakıt":"(Ey Peygamber!) Muhakkak ki Kur’an’ı sana ayet ayet indiren Biz’iz.","Kadri Çelik Meali":"Şüphesiz Kur'an'ı senin üzerine aşama aşama indiren biziz, biz.","Mahmut Kısa Meali":"Ey Şanlı Elçi! <b>Emîn ol ki, bu Kur’an’ı sana gönderen Biziz!</b>","Mahmut Özdemir Meali":"Âyetler halinde Kur’ân’ı sana biz indirdik biz!","Mehmet Çakır Meali":"Resulüm! sana Kuran’ı<b>,</b> aralıklarla indiriyoruz.","Mehmet Çoban Meali":"Şüphe yok ki Kur’an’ı sana biz gönderdik. İnkâr edenler istedikleri kadar inkâr etsin. Onların inkârı bu gerçeği değiştiremez.        ","Mehmet Okuyan Meali":"Kur’an’ı sana peyder pey indiren elbette biziz, biz.","Mehmet Türk Meali":"(Ey Muhammed!) Gerçek şu ki, Kur’an’ı sana bölüm bölüm indiren, Biziz, Biz.","Muhammed Esed Meali":"GERÇEK ŞU Kİ, [ey iman eden,] bu Kur’an’ı sana safha safha indiren ²¹ Biziz, gerçek bir armağan (olarak!)","Mustafa Çavdar Meali":"Hiç şüphesiz bu Kuran’ı sana aşama aşama indiren biziz. 17/105...107, 25/32","Mustafa İslamoğlu Meali":"ELBET BİZ, evet Biziz Kur’an’ı sana tedricî bir süreç içinde indirmekte olan;","Orhan Kuntman Meali":"(Ey Muhammed) Şüphe yok ki Kur'an'ı, kısım kısım biz indirdik biz! (Onlar Rablerinin ayetlerini yalan saymanın cezasını çekeceklerdir)","Osman Fırat Meali":"Muhakkak biz, Kur’an’ı senin üzerine bir dirilişle indirdik.","Ömer Nasuhi Bilmen Meali":"Muhakkak ki Biz ancak Biz, Kur'an'ı senin üzerine vakit vakit indirdik.","Suat Yıldırım Meali":"Ey Resulüm! Kur'ân'ı sana parça parça Biz indiriyoruz. ","Süleyman Ateş Meali":"Muhakkak Biziz, Biz ki sana Kur'an'ı parça parça indirdik.","Süleyman Tevfik (1927)":"(Yâ Muhammed) Biz sana Kur'ân'ı sûre sûre, âyet âyet inzâl itdik. ","Süleymaniye Vakfı Meali":"Bu Kur’an’ı sana parça parça Biz indirdik Biz!","Şaban Piriş Meali":"Şüphesiz Kur'an'ı sana aşama aşama indiren biziz.","Ümit Şimşek Meali":"Kur'ân'ı sana peyderpey indiren Biziz.","Yaşar Nuri Öztürk Meali":"Biz indirdik o Kur'an'ı sana parça parça, biz!","Eski Anadolu Türkçesi":"bayıķ biz indürdük üzerüñe ķur’ān’ı indürmek.","Satıraltı Meal (1534)":"Biz indürdük senüñ üstüñe yā Muḥammed Ḳur’ānı indürmek.","Bunyadov-Memmedeliyev ":"(Ya Peyğəmbər!) Həqiqətən, Biz Qur’anı sənə tədriclə (ayə-ayə, surə-surə) nazil etdik.","M. Pickthall (English)":"Lo! We, even We, have revealed unto thee the Qur’an, a revelation;","Yusuf Ali (English)":"It is We Who have sent down the Qur´an to thee by stages.(5855)"},"24":{"Arabic":"فَاصْبِرْلِحُكْمِرَبِّكَوَلَاتُطِعْمِنْهُمْاٰثِمًااَوْكَفُورًاۚ","Abdulbaki Gölpınarlı Meali":"Artık sabret Rabbinin hükmüne ve uyma, onlardan suçlu, yahut nankör olana.","Abdullah-Ahmet Akgül Meali":"<i>(Ey Nebim ve ümmeti!)</i><b> Öyleyse, Rabbinin hükmüne sabır göster. Onlardan günahkâr veya nankör kimselere </b><i>(kâfirlere ve kötülere)</i><b> itaat etme. </b><i>(Aksi halde Allah’ın kahrına uğrarsın.)</i> ","Abdullah Parlıyan Meali":"Öyleyse Rabbının hükmünü sabırla bekle ve onlardan hiçbir günahkara ve Allah'tan gelen gerçekleri örtbas eden kimselere uyma.","Ahmet Tekin Meali":"O halde, Rabbinin vereceği savunma, savaş ve yardım kararını bekleyerek, sabırla mücadeleye devam et. Onlardan bilerek günah işlemekte ısrar edene, nanköre, azgın kâfire boyun eğme.","Ahmet Varol Meali":"Şu halde Rabbinin hükmüne sabret ve onlardan hiçbir günahkara veya bir nanköre itaat etme.","Ali Bulaç Meali":"Öyleyse, Rabbinin hükmüne sabır göster. Onlardan günahkar veya nankör olana itaat etme.","Ali Fikri Yavuz Meali":"O halde Rabbinin hükmüne sabret, (zafer sana erişecektir). O kâfirlerden hiç bir günahkâra, yahud bir nanköre boyun eğme.","Bahaeddin Sağlam Meali":"Artık Rabbinin verdiği hükme karşı sabret. Ve onlardan günahkâr ve nankör olanlara boyun eğme.","Bayraktar Bayraklı Meali":"Artık Rabbinin hükmüne sabret; onlardan hiçbir günahkâra, hiçbir nanköre boyun eğme!","Besim Atalay Meali (1965)":"İmdi, sen Tanrının hükmüne sabret, içlerinden hem günahlıya, hem de kâfir olanlara başeğme","Cemal Külünkoğlu Meali":"Öyleyse, Rabbinin hükmünü sabırla bekle! Onların günahkârlarına da nankörlerine de boyun eğme!","Cemil Said (1924)":"Rabbinin hükümlerine sabır ile intizâr it, günâhkâr ve kâfir olanlara itâ’at itme.","Diyanet İşleri Meali (Eski)":"Rabbinin hükmüne kadar sabret; onların günah işleyen ve inkarcı olanlarına uyma.","Diyanet İşleri Meali (Yeni)":"O hâlde, Rabbinin hükmüne sabret. Onlardan hiçbir günahkâra ve hiçbir nanköre itaat etme.","Kur'an Yolu (Diyanet İşleri)":"Öyleyse rabbinin hükmüne sabret; onlardan hiçbir günahkâra yahut nanköre boyun eğme.","Diyanet Vakfı Meali":"Artık Rabbinin hükmüne (boyun eğip) sabret; onlardan hiçbir günahkâra, yahut hiçbir nanköre boyun eğme.","Edip Yüksel Meali":"Öyleyse Rabbinin hükmünü izlemekte sabret; onlardan hiç bir nankör günahkara uyma.","Elmalılı Hamdi Yazır Meali":"O halde Rabbinin hüküm vermesi için sabret. Onlardan hiçbir günahkâra yahut nanköre itaat etme.","Elmalılı Meali (Orijinal)":"O halde sabret rabbının hukmünü vermesi için de itaat etme onlardan bir âsime veya nanköre","Emrah Demiryent Meali":"O hâlde Rabbinin hükmü (gerçekleşinceye kadar, kâfirlerin söylediklerine/eziyetleri) ne sabret. Onlardan hiçbir günahkâra yahut nanköre boyun eğme (den tebliğ vazifene devam et).","Erhan Aktaş Meali":"Artık Rabb'inin hükmü için sabret. Onlardan, günahkârlara ve gerçeği yalanlayan nankörlere uyma. ","Hasan Basri Çantay Meali":"Artık Rabbinin hükmüne (rızaa ile) sabret. Onlardan hiçbir günahkâra, yahud hiçbir nanköre boyun eğme.","Hayrat Neşriyat Meali":"O hâlde, Rabbinin hükmüne sabret ve onlardan hiçbir günahkâra veya azılı kâfire itâat etme!","İhsan Aktaş Meali":"O hâlde Rabbinin hükmüne (boyun eğip) sabret; onlardan hiçbir günahkâra ve hiçbir nanköre boyun eğme. *","İlyas Yorulmaz Meali":"O halde Rabbinin hükmünü terk etme (sabret), onlardan günahkâr veya doğruları inkâr edenlere de itaat etme.","İsmayıl Hakkı Baltacıoğlu":"Öyleyse, çalabının yargısına katlan. Onların günah işleyici, tanımaz olanlarına sakın boyun eğme.","İsmail Hakkı İzmirli":"Artık nusrat gelinceye kadar Rabbinin hükmüne sabret, onlardan günahkâr ve nankör olana [⁷] itaat etme.","İsmail Yakıt":"O hâlde Rabbinin hükmüne sabret. Hiçbir günahkâra yahut nanköre itaat etme!","Kadri Çelik Meali":"Öyleyse, Rabbinin hükmüne sabır göster. Onlardan günahkâr veya kâfir olana itaat etme.","Mahmut Kısa Meali":"<b>Öyleyse, Rabb’inin hükmü </b>gerçekleşinceye kadar, kafirlerin yapıp ettikleri<b>ne sabret; onlardan hiç bir nanköre, hiçbir günahkâra boyun eğme! </b>İnkârcıların hatırı için Kur’an ilkelerinden zerre kadar taviz verme; onlar seni susturmak veya senden taviz koparmak için ne kadar baskı yaparlarsa yapsınlar, asla geri adım atma!","Mahmut Özdemir Meali":"Artık, rabbinin hükmü için sabret! Onlardan hiçbir günahkâra veya nanköre itaat etme!","Mehmet Çakır Meali":"Artık Rabb'inin bu kararına saygılı ol.  Sakın suçlu ve inkarcı kesime boyun eyme!","Mehmet Çoban Meali":"O halde Rabbinin hükmüne karşı sabırlı ol. Azminden, kararlılığından, mücadele gücünden hiçbir şey kaybetme! İnkâr edenlerden hiçbir günahkâra ve hiçbir nanköre itaat etme! İnkârcıların yasalarına uyma!       ","Mehmet Okuyan Meali":"Rabbinin hükmü için sabret! Onlardan hiçbir günahkâra veya hiçbir nanköre itaat etme!","Mehmet Türk Meali":"Öyleyse, Rabbinin hükmünü vermesi için sabret ve onlardan günâhkâr veya nankör (kâfirlere) itaat etme.","Muhammed Esed Meali":"Öyleyse Rabbinin hükmünü sabırla bekle ²² ve onlardan hiçbir günahkara veya nanköre uyma;","Mustafa Çavdar Meali":"O halde Rabbinin sana yüklediği görevin zorluklarına göğüs gererek sabret, sakın günaha ve küfre dalan kimselere boyun eğme! 6/33-34, 30/60","Mustafa İslamoğlu Meali":"artık Rabbinin hükmünü sabırla bekle ve onlardan hiçbir günahkâr veya nanköre uyma!","Orhan Kuntman Meali":"O halde Rabbinin hükmüne sabret (onların eziyetlerine katlan, er geç zafere ulaşacaksın) onlardan hiçbir günahkarın ve nankörün -olur olmaz tekliflerine- iltifat etme.","Osman Fırat Meali":"Ve rabbinin hükmüne sabret. Onlardan hiçbir günahkâra veya hiçbir nanköre itaat etme.","Ömer Nasuhi Bilmen Meali":"Artık Rabbinin hükmüne sabret ve onlardan bir günahkâra veya bir nanköre itaat etme.","Suat Yıldırım Meali":"O halde Rabbinin hükmü gelinceye kadar sabret, sakın günaha ve küfre dadananlara itaat etme. ","Süleyman Ateş Meali":"O halde Rabbinin hükmüne sabret ve onlardan hiçbir günahkara, yahut nanköre ita'at etme.","Süleyman Tevfik (1927)":"Rabinin hükmüne sabır it. Kâfirlerden seni günâhkâr idecek veyâhud küfrân-ı ni'met itdirecek olana itâ'at itme. [¹] ","Süleymaniye Vakfı Meali":"Rabbinin kararı gereği, sen sabırlı davran. Günahkarlara da ayetleri görmezlikten gelenlere de boyun eğme.","Şaban Piriş Meali":"Öyleyse, Rabbinin hükmü için sabret, onlardan hiç bir günahkara ve kafire itaat etme.","Ümit Şimşek Meali":"Rabbin hükmedinceye kadar sabret; onlardan hiçbir günahkâra ve nanköre boyun eğme.","Yaşar Nuri Öztürk Meali":"O halde, Rabbinin hükmü karşısında sabret ve onların günahkârlarına da nankörlerine de boyun eğme.","Eski Anadolu Türkçesi":"pes śabr eyle çalabuñ hükmine daħı muŧį' olma anlardan yazuķluya yā küfr eyleyiciye.","Satıraltı Meal (1534)":"Pes ṣabr eyle yā Muḥammed seni yaradan ḥükmine. Daḫı uyma kāfirlerdenḳatı yaman kāfirlere.","Bunyadov-Memmedeliyev ":"Elə isə Rəbbinin hökmünə səbr et və onlardan (Məkkə müşriklərindən) günahkar və nankor olana boyun əymə!","M. Pickthall (English)":"So submit patiently to thy Lord's command, and obey not of them any guilty one or disbeliever.","Yusuf Ali (English)":"Therefore be patient with constancy to the Command of thy Lord, and hearken not to the sinner or the ingrate among them."},"25":{"Arabic":"وَاذْكُرِاسْمَرَبِّكَبُكْرَةًوَاَص۪يلًاۚ","Abdulbaki Gölpınarlı Meali":"Ve an Rabbinin adını sabah ve akşam.","Abdullah-Ahmet Akgül Meali":"<i>(Habibim, ümmetinle birlikte)</i><b> Sabah ve akşam </b><i>(gece ve gündüz)</i><b> Rabbinin ismini zikret </b><i>(ki gaflete dalmayasın)</i><b>.</b> ","Abdullah Parlıyan Meali":"Rabbının adını sabah akşam an.","Ahmet Tekin Meali":"Gündüzün ilk ve son saatlerinde, sabah, öğle ve ikindi namazlarında Rabbinin ismini zikre, şükre devam et, Rabbine ibadet et, Rabbinin dinini, şeriatını anlat.","Ahmet Varol Meali":"Sabah, akşam Rabbinin adını an.","Ali Bulaç Meali":"Ve sabah, akşam Rabbinin adını zikret.","Ali Fikri Yavuz Meali":"Sabah akşam Rabbinin adını an, (sabah, öğle, ikindi namazlarını kıl).","Bahaeddin Sağlam Meali":"Sabah-akşam Rabbinin ismini an.","Bayraktar Bayraklı Meali":"Sabah akşam Rabbinin ismini an!","Besim Atalay Meali (1965)":"Tanrının adını akşam, sabah anasın","Cemal Külünkoğlu Meali":"Sabah akşam Rabbinin adını/şanını an (O'nunla beraber olduğunu unutma)!","Cemil Said (1924)":"Sabah akşam rabbin ismini mükerreren zikr it.","Diyanet İşleri Meali (Eski)":"Rabbinin adını sabah akşam an.","Diyanet İşleri Meali (Yeni)":"Sabah akşam Rabbinin adını an.","Kur'an Yolu (Diyanet İşleri)":"Sabah akşam rabbinin adını an.","Diyanet Vakfı Meali":"Sabah akşam Rabbinin ismini yâdet.","Edip Yüksel Meali":"Sabah akşam Rabbinin ismini an.","Elmalılı Hamdi Yazır Meali":"Sabahakşam Rabbinin ismini an.","Elmalılı Meali (Orijinal)":"Ve rabbının ismini an hem irken hem ikindiyin","Emrah Demiryent Meali":"Ve sabah, akşam Rabbinin adını zikret.","Erhan Aktaş Meali":"Sabah akşam¹ Rabb'inin ismini an.","Hasan Basri Çantay Meali":"Sabah, akşam Rabbinin adını an.","Hayrat Neşriyat Meali":"Sabah akşam Rabbinin ismini zikret (sabah, öğle ve ikindi namazlarını kıl)!","İhsan Aktaş Meali":"Sabah akşam (her zaman) Rabbinin adını zikret (Rabbini gün boyu zihinde tut)!","İlyas Yorulmaz Meali":"Sabah ve akşam Rabbinin ismini de an.","İsmayıl Hakkı Baltacıoğlu":"Erte, akşam çalabının adını an.","İsmail Hakkı İzmirli":"Rabbinin adını sabah ve akşam an.","İsmail Yakıt":"Sabah akşam Rabbinin adını an.","Kadri Çelik Meali":"Ve sabah, akşam Rabbinin adını zikret.","Mahmut Kısa Meali":"Bu kutlu yolculuğunda sana azık olması için, <b>Rabb’inin adını </b>övgülerle yücelterek, O’nun yaratıcılığında tezahür eden mükemmel sıfatlarını dâimâ gündeme getirerek <b>sabah akşam an!</b>","Mahmut Özdemir Meali":"Sabah akşam rabbinin adını an!","Mehmet Çakır Meali":"Sabah akşam Allah adı hep dilinde olsun.","Mehmet Çoban Meali":"Sabahla akşam arasında ve ayakta geçirdiğin tüm zamanlarda hiçbir zaman Rabbini unutma! Her zaman her yerde Rabbinin ayetlerine, Rabbinin yasalarına uy! Sabahları Rabbinin huzuruna dur! Uyanık kaldığın bütün gün Rabbine uyarak geçireceğine söz ver. Akşam olunca Rabbinin huzuruna dur. Günlük yaşamının hesabını yap! Eğer sabah verdiğin sözlerden uymadığın, bilmeyerek yanlışlıkla veya bilerek yaptığın hatalar varsa; bir daha yapmamak üzere Rabbine tövbe et! Bil ki Rabbin tövbeleri en çok kabul eden, kendine samimiyetle yaklaşanları bağışlayandır.         ","Mehmet Okuyan Meali":"Sabah akşam Rabbinin ismini an!","Mehmet Türk Meali":"Ve sabah-akşam¹ Rabbinin adını² an.","Muhammed Esed Meali":"Rabbinin ismini ²³ sabah akşam an","Mustafa Çavdar Meali":"Sabah akşam Rabbinin adını anmaya devam et! 3/41, 7/205","Mustafa İslamoğlu Meali":"Rabbinin ismini sabah(tan) akşam(a dek) yad et![⁵⁴⁹²]","Orhan Kuntman Meali":"Sabah akşam Rabbinin adını an.","Osman Fırat Meali":"Sabah akşam rabbinin adını hatırla.","Ömer Nasuhi Bilmen Meali":"Ve Rabbinin ismini sabahleyin ve akşamleyin zikret.","Suat Yıldırım Meali":"25, 26. Sabah akşam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir süre de O'na tesbih ve ibadet et. ","Süleyman Ateş Meali":"Sabah akşam Rabbinin adını an.","Süleyman Tevfik (1927)":"Sabâh ve akşam rabbinin ismini zikr it.","Süleymaniye Vakfı Meali":"Sabah akşam Rabbinin adını aklından çıkarma.[*]","Şaban Piriş Meali":"Sabah, akşam Rabbinin adını zikret.","Ümit Şimşek Meali":"Sabah akşam Rabbinin ismini an.","Yaşar Nuri Öztürk Meali":"Rabbinin adını sabahtan da akşamdan da an!","Eski Anadolu Türkçesi":"daħı an çalabuñ adın irte daħı gice daħı yatsu namāzında.","Satıraltı Meal (1534)":"Daḫı ẕikr eyle seni yaradan adını ṣabāḥda ve aḫşāmda.","Bunyadov-Memmedeliyev ":"Səhər-axşam Rəbbinin adını zikr et! (Səhər, günorta və ikindi namazlarını qıl!)","M. Pickthall (English)":"Remember the name of thy Lord at morn and evening.","Yusuf Ali (English)":"And celebrate the name(5856) or thy Lord morning and evening,"},"26":{"Arabic":"وَمِنَالَّيْلِفَاسْجُدْلَهُوَسَبِّحْهُلَيْلًاطَو۪يلًا","Abdulbaki Gölpınarlı Meali":"Ve geceleyin de secde et artık ona ve tenzih et uzun gecelerde onu.","Abdullah-Ahmet Akgül Meali":"<b>Gecenin bir bölümünde O’na secde et </b><i>(teheccüt namazıyla Rabbine yönel)</i><b> ve geceleyin uzun uzadıya O’nu tesbih et </b><i>(ki huzura ve manevi doyuma ulaşasın)</i><b>.</b> ","Abdullah Parlıyan Meali":"Geceleyin uyandığında da O'na secde et, namaz kıl ve uzun geceler boyunca da boş durma, Allah'ın sınırsız şanını yücelt.","Ahmet Tekin Meali":"Gecenin bir bölümünde akşam ve yatsı namazlarında O’na secde et. Geceleri teheccüd namazında, Rabbini uzun uzun tesbih et, ibadet et.","Ahmet Varol Meali":"Gecenin bir bölümünde de O'na secde et ve gecenin uzun bir bölümünde O'nu tesbih et.","Ali Bulaç Meali":"Gecenin bir bölümünde O'na secde et ve geceleyin uzun uzadıya O'nu tesbih et.","Ali Fikri Yavuz Meali":"Gecenin bir kısmında da O'na secde et, (akşam ile yatsı namazını kıl). Bir de geceleyin uzun bir müddet O'nu tesbih et, (teheccüd namazı kıl). denilir: Bunlar, hangi (dehşetli) güne ertelendiler!...","Bahaeddin Sağlam Meali":"Geceden de bir miktar namaz kıl (secde et) ve gecenin uzun saatlerinde O’nun yüceliğini an (O’nu tesbih et.)","Bayraktar Bayraklı Meali":"Gecenin bir kısmında O'na secde et, gecenin uzun bir bölümünde de O'nu tesbih et!","Besim Atalay Meali (1965)":"Geceleyin O'na secde edesin, gecenin uzun anında da tespih edesin","Cemal Külünkoğlu Meali":"Gecenin bir kısmında da O'na secde et (akşam ile yatsı namazını ikame et). Bir de geceleyin uzun bir müddet O'nun sınırsız şanını yücelt!","Cemil Said (1924)":"Gice dahî uzun uzun ’ibâdet iyle.","Diyanet İşleri Meali (Eski)":"Geceleyin O'na secde et; O'nu geceleri uzun uzun tesbih et.","Diyanet İşleri Meali (Yeni)":"Gecenin bir kısmında O’na secde et; geceleyin de O’nu uzun uzadıya tespih et.","Kur'an Yolu (Diyanet İşleri)":"Gecenin bir kısmında O’na secde et ve uzun gece boyunca O’nu tesbih et.","Diyanet Vakfı Meali":"Gecenin bir kısmında O'na secde et; gecenin uzun bir bölümünde de O'nu tesbih et.  ","Edip Yüksel Meali":"Geceleyin O'na secde et ve O'nu uzun gecelerde yücelt.","Elmalılı Hamdi Yazır Meali":"Gecenin bir bölümünde de O'na secde et (akşam ve yatsı namazlarını kıl). Hem de O'nu uzun bir gece tesbih et (teheccüd namazı kıl).","Elmalılı Meali (Orijinal)":"giceden de ona secde et ve tesbih et ona uzun gece","Emrah Demiryent Meali":"Gecenin bir kısmında O’na secde et ve gecenin uzun bir bölümünde O’nu tesbih et!","Erhan Aktaş Meali":"Gecenin bir bölümünde O'na secde¹ et. Ve gece uzunca O'nu tesbih² et.","Hasan Basri Çantay Meali":"Ve gecenin bir kısmında Ona secde et. Gecenin uzun bir bölümünde de Onu tesbîh (ve tenzîh) eyle.","Hayrat Neşriyat Meali":"Gecenin bir kısmında da O'na secde et (akşamla yatsı namazını kıl) ve gecenin uzun bir bölümünde O'nu tesbîh et (teheccüd namazı kıl)!","İhsan Aktaş Meali":"Gecenin bir kısmında da ona secde et, gecenin uzun bir bölümünde de onu tesbih et (teheccüd namazı kıl)! *","İlyas Yorulmaz Meali":"Gecenin bir bölümünde Rabbine secde et ve uzun geceler boyunca onu noksan sıfatlarından arındır.","İsmayıl Hakkı Baltacıoğlu":"Geceleyin de Ona secde et. Gecelyin onu uzun uzun ulula.","İsmail Hakkı İzmirli":"Gecenin bazı evkatinde O/na secde et [¹] gecenin uzun zamanında O/nu tespih et [²].","İsmail Yakıt":"Gecenin bir kısmında O’na secde et, geceleyin uzun bir süre O’nu tesbih et.","Kadri Çelik Meali":"Gecenin bir bölümünde O'na secde et ve geceleyin de uzun uzadıya O'nu tesbih et.","Mahmut Kısa Meali":"<b>Ve gecenin bir parçasında, </b>sıcacık yatağını terk ederek <b>O’nun huzurunda </b>gözyaşlarıyla <b>secdeye kapan; gece boyunca, uzun uzun </b>Kur’an okuyarak, namaz kılarak, ilim ve tefekkürle meşgul olarak, en içten duâ ve yakarışlarla <b>O’nu</b>n şânınıyücelterek<b> tesbih et.</b><br>Bu zâlimlerin, Allah’ın ayetlerine karşı çıkışlarının asıl sebebi nedir, bilir misiniz?","Mahmut Özdemir Meali":"Gece’den artık O’nun için secde et; uzun geceler O’nu tesbih et!","Mehmet Çakır Meali":"İlk akşam Allah için secdeye var. Geceleri, onun erişilmezliğini düşün uzun uzun.","Mehmet Çoban Meali":"Gecenin bir kısmında kalk! Rabbinin huzurunda dur! Rabbini her konuda, her şeyde üstün tutarak huzurunda secdeni yap! Gecenin sessiz vakitlerinde, her şey elini ayağını çekmiş, zaman sessizliğe bürünmüşken, sen Rabbinin huzurunda ayetleri tekrar et, ayetlerdeki gerçeklerle kendini bilinçlendir. Sabaha hazır ol. Çünkü sabah yeni bir güne başlayacak, yeni günde üzerine ağır bir yük yüklenip, Rabbinin gerçeklerini insanlara açıklayacaksın!         ","Mehmet Okuyan Meali":"Gecenin bir kısmında O’na secde et; gecenin uzun bir bölümünde de O’nu [tesbih] et (yücelt)! [*]","Mehmet Türk Meali":"Gecenin bir bölümünde Ona secde et¹ ve geceleyin de Onu, uzun uzun tesbih et.²","Muhammed Esed Meali":"ve gecenin bir kısmında, ²⁴ O’nun önünde secde et ve uzun geceler boyu O’nun sınırsız şanını yücelt. ²⁵","Mustafa Çavdar Meali":"Gecenin bir kısmında O<br>\na secde et/ibadet et, yine geceleyin uzun bir süre O<br>\nu tespih et, yücelt. 17/79, 50/40","Mustafa İslamoğlu Meali":"Ve gecenin bir vaktinde O’na secde et! Yine uzun geceler boyu O’nu tesbih edip şanını yücelt!","Orhan Kuntman Meali":"Gecenin bir kısmında secde et. (Namaz kıl) uzun bir bölümünde de O’nu tesbih et. (Nâfile ve teheccüd namazı kıl)","Osman Fırat Meali":"Gecenin bir kısmında O’na secde et; ve O’nu uzun gecelerde tespih et.","Ömer Nasuhi Bilmen Meali":"Ve O'nun için geceleyin secde et ve O'na uzunca gecede tesbihte bulun.","Suat Yıldırım Meali":"25, 26. Sabah akşam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir süre de O'na tesbih ve ibadet et. ","Süleyman Ateş Meali":"Gecenin bir bölümünde O'na secde et ve geceleyin uzun zaman O'nu tesbih eyle (şanının yüceliğini an)!","Süleyman Tevfik (1927)":"Ve gicenin bir kısmında O'na secde ve 'ibâdet iyle ve uzun gice O'nı tesbîh ve tenzîh it.","Süleymaniye Vakfı Meali":"Gecenin bir kısmında O’na secde et (namaz kıl)[1]. Gecenin uzun bölümünde de O’na ibadet et[2] (namaz kıl, Kur’an’a çalış.)","Şaban Piriş Meali":"Geceleri de ona secde et ve gece boyunca onu tesbih et.","Ümit Şimşek Meali":"Gecenin bir kısmında Ona secde et; geceleyin Onu uzun uzun tesbih et.","Yaşar Nuri Öztürk Meali":"Gecenin bir kısmında da O'na secde et! Ve geceleyin O'nu uzunca tespih et/uzun bir gece boyu O'nu tespih et!","Eski Anadolu Türkçesi":"daħı gicenüñ bir nicesin namāz ķıl anuñ-içün daħı namāz ķıl aña gice uzun ya'nį ŧatavvu' namāz.\"","Satıraltı Meal (1534)":"Gicelerde daḫı secde eyle aña. Daḫı tesbīḥ eyle anı, gice uzanınca.","Bunyadov-Memmedeliyev ":"Gecənin bir qismində Ona səcdə et (axşam, gecə namazlarını qıl) və gecə uzunu da Onu təqdis edib şə’ninə tə’riflər de! (Təhəccüd namazını qılıb gecəni ibadət içində keçir!)","M. Pickthall (English)":"And worship Him (a portion) of the night. And glorify Him through the livelong night.","Yusuf Ali (English)":"And part of the night, prostrate thyself to Him; and glorify Him(5857) a long night through."},"27":{"Arabic":"اِنَّهٰٓؤُ۬لَٓاءِيُحِبُّونَالْعَاجِلَةَوَيَذَرُونَوَرَٓاءَهُمْيَوْمًاثَق۪يلًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki bunlar çabucak gelipgeçeni severler de o ağır günü artlarına atar, bırakırgiderler.","Abdullah-Ahmet Akgül Meali":"<b>Gerçek şu ki bunlar </b><i>(müşrikler ve münafıklar)</i><b>, çarçabuk geçmekte olanı </b><i>(dünya çıkarlarını, haram ve haksız yollarla elde ettikleri imkânları)</i><b> sevip hoşlanmaktadırlar. Önlerinde bulunan ağır bir günü </b><i>(ahiret hazırlığını ise)</i><b> bırakmaktadırlar. </b> ","Abdullah Parlıyan Meali":"Gerçekten bu inkârcılar o çabucak geçen dünyayı severler ve önlerinde gelecek olan son derece ağır günü ihmal edip bırakıp giderler.","Ahmet Tekin Meali":"Onlar dünya hayatını, günlük geçici kazancı seviyorlar. Sorumluluğu ağır bir günü arkalarına atıyorlar.","Ahmet Varol Meali":"Şüphesiz bunlar peşin olanı (dünyayı) seviyor, önlerindeki ağır bir günü bırakıyorlar.","Ali Bulaç Meali":"Gerçek şu ki bunlar, çarçabuk geçmekte olan (dünyay)ı seviyorlar. Önlerinde bulunan ağır bir günü bırakıyorlar.","Ali Fikri Yavuz Meali":"Çünkü bunlar (Mekke kâfirleri), peşin dünyayı severler ve önlerindeki (şiddeti) ağır bir günü bırakırlar. (Ahiretin azabından korkub da imana gelmezler).","Bahaeddin Sağlam Meali":"Gerçekten bu kâfirler, acil olan dünyayı istiyorlar. Ve önlerinde olan ağır bir günü ihmal ediyorlar.","Bayraktar Bayraklı Meali":"Şüphesiz şu insanlar dünyayı severler, ağır bir günü kulak ardı ederler.","Besim Atalay Meali (1965)":"Onlar sever peşini, arkaya atarlar o ağır günü","Cemal Külünkoğlu Meali":"Doğrusu onlar, şu geçici dünyayı severler ve önlerindeki o zorlu günü gözardı ederler.","Cemil Said (1924)":"Kâfirler sür’atle mürûr iden dünyâ hayâtını severler ve âhiretin müşkil gününi ihmâl iderler.","Diyanet İşleri Meali (Eski)":"Doğrusu insanlar, çabuk elde edilen dünya nimetlerini severler de ağırlığı çekilmez günü arkalarında bırakırlar.","Diyanet İşleri Meali (Yeni)":"Şunlar (inanmayanlar) dünyayı tercih ediyorlar ve çetin bir günü arkalarına atıyorlar.","Kur'an Yolu (Diyanet İşleri)":"Şu insanlar, geçici dünyayı seviyorlar, ileride kendilerini bekleyen zor günü ise umursamıyorlar,","Diyanet Vakfı Meali":"Şu insanlar, çarçabuk geçen dünyayı seviyorlar da önlerindeki çetin bir günü (ahireti) ihmal ediyorlar.","Edip Yüksel Meali":"Bunlar şu geçici (dünya hayatını) seviyorlar ve önlerindeki ağır bir günü ise önemsemiyorlar.","Elmalılı Hamdi Yazır Meali":"Çünkü onlar bu dünyayı seviyorlar ve önlerindeki ağır bir günü arkaya atıyorlar.","Elmalılı Meali (Orijinal)":"Çünkü onlar pîşini severler ve önlerindeki ağır bir günü bırakırlar","Emrah Demiryent Meali":"Şüphesiz bunlar (müşrikler), peşin olanı (dünyayı) seviyor, önlerindeki ağır bir günü (âhireti inkâr ederek) bırakıyorlar.","Erhan Aktaş Meali":"Onlar çabuk geçen dünyayı seviyorlar, zor günü umursamıyorlar.","Hasan Basri Çantay Meali":"Hakıykat, bunlar o çabucak geçen (dünyâyi) severler, önlerindeki o çetin günü bırakırlar.","Hayrat Neşriyat Meali":"Şübhe yok ki şunlar (kâfirler), âcil olanı (çabuk geçen dünya hayâtını) seviyorlar da, önlerindeki ağır bir günü (kıyâmeti) bırakıyorlar.","İhsan Aktaş Meali":"Doğrusu şunlar (inkârcılar), çarçabuk geçen dünyayı seviyorlar da önlerindeki çetin bir günü (ahireti) ihmal ediyorlar.","İlyas Yorulmaz Meali":"Onlar gerçekten dünyayı çok seviyorlar ve ağır bir günü de (hesap gününü) arkalarına atıyorlar.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten bu kimseler dünya yaşayışını severler de önlerindeki o çetin güne hiç aldırmazlar.","İsmail Hakkı İzmirli":"Bu kâfirler, acele geçici dünyayı severler, o giran olan kıyamet gününü arkalarında bırakırlar.","İsmail Yakıt":"Muhakkak ki onlar çabuk gelip geçeni/dünyayı seviyorlar da o ağır günü/hesap gününü arkalarına atıyorlar.⁹","Kadri Çelik Meali":"Şüphesiz onlar (günahkâr ve kâfir olanlar) çabucak geçeni severler de o ağır (çetin) günü arkalarına bırakırlar.","Mahmut Kısa Meali":"Çünkü <b>onlar, şu peşin —</b>ama gelip geçici— dünya nîmetlerin<b>i </b>her şeyden daha çok <b>seviyor, </b>sonsuz nîmet ve azâbın bulunduğu asıl <b>önemli Günü ise </b>tamamen <b>ihmal ediyorlar.</b>","Mahmut Özdemir Meali":"Onlar, Acele’yi seviyorlar; çok ağır bir günü göz ardı ediyorlar.","Mehmet Çakır Meali":"Aslında insanlar, dünyayı seviyor, daha zorlu bir hayatı gözardı ediyorlar.","Mehmet Çoban Meali":"Rabbinin gerçeklerini inkâr edenler dünyayı tercih ediyorlar. Böylece yaşadıkları hayatın hesabını vermeyeceğini zannediyorlar. Hesap gününü hatırlamak istemiyorlar. İnkâr edip keyiflerine göre yaşamak istiyorlar.          ","Mehmet Okuyan Meali":"Şüphesiz ki bu (insa)nlar, çabucak geçen (dünyay)ı seviyorlar da ağır günü (ahireti) arkalarına atıyorlar. [*]","Mehmet Türk Meali":"Gerçekten şu (kâfirler,) geçici dünya arzularını seviyorlar da o ağır (âhiret) gününü ihmâl ediyorlar.¹","Muhammed Esed Meali":"Bakın, [Allah’ı umursamayan] şu adamlar bu gelip geçici dünyayı severler, ama ızdırap dolu bir Günü [düşünmeyi] ihmal ederler.","Mustafa Çavdar Meali":"Oysa şu nankörler bu dünyayı çok seviyorlar da zor bir günü gündemlerine almayı erteliyorlar. 11/15, 14/2-3, 42/20","Mustafa İslamoğlu Meali":"Ne var ki şu (nankör) adamlar[⁵⁴⁹³] hemen şimdi ve burada olanı seviyorlar da, zor bir günü arkalarına atıyorlar.","Orhan Kuntman Meali":"Kuşkusuz müşrikler peşin olanı (çabucak geçen dünyayı) severler de, önlerindeki çetin bir günü (ahireti) ihmâl ederler.","Osman Fırat Meali":"Kesinlikle işte şunlar acele olanı(dünyada olanı)tercih ediyorlar ve çetin bir günü (ahireti) de arkalarına atıyorlar.","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki onlar, peşin olanı severler ve önlerindeki pek ağır bir günü bırakırlar.","Suat Yıldırım Meali":"Şu insanlar bu peşin dünya hayatını arzulayıp, önlerinde kendilerini bekleyen o ağır günü ihmal ediyorlar. ","Süleyman Ateş Meali":"Bunlar, şu çabuk(geçen dünyay)ı seviyorlar da ötelerindeki ağır bir günü bırakıyorlar.","Süleyman Tevfik (1927)":"Bu müşrikler dünyâyı severler. Ağır ve güç güni (kıyâmeti) arkalarına atub bırakırlar. (Onı tasdîk itmezler)","Süleymaniye Vakfı Meali":"Bu insanlar bir an önce ellerine geçecek şeyler[*] isterler, önlerindeki ağır günü hesaba katmazlar.","Şaban Piriş Meali":"Onlar, acele olanı istiyorlar, arkalarındaki ağır bir günü arkalarında bırakıyorlar.","Ümit Şimşek Meali":"Şunlar pek ağır bir günü bırakıyorlar da önlerindeki peşin dünyaya bağlanıyorlar.","Yaşar Nuri Öztürk Meali":"Bunlar, hemen gelecek olanı seviyorlar da ötelerindeki zorlu bir günü ihmal ediyorlar.","Eski Anadolu Türkçesi":"bayıķ şunlar severler iviciyi ya'nį dünyeyi daħı ķorlar ileylerinde bir gün aġır.","Satıraltı Meal (1534)":"Taḥḳīḳ bunlar dünyāyı severler ve ḳoyarlar ardlarında bir aġır güni.","Bunyadov-Memmedeliyev ":"Həqiqətən, bunlar (Məkkə müşrikləri) tez keçib gedəni (fani dünyanı) sevər, ağır günə (qiyamət gününə) dal çevirərlər.","M. Pickthall (English)":"Lo! these love fleeting life, and put behind them (the remembrance of) a grievous day.","Yusuf Ali (English)":"As to these, they love the fleeting life, and put away behind them(5858) a Day (that will be) hard."},"28":{"Arabic":"نَحْنُخَلَقْنَاهُمْوَشَدَدْنَٓااَسْرَهُمْۚوَاِذَاشِئْنَابَدَّلْنَٓااَمْثَالَهُمْتَبْد۪يلًا","Abdulbaki Gölpınarlı Meali":"Biz yarattık onları ve kuvvetlendirdik yaratılışlarını ve dilersek onları değiştiririz de yerlerine, onlara benzer başkalarını getiririz.","Abdullah-Ahmet Akgül Meali":"<i>(Oysa)</i><b> Onları Biz yarattık ve </b><i>(mafsallarını ve iskelet)</i><b> bağlarını sımsıkı bağlayıp </b><i>(hareket kabiliyetlerini enzimler sayesinde kolaylaştırdık)</i><b>. Dilediğimiz zaman da onları benzerleriyle değiştiririz. </b><i>(Böylece insan vücudundaki organları ameliyatla düzeltmeye ve organ nakline müsait kıldık.)</i> ","Abdullah Parlıyan Meali":"Onları biz yarattık ve yaratılışlarını her yönden sağlamlaştırıp pekiştirdik. Dilediğimiz zaman değişikliğe uğratıp onların yerine Allah'a daha çok ibadet eden onlardan daha hayırlılarını getiririz.","Ahmet Tekin Meali":"Onları biz yarattık ve eklem yerlerini sıkıca bağlayarak güçlendirdik. Sünnetimizin, düzenimizin yasaları içinde, irademizin tecellisine uygun olduğu zaman, onların yerlerine benzerlerini getiririz.","Ahmet Varol Meali":"Onları biz yarattık ve organlarını sağlamlaştırdık. Dilediğimiz zaman da onları benzerleriyle değiştiririz.","Ali Bulaç Meali":"Onları biz yarattık ve bağlarını sımsıkı bağladık. Dilediğimiz zaman onları benzerleriyle değiştiririz.","Ali Fikri Yavuz Meali":"Onları biz yarattık ve mafsallarını (birbirine) biz bağladık. Dilediğimiz zaman da (onları helâk eder) yerlerine kendileri gibi olanları getiririz.","Bahaeddin Sağlam Meali":"Biz onları yarattık ve onlara kuvvet verdik. İstediğimiz zaman, onların yerine benzerlerini getiririz.","Bayraktar Bayraklı Meali":"Onları biz yarattık, onların yaratılışını sapasağlam yaptık. Dilediğimizde yerlerine benzerlerini getiririz.","Besim Atalay Meali (1965)":"Biz yarattık onları ! Berkittik onların yaratılışını, dileseydik getirirdik yerlerine başkaların","Cemal Külünkoğlu Meali":"Onları biz yarattık ve eklemlerini (birbirine) biz bağladık. Dilediğimizde (onları yok eder) yerlerine benzerlerini getiririz.","Cemil Said (1924)":"Ânları biz yaratdık ve kendilerine kuvvet virdik. Eğer istese idik ânları başkalarına tebdîl ider idik.","Diyanet İşleri Meali (Eski)":"Onları yaratan, mafsallarını pekiştiren Biziz; dilersek onları benzerleri ile değiştiriveririz.","Diyanet İşleri Meali (Yeni)":"Onları biz yarattık ve eklemlerini (birbirine) biz bağladık. Dilediğimizde (onları yok eder) yerlerine benzerlerini getiririz.","Kur'an Yolu (Diyanet İşleri)":"Onları biz yarattık, yaratılışlarını sapasağlam yaptık. Dilediğimizde yerlerine benzerlerini de getiririz.","Diyanet Vakfı Meali":"Onları biz yarattık; onların yaratılışını sapasağlam yaptık. Dilediğimizde (kendilerini yok eder) yerlerine benzerlerini getiririz.  ","Edip Yüksel Meali":"Onları biz yarattık ve yerleştirdik. Dilediğimiz zaman da onları benzerleriyle değiştiririz.","Elmalılı Hamdi Yazır Meali":"Onları biz yarattık ve mafsallarını sımsıkı bağladık. Dilediğimiz vakit de kılıklarını değiştiririz.","Elmalılı Meali (Orijinal)":"Biz yarattık onları ve kundaklarını biz bağlâdık, dilediğimiz vekıt de kılıklarını tebdil ederiz.","Emrah Demiryent Meali":"Onları biz yarattık ve yaratılışlarını sapasağlam yaptık. Dilediğimiz zaman (kendilerini yok eder) yerlerine (îmân ve taat ehli olan, yaratılışta) benzerlerini getiririz.","Erhan Aktaş Meali":"Onları Biz yarattık. Yaradılışlarını sapasağlam yaptık. Dilersek onları yok eder, yerlerine benzerlerini getiririz.","Hasan Basri Çantay Meali":"Biz yaratdık onları. Mafsallarını (uzuvlarını) da biz pekişdirdik. Dilediğimiz vakit yine onları (yaratılışda) tıbkı kendileri gibi yerine getiririz.","Hayrat Neşriyat Meali":"Onları biz yarattık ve mafsallarını (birbirine) sımsıkı bağladık. Dilediğimiz zaman da,(onları helâk eder) yerlerine benzerlerini getiririz.","İhsan Aktaş Meali":"(Oysa) onları biz yarattık; onların yaratılışını sapasağlam yaptık. Dilediğimizde (kendilerini yok eder), yerlerine benzerlerıni (yaratıp) getirebiliriz.","İlyas Yorulmaz Meali":"Onları biz yarattık ve kişiliklerini sağlam kılanda biziz. Biz dilediğimiz zaman, onları benzerleri ile değiştiririz.","İsmayıl Hakkı Baltacıoğlu":"Onları yaratan Biziz. Dileyince de onların yerine kendileri gibilerini getiririz.","İsmail Hakkı İzmirli":"Biz onları yarattık, ek yerlerini birbirine sapasağlam bağladık, dileseydik onları yok ederek yerlerine kendi gibilerini getirirdik.","İsmail Yakıt":"Onları yaratan Biz’iz. Uzuvlarını da sağlamlaştırdık. Dilediğimiz zaman da onları benzerleriyle değiştiririz.","Kadri Çelik Meali":"Onları biz yarattık ve yaratılışlarını iyiden iyiye pekiştirdik. Dilediğimiz zaman da onları benzerleriyle değiştiririz.","Mahmut Kısa Meali":"Oysa <b>onları yaratan ve </b>vücutlarını meydana getiren damarlarını, kaslarını, sinirlerini ve <b>eklem bağlarını sağlamlaştır</b>arak kendilerine güçlü ve sağlıklı bir beden bağışlay<b>an Biziz ve dilediğimiz anda </b>onları bu özelliklerden mahrum bırakıp hastalıklı ve felçli bir hâle getirebilir, yâhut hepsini derhal yok ederek <b>onların yerine</b> <b>benzerlerini getirebiliriz!</b>","Mahmut Özdemir Meali":"Onları biz yarattık, eklemlerini sağlamlaştırdık. Dilediğimiz zaman benzerleriyle tebdil ettik / değiştirdik.","Mehmet Çakır Meali":"Onları yaratan biz, eklemlerini bağlayan biz,  istersek benzerleriyle hepten değiştirebiliriz.","Mehmet Çoban Meali":"Hâlbuki onları biz yarattık. Bütün eklemlerini yaratılış yasamızla birbirine bağladık. Onlar nelerine güvenerek ayetlerimizdeki gerçekleri inkâr ediyorlar. Dilersek eklemlerini birbirine bağladığımız gibi birbirinden ayırırız. Durdukları yerde yığılıp kalırlar. Dilersek onlara verdiğimiz bütün nimetleri ellerinden alırız. Dilersek inkârlarından dolayı hepsini yok eder, yerlerine başka topluluklar getiririz.         ","Mehmet Okuyan Meali":"Onları biz yarattık ve yaratılışlarını sapasağlam yaptık. Dilediğimiz (zaman) onları benzerleriyle değiştiririz.","Mehmet Türk Meali":"(Şunu unutmasınlar ki) onları yaratan da yaratılışlarını sapasağlam yapan da Biz olduğumuza göre, eğer dilersek onları, derhal benzerleriyle de değiştiriveririz.","Muhammed Esed Meali":"[Kendi-kendilerine itiraf etmezler ki] onları yaratan ve kişiliklerini sağlamlaştıran ²⁶ Biziz ve dilersek onları başka hemcinsleriyle ²⁷ değiştirebiliriz.","Mustafa Çavdar Meali":"Hâlbuki onları yaratan ve her bir azasını uygun bir şekilde yerleştirip güçlü bir insan haline getiren biziz. Dilersek onları yok eder de benzer başkaları ile değiştiririz. 2/259, 22/5","Mustafa İslamoğlu Meali":"Onları Biz yarattık ve bütünün parçaları arasında sımsıkı bir bağ kurduk;[⁵⁴⁹⁴] ve Biz istediğimizde de onları benzerleriyle kökten değiştiririz.","Orhan Kuntman Meali":"(Oysa) Onları biz yarattık, mafsallarını da biz pekiştirdik, dilersek (kendilerini yok eder) yerlerine benzerlerini getiririz.","Osman Fırat Meali":"Biz onları yarattık, yapılarını sıkıca bağladık. Dilediğimiz zaman onları benzerleriyle değiştiririz.","Ömer Nasuhi Bilmen Meali":"Biz onları yarattık ve mafsallarını Biz muhkem bağladık ve dilediğimiz vakitte onları emsalleriyle tebdîl ederiz.","Suat Yıldırım Meali":"Onları yaratan, organlarını birbirine bağlayan ve onlara bu sağlam bünyeyi veren Biz'iz. Dilediğimiz vakit elbette onların yerine başkalarını getirebiliriz. ","Süleyman Ateş Meali":"Biz onları yarattık, yapılarını sıkıca bağladık. Dilediğimiz zaman onları benzerleriyle değiştiririz.","Süleyman Tevfik (1927)":"Biz onları halk itdik, Mafsallarını kuvvetlendirdik. Eğer istersen onları helâk idüb, yerlerine emsâllerini getirerek tebdîl iylerdik.","Süleymaniye Vakfı Meali":"Onları, bağ dokuları güçlü olarak Biz yarattık. Tercih ettiğimiz zaman benzerleriyle değiştiririz.","Şaban Piriş Meali":"Onları yaratan ve eklemlerini/mafsallarını pekiştiren biziz. Dilediğimiz zaman onları benzerleriyle biz değiştiririz.","Ümit Şimşek Meali":"Onları Biz yarattık ve eklemlerini birbirine sapasağlam bağladık. Dilediğimizde, onları benzerleriyle de değiştiririz.","Yaşar Nuri Öztürk Meali":"Biz yarattık onları ve kuvvetli yaptık bağlarını/eklemlerini. Dilediğimizde benzerleri ile değiştiririz onları.","Eski Anadolu Türkçesi":"biz yarat(t)uķ anları daħı berkitdük yaradılışlarını. daħı ķaçan dileyevüz degşürevüz beñdeşlerin degşürmek.","Satıraltı Meal (1534)":"Biz yaratduḳ anları ve a‘żāların berkitdük ve ḳaçan dilesevüz degşürürüzanlaruñ ṣūretlerin.","Bunyadov-Memmedeliyev ":"Onları yaradan da, güclü-qüvvətli edən də (oynaqlarını bir-birinə bağlayan da) Bizik. Əgər istəsək, onları özləri kimilərlə əvəz edərik.","M. Pickthall (English)":"We, even We, created them, and strengthened thee frame. And when We will, We can replace them, bringing others like them in their stead.","Yusuf Ali (English)":"It is We Who created them, and We have made their joints strong;(5859) but, when We will, We can substitute the like of them(5860) by a complete change."},"29":{"Arabic":"اِنَّهٰذِه۪تَذْكِرَةٌۚفَمَنْشَٓاءَاتَّخَذَاِلٰىرَبِّه۪سَب۪يلًا","Abdulbaki Gölpınarlı Meali":"Şüphe yok ki bu, bir öğüttür, artık kim dilerse Rabbine doğru, bir yol tutar.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz Bu </b><i>(Kur’an)</i><b> bir öğüt ve hatırlatmadır. Artık dileyen </b><i>(bununla)</i><b> Rabbine </b><i>(ulaştıracak)</i><b> yolu bulacak </b><i>(hidayet kulpuna tutunmuş olacak)</i><b>tır.</b> ","Abdullah Parlıyan Meali":"Muhakkak ki bütün bu anlatılanlar, bir uyarı ve öğüttür. Öyleyse dileyen Rabbine giden doğru yolu tutar.","Ahmet Tekin Meali":"Bu sûre, bu âyetler, bir öğüt bir uyarıdır. Allah'ın sünnetine, düzeninin yasalarına uygun iradesinin tecellisi içinde, kim kendi iradesini, tercihini kullanarak isabetli davranır, bunlardan faydalanır, öğüt alırsa, Rabbine giden bir yol, İslâmî bir hayat tarzı benimser.","Ahmet Varol Meali":"Bu bir öğüttür. Artık dileyen Rabbine bir yol edinir.","Ali Bulaç Meali":"Şüphesiz, bu bir öğüttür. Artık dileyen Rabbine bir yol bulabilir.","Ali Fikri Yavuz Meali":"Muhakkak ki bu Sûre, bir öğüddür. Artık dileyen Rabbine bir yol tutar; (O'na ibadet ederek rahmetine yaklaşır).","Bahaeddin Sağlam Meali":"Gerçekten bu, bir öğüttür. İsteyen, Rabbine giden bir yol edinir.","Bayraktar Bayraklı Meali":"29,30,31. Şüphesiz ki bu bir öğüttür. Artık, dileyen Rabbine bir yol tutar. Zaten siz ancak Rabbinizin dilediğini dilersiniz. Şüphesiz Allah her şeyi bilendir; hikmet sahibidir. Allah, dileyeni rahmetine dahil eder. Zâlimlere gelince, onlar için elem verici bir azap hazırlamıştır.[702]","Besim Atalay Meali (1965)":"Evet, bu bir öğüttür; imdi, kim ki dilerse, Tanrısına yol bulur","Cemal Külünkoğlu Meali":"Bu bir hatırlatmadır! İsteyen Rabbine giden yolu tutar!","Cemil Said (1924)":"İşte ihtâr budur. Kim arzu ider ise rabbin yolunı ta’kîb itsün.","Diyanet İşleri Meali (Eski)":"Bu sadece bir öğüttür; dileyen, Rabbine giden yolu tutar.","Diyanet İşleri Meali (Yeni)":"İşte bu bir öğüttür. Dileyen, Rabbine ulaştıran bir yol tutar.","Kur'an Yolu (Diyanet İşleri)":"Şüphesiz ki bunlar birer öğüttür; artık dileyen rabbine bir yol tutar.","Diyanet Vakfı Meali":"Şüphesiz ki bu bir öğüttür. Artık dileyen Rabbine bir yol tutar.","Edip Yüksel Meali":"Bu bir hatırlatmadır: Dileyen, Rabbine varan bir yol tutar.","Elmalılı Hamdi Yazır Meali":"İşte bu bir öğüttür. Dileyen Rabbine giden yolu tutar.","Elmalılı Meali (Orijinal)":"İşte bu bir tezkiredir, dileyen rabbına bir yol tutar","Emrah Demiryent Meali":"Şüphesiz, bu (Kur’ân) bir öğüttür. (Dünya ve âhiret kurtuluşunu) isteyen kimse, (ancak) Rabbine (ve hükümlerine îmân edip, sâlih ameller işleyerek, bu kurtuluşa) bir yol bulabilir.","Erhan Aktaş Meali":"Bu bir öğüttür. Artık dileyen onunla Rabb'ine varan bir yol edinir.","Hasan Basri Çantay Meali":"Şübhesiz ki bu (sûre) de bir öğüddür. Artık kim dilerse Rabbine bir yol tutar.","Hayrat Neşriyat Meali":"Şübhesiz ki bu bir nasîhattir. Artık isteyen Rabbine doğru bir yol tutar.","İhsan Aktaş Meali":"Şüphesiz bunlar (bu ayetler) bir uyarıdır (öğüttür). Kim dilerse Rabbine giden yolu tutar.","İlyas Yorulmaz Meali":"İşte bu (Kur’an) bir öğüttür. Dileyen Rabbine bir yol tutar.","İsmayıl Hakkı Baltacıoğlu":"Gerçekten bu, bir öğüttür. Artık herkim dilerse çalabına varan yolu tutar.","İsmail Hakkı İzmirli":"Bu, bir öğüttür. Kim dilerse bununla Rabbine yol edinir.","İsmail Yakıt":"Muhakkak ki bu bir öğüttür. Artık bundan böyle dileyen kendini Rabbine götürecek bir yol edinir.¹⁰","Kadri Çelik Meali":"Şüphesiz bu bir hatırlatmadır. Artık dileyen Rabbine bir yol edinebilir.","Mahmut Kısa Meali":"<b>İşte bu </b>Kur’an, zâlimleri bekleyen korkunç azâbı haber veren bir uyarı,<b> bir hatırlatmadır; o hâlde, </b>dünya ve âhirette kurtuluş ve esenliğe ulaşmak <b>isteyen </b>Kur’an’ı izlesin ve dosdoğru <b>Rabb’ine </b>varan<b> bir yol tutsun. </b>Çünkü insanoğluna, doğruyu eğriden ayırt edebileceği akletme yeteneği ve seçme özgürlüğü bahşedilmiştir. Ancak bu özgürlük, mutlak ve sınırsız bir özgürlük değildir:","Mahmut Özdemir Meali":"Bu, bir öğütleme’dir. Dilemiş kimse kendi rabbine doğru yol edindi.","Mehmet Çakır Meali":"Bunlar küçük hatırlatmalardır. Artık isteyen Tanrı'nın yolunu tutar.","Mehmet Çoban Meali":"İşte bütün bu gerçekler insanlar için bir öğüttür. Dileyen gerçeklerden ders alarak Rabbinin yasalarına uyarak yaşar.         ","Mehmet Okuyan Meali":"Şüphesiz ki bu (gerçeği) hatırla(t)madır. Dileyen, Rabbine (giden) bir yol tutar. [*]","Mehmet Türk Meali":"İşte (bütün) bunlar, kesinlikle bir öğüttür. Artık kim (îman etmek) isterse, Rabbine ancak (bunlarla) yol bulabilir.¹","Muhammed Esed Meali":"BÜTÜN bunlar bir uyarıdır: öyleyse, dileyen Rabbine giden yolu bulabilir.","Mustafa Çavdar Meali":"Hiç şüphe yok ki bu ayetler size bir zikir/öğüt ve uyarıdır. Artık dileyen öğüt alır da Rabbine varan yolu tutar. 7/203, 10/57","Mustafa İslamoğlu Meali":"BÜTÜN bunlar bir öğüt ve uyarıdır: Şu halde isteyen Rabbine varan bir yol tutsun!","Orhan Kuntman Meali":"Şüphe yok ki bu (uyarılar) bir öğüttür, artık kim dilerse Rabbine bir yol edinir. (İbadet ve itaatta bulunur, rızasına erer sonsuz nimetlere kavuşur)","Osman Fırat Meali":"İşte bu bir öğüttür. Dileyen, Rabbine ulaştıran bir yol tutar","Ömer Nasuhi Bilmen Meali":"Şüphe yok ki, işte bu, bir öğüttür. Artık kim dilerse Rabbine bir yol tutar.","Suat Yıldırım Meali":"İşte bu, bir öğüttür, bir uyarıdır. Artık dileyen Rabbine varan yolu tutar. ","Süleyman Ateş Meali":"Bu bir öğüttür. Dileyen, Rabbine varan yolu tutar.","Süleyman Tevfik (1927)":"Bu sûre mev'ızadır. İsteyen onı tefekkür ve tezekkür idüb rabbine yaklaşmağa yol ittihâz ider. ","Süleymaniye Vakfı Meali":"Bunlar, aklınızdan çıkarmamanız gereken bilgilerdir. Rabbinin yolunu tercih eden o yola girer.","Şaban Piriş Meali":"Şüphesiz bu bir uyarıdır/öğüttür. dileyen kimse Rabbine giden yolu tutar.","Ümit Şimşek Meali":"Bu bir öğüttür; artık dileyen Rabbine doğru bir yol tutar.","Yaşar Nuri Öztürk Meali":"İşte bu, bir hatırlatıcı ve düşündürücüdür. Dileyen, Rabbine doğru, bir yol edinir.","Eski Anadolu Türkçesi":"bayıķ uşbu ögütdür pes her kim dileye duta çalabı’sındın yaña yol.","Satıraltı Meal (1534)":"Bu Ḳur’ān naṣīḥatdür. Kim ki Tañrı yolına varmak istese Ḳur’ānı yolidinsün.","Bunyadov-Memmedeliyev ":"Həqiqətən, bu (surə) bir öyüd-nəsihətdir. Kim istəsə, Rəbbinə tərəf bir yol tutar (ibadət və itaətlə Allaha yaxınlaşar).","M. Pickthall (English)":"Lo! this is an Admonishment, that whosoever will may choose a way unto his Lord.","Yusuf Ali (English)":"This is an admonition: Whosoever will, let him take a (straight) Path to his Lord."},"30":{"Arabic":"وَمَاتَشَٓاؤُ۫نَاِلَّٓااَنْيَشَٓاءَاللّٰهُۜاِنَّاللّٰهَكَانَعَل۪يمًاحَك۪يمًاۗ","Abdulbaki Gölpınarlı Meali":"Ve Allah dilemedikçe onlar, dileyemezler; şüphe yok ki Allah, her şeyi bilir, hüküm ve hikmet sahibidir.","Abdullah-Ahmet Akgül Meali":"<i>(Gerçi)</i><b> Allah dilemedikçe, siz </b><i>(bir şey)</i><b> dileyemezsiniz! </b><i>(Beyniniz, irade ve tercih etme yeteneğiniz bile Allah’tandır. Siz dileyemezsiniz, ancak Allah’ın dilediğini dileyebilirsiniz anlamındadır.)</i><b> Gerçekten Allah </b><i>(her şeyi hakkıyla)</i><b> bilip durandır, Hüküm ve Hikmet sahibi olandır. </b> ","Abdullah Parlıyan Meali":"Ama Allah size o yolu göstermeyi dilemedikçe, siz onu dileyemezsiniz. Çünkü bilin ki Allah herşeyi görendir ve yaptığı herşeyi yerli yerince yapandır.","Ahmet Tekin Meali":"Ancak, Allah'ın sünnetine, düzeninin yasalarına uygun iradesinin tecelli etmesi halinde siz de iradenizi ve tercihinizi kullanarak isabetli davranabilirsiniz. Allah her şeyi bilir, hikmet sahibi ve hükümrandır.","Ahmet Varol Meali":"Allah dilemedikçe de siz (bir şey) dileyemezsiniz. Şüphesiz O bilendir, hikmet sahibidir.","Ali Bulaç Meali":"Allah dilemedikçe siz dileyemezsiniz. Gerçekten Allah bilendir, hüküm ve hikmet sahibidir.","Ali Fikri Yavuz Meali":"(Şunu da bilin ki,) Allah dilemeyince siz (hayır ve şerri) dileyemezsiniz. Çünkü Allah Alîm'dir= her şeyi bilir, Hakîm'dir= hikmet sahibidir;","Bahaeddin Sağlam Meali":"Fakat Allah dilemedikçe (hak etmediğiniz müddetçe) isteyemezsiniz. Şüphesiz Allah, her şeyi bilen ve her şeyi yerli yerinde yapandır.","Bayraktar Bayraklı Meali":"29,30,31. Şüphesiz ki bu bir öğüttür. Artık, dileyen Rabbine bir yol tutar. Zaten siz ancak Rabbinizin dilediğini dilersiniz. Şüphesiz Allah her şeyi bilendir; hikmet sahibidir. Allah, dileyeni rahmetine dahil eder. Zâlimlere gelince, onlar için elem verici bir azap hazırlamıştır.[702]","Besim Atalay Meali (1965)":"Allah dilemedikçe bir şey dileyemezsiz, Allah bilgin, Allah bilge","Cemal Külünkoğlu Meali":"Allah dilemedikçe siz bir şey dileyemezsiniz. Hiç kuşkusuz Allah her şeyi bilir ve her işi yerinde yapar.","Cemil Said (1924)":"Lâkin ânlar ancak Allâh’ın istediğini arzu idebilür. Allâh ’âlim ve hakîmdir.","Diyanet İşleri Meali (Eski)":"Allah dilemedikçe siz dileyemezsiniz. Doğrusu Allah, bilendir, Hakim'dir.","Diyanet İşleri Meali (Yeni)":"Allah’ın dilemesi olmadıkça siz dileyemezsiniz. Şüphesiz Allah hakkıyla bilendir, hüküm ve hikmet sahibidir.","Kur'an Yolu (Diyanet İşleri)":"Ancak Allah’ın (bir şeyi) dilemesi sayesinde dileyebilirsiniz. Şüphesiz Allah her şeyi bilendir, hikmet sahibidir.","Diyanet Vakfı Meali":"Sizler ancak Rabbinizin dilemesi (izin vermesi) sayesinde (bir şeyi) dileyebilirsiniz. Şüphesiz Allah her şeyi bilendir, hikmet sahibidir.","Edip Yüksel Meali":"ALLAH dilemedikçe siz dileyemezsiniz. ALLAH Bilendir, Bilgedir.","Elmalılı Hamdi Yazır Meali":"Allah dilemedikçe siz dileyemezsiniz. Kuşkusuz Allah, bilendir, hüküm ve hikmet sahibidir.","Elmalılı Meali (Orijinal)":"Maamafih Allah dilemeyince dilemezsiniz, çünkü yegâne alîm, hakîm Allahdır","Emrah Demiryent Meali":"Allah dilemedikçe (irâdesi/yaratması olmadıkça) siz (değil bir şey yapmak, onu) dileyemezsiniz (bile). Şüphesiz Allah her şeyi hakkıyla bilendir, hüküm ve hikmet sahibidir.","Erhan Aktaş Meali":"Allah dilemedikçe siz dileyemezsiniz.¹ Kuşkusuz Allah, Her Şeyi Bilen'dir, En İyi Hüküm Veren'dir.","Hasan Basri Çantay Meali":"(Bununla beraber) Allah dilemeyince siz (bunu) dileyemezsiniz. Çünkü Allah hakkıyle bilendir, tam bir hukûm ve hikmet saahibidir.","Hayrat Neşriyat Meali":"Bununla berâber, Allah (sizin serbestçe istemenizi) dilemedikçe, (siz)isteyemezsiniz!(1) Muhakkak ki Allah, Alîm (herkesin hâlini bilen)dir, Hakîm (her işi hikmetli olan)dır.","İhsan Aktaş Meali":"Oysa (ey müşrikler! Şu an öğüt alıp doğruluğu) istemiyorsunuz, ancak, Allah (özgür iradenizi ellerinizden almak suretiyle buna zorlamak) isterse o başka. Şüphesiz Allah (her şeyi) bilen, doğru hüküm verendir. (*)","İlyas Yorulmaz Meali":"Allah dilemedikçe siz, hiçbir şey dileyemezsiniz. Şüphesiz ki Allah her şeyi bilen ve her şeyin hükmünü verendir.","İsmayıl Hakkı Baltacıoğlu":"Allah dilemeyince siz diliyemezsiniz. Çünkü Allah bilici, doğruyu bildirici olandır.","İsmail Hakkı İzmirli":"Fakat siz, Allah dilemedikçe bunu dilemiyorsunuz. Allah hakkıyle âlimdir, hâkimdir.","İsmail Yakıt":"Allah dilemedikçe sizler bir şey dileyemezsiniz. Muhakkak ki Allah Alîm’dir, Hakîm’dir.","Kadri Çelik Meali":"Allah dilemedikçe siz dileyemezsiniz. Gerçekten Allah, bilendir, hikmet sahibi olandır.","Mahmut Kısa Meali":"Şunu iyi bilin ki, <b>Allah </b>bu yola girmenizi <b>dilemediği takdirde siz,</b>değil hidâyete ermek, onu <b>dileyemezsiniz </b>bile. Eğer siz bir şeyler irâde edebiliyor, muhâkeme yapabiliyor, birtakım kararlar verebiliyorsanız, Allah size bu imkanları bağışladığı içindir. Hiç kuşkusuz O, tüm varlıklar üzerinde mutlak hâkimdir ve her şey O’nun kudret ve denetimi altındadır. Dolayısıyla, O’nun izin ve irâdesi olmadan hiçbir şey gerçekleşmez. Bununla birlikte <b>Allah,</b> doğru yola yönelmek isteyen hiç kimseyi bundan alıkoymaz; çünkü O, sonsuz kudret ve egemenlik sahibi olmakla birlikte, aynı zamandaher şeyin en doğrusunu <b>bilendir, </b>her konuda en âdil hükmü veren, sonsuz hikmetiyle her şeyi yerli yerince yapan bir <b>hakîmdir. </b>Öyle ki:","Mahmut Özdemir Meali":"Allah’ın dilemesi dışında siz dilemiyorsunuz. Allah, hakîm alîmdir.","Mehmet Çakır Meali":"Sizin değil, sadece Allah'ın dediği olur. Çünkü Allah, her şeye bilgi ile hakimdir.","Mehmet Çoban Meali":"Unutmayın ki Allah’ın dilemesi olmadıkça siz dileyemezsiniz. Dilerse Allah sizin bütün yetkilerinizi, yetilerinizi, aklınızı, fikrinizi, iradenizi alır. Siz hiçbir şey yapamazsınız. Hiçbir şey dileyemezsiniz. Ortada öylece kalakalırsınız. Şüphesiz Allah hakkıyla bilen. Hüküm ve hikmet sahibidir.        ","Mehmet Okuyan Meali":"(Böyle yaparsanız) Allah’ın dilediğinden başkasını dilememiş olursunuz. [*] Şüphesiz ki Allah bilendir, doğru hüküm verendir.","Mehmet Türk Meali":"Allah dilemedikçe siz dileyemezsiniz.¹ Gerçekten Allah her şeyi bilendir, hüküm (ve hikmet) sahibidir.","Muhammed Esed Meali":"Ama Allah [size o yolu göstermeyi] dilemedikçe siz onu dileyemezsiniz: ²⁸ çünkü, bilin ki Allah her şeyi görendir, hikmet Sahibidir.","Mustafa Çavdar Meali":"Zira Allah bu Kuran’ı indirerek öğüt almanızı dilemiş siz de Kuran’a yönelirseniz Allah’ın dileğini yerine getirmiş olursunuz. Çünkü Allah, her şeyi bilendir ve her hükmü doğru olandır. 3/133, 4/26, 6/156-157","Mustafa İslamoğlu Meali":"Bu sayede siz, zaten Allah’ın istediğini istemiş (olursunuz):[⁵⁴⁹⁵] elbette Allah her şeyi bilendir, hep hikmetle hükmedendir.","Orhan Kuntman Meali":"Ancak Allah dilemedikçe siz dileyemezsiniz! Çünkü Allah her şeyi hakkıyle bilendir, hüküm ve hikmet sahibidir.","Osman Fırat Meali":"Allah’ın dilemesi olmadıkça siz dileyemezsiniz. Şüphesiz Allah hakkıyla bilendir, hüküm ve hikmet sahibidir.","Ömer Nasuhi Bilmen Meali":"Ve siz dileyemezsiniz, meğer ki, Allah dileyecek olsun. Şüphe yok ki bihakkın bilen, hakîm olan, ancak Allah'tır.","Suat Yıldırım Meali":"Ama Allah dilemedikçe, siz dileyemezsiniz. Çünkü her şeyi bilen, tam hüküm ve hikmet sahibi olan, Allah'tır. Her şeyi bildiği gibi, rahmet ve hidâyete lâyık olanları da pek iyi bilir. ","Süleyman Ateş Meali":"Allah dilemedikçe siz dileyemezsiniz. Şüphesiz Allah bilendir, hüküm ve hikmet sahibidir.","Süleyman Tevfik (1927)":"Siz, Allâh Te'âlâ istemedikce birşey isteyemezsiniz. (Her şey O'nun meşiyyetine merbûtdur.) Allâh herkesin ehliyetini bilir ve hikmeti muktezâsını icrâ ider.","Süleymaniye Vakfı Meali":"Sizin yaptığınız tercih ancak Alemlerin Rabbi[*] olan Allah’ın yaratması ile gerçekleşir. Çünkü bilen O, her kararı doğru olan O’dur.","Şaban Piriş Meali":"Allah dilemedikçe siz dileyemezsiniz. Çünkü, Allah, her şeyi bilendir, hakimdir.","Ümit Şimşek Meali":"Allah dilemedikçe siz birşey isteyemezsiniz.(3) Doğrusu Allah herşeyi bilen, her işi hikmetle yapandır.","Yaşar Nuri Öztürk Meali":"Allah dilemedikçe siz dileyemezsiniz. Allah Alîm'dir, Hakîm'dir.","Eski Anadolu Türkçesi":"daħı dilemezsiz illā kim dileye Tañrı. bayıķ Tañrı oldı bilici dürüst işlü dürüst sözlü.","Satıraltı Meal (1534)":"Siz dilemezsiz Tañrı Ta‘ālā dilemeyince. Tañrı Ta‘ālā her nesneyi bilicidür,ḥikmetler issidür.","Bunyadov-Memmedeliyev ":"(Ey insanlar! Onu da bilin ki) Allah istəməsə, siz (bunu) istəyə bilməzsiniz. (Ancaq Allah istəsə, istəyə bilərsiniz). Həqiqətən, Allah (hər şeyi) biləndir, hikmət sahibidir!","M. Pickthall (English)":"Yet ye will not, unless Allah willeth. Lo! Allah is Knower, Wise.","Yusuf Ali (English)":"But ye will not, except as Allah wills;(5861) for Allah is full of Knowledge and Wisdom."},"31":{"Arabic":"يُدْخِلُمَنْيَشَٓاءُف۪يرَحْمَتِه۪ۜوَالظَّالِم۪ينَاَعَدَّلَهُمْعَذَابًااَل۪يمًا","Abdulbaki Gölpınarlı Meali":"Dilediğini rahmetine alır; ve zalimlere gelince: Elemli bir azap hazırlamıştır onlara.","Abdullah-Ahmet Akgül Meali":"<i>(Allah, hayra liyakat kesbetmiş kullarından)</i><b> Dilediğini Kendi rahmetine sokar. Zalimlere ise, onlar için acı bir azap hazırlamıştır.</b> ","Abdullah Parlıyan Meali":"Dileyeni yahut dilediğini rahmetine kabul eder ama yaratılış gayesi dışında yaşamış olanlara öteki dünyada şiddetli bir azap hazırlamıştır.","Ahmet Tekin Meali":"Allah sünnetine, düzeninin yasalarına uygun olarak, iradesinin tecellisine tâbi, akıllı ve sorumlu varlıkları rahmetine gark eder. İnkâr ile, isyan ile, baskı, zulüm ve işkence ile temel hak ve hürriyetleri kısıtlayan, Allah yolunu, Allah yolundaki faaliyetleri engelleyen, hakka riayet etmeyen zâlimler, müşrikler için can yakıp inleten müthiş bir azap hazırlamıştır.","Ahmet Varol Meali":"Dilediğini rahmetine sokar. Zalimlere gelince, onlar için acıklı bir azap hazırlamıştır.","Ali Bulaç Meali":"Dilediğini kendi rahmetine sokar. Zalimlere ise, onlara acı bir azab hazırlamıştır.","Ali Fikri Yavuz Meali":"Dilediği kimseyi rahmeti içine kor. Zalimlere ise acıklı bir azab hazırlamıştır.","Bahaeddin Sağlam Meali":"Dilediğini rahmetine koyar. Zalimler için ise, elem verici bir azap hazırlamıştır.","Bayraktar Bayraklı Meali":"29,30,31. Şüphesiz ki bu bir öğüttür. Artık, dileyen Rabbine bir yol tutar. Zaten siz ancak Rabbinizin dilediğini dilersiniz. Şüphesiz Allah her şeyi bilendir; hikmet sahibidir. Allah, dileyeni rahmetine dahil eder. Zâlimlere gelince, onlar için elem verici bir azap hazırlamıştır.[702]","Besim Atalay Meali (1965)":"Dilediği kimseyi alır rahmetine; zalimlere gelince, ağrıtıcı azap vardır onlara","Cemal Külünkoğlu Meali":"Dileyeni (dilediği takdirde) rahmetine kabul eder. Zalimler için ise şiddetli bir azap hazırlamıştır.","Cemil Said (1924)":"Kime ister ise âna rahmetini ibzâl ider. Zâlimlere ’azâb-ı elîm ihzâr iylemişdir.","Diyanet İşleri Meali (Eski)":"Dilediğine rahmet eder. Zalimlere, işte onlara, can yakıcı bir azap hazırlamıştır.*","Diyanet İşleri Meali (Yeni)":"O, dilediği kimseyi rahmetine sokar. Zalimlere ise elem dolu bir azap hazırlamıştır.","Kur'an Yolu (Diyanet İşleri)":"Allah dilediğini rahmetine dahil eder. Zalimlere gelince onlar için elem verici bir azap hazırlamıştır.","Diyanet Vakfı Meali":"O, dilediğini rahmetine dahil eder. Zalimlere gelince, onlar için elem verici bir azap hazırlamıştır.","Edip Yüksel Meali":"O, dilediğini ve/veya dileyeni Rahmetine sokar. Zalimlere ise acı bir ceza hazırlamıştır.","Elmalılı Hamdi Yazır Meali":"Allah dilediğini rahmetine sokar. Zalimlere ise, acıklı bir azap hazırlamıştır.","Elmalılı Meali (Orijinal)":"O dilediğini rahmeti içine kor, zalimlere ise elîm bir azâb hazırlamıştır","Emrah Demiryent Meali":"O, hidâyete ulaşmak üzere, gayret sarf eden kimseyi, (lütfuyla) rahmetine dâhil eder. Zâlimlere (kâfirlere) ise (ısrarla hakkı inkâr ettikleri için) elem dolu bir azap hazırlamıştır.","Erhan Aktaş Meali":"Dilediğini¹ rahmetine alır. Zalimler için ise acıklı bir azap hazırladı.","Hasan Basri Çantay Meali":"Kimi dilerse rahmetine sokar. Zaalimler (e gelince.) Onlar için elem verici bir azâb hazırlamışdır O.","Hayrat Neşriyat Meali":"O, dilediği kimseyi (hikmetine binâen kendi lütfundan) rahmetine dâhil eder. Zâlimlere gelince, onlar için çok elemli bir azab hazırlamıştır.","İhsan Aktaş Meali":"O, (rahmeti) dileyeni (iman edip rahmeti gerektiren işleri yapanları), rahmetine dâhil eder. Zalimlere gelince, (o hâl üzere ahirette intikal ettiklerinde) onlar için elem verici bir azap hazırlamış (olacak)tır.","İlyas Yorulmaz Meali":"Allah dilediği kimseyi rahmetine koyar ve zalimler içinde acıklı bir azap hazırlamıştır.","İsmayıl Hakkı Baltacıoğlu":"Allah kimi dilerse onu esirgeyiciliğine kavuşturur, kıyıcılara gelince O, onlar için acıklı bir azap düzmüştür.","İsmail Hakkı İzmirli":"O, dilediğini öz rahmetine sokar ve zalimler için âhirette acıklı azap hazırlamıştır.","İsmail Yakıt":"Dilediğini rahmetine dâhil eder. Zalimlere gelince, onlar için can yakıcı bir azap hazırlamıştır.","Kadri Çelik Meali":"Dilediğini kendi rahmetine sokar ve zalimler (var ya), onlar için acı bir azap hazırlamıştır.","Mahmut Kısa Meali":"<b>O, dilediğini rahmetine katar. </b>Öyleyse, O’nun rahmetine lâyık kullar olmaya çalışın! Ayetlerimizi red ve inkâr eden o <b>zâlimlere gelince, onlar için can yakıcı bir azap hazırlamıştır!</b>","Mahmut Özdemir Meali":"Dileyeceği / dileyen kimseleri kendi rahmetine girdirir. Zâlimler’e gelince; onlar için acıveren bir azap hazırladı.","Mehmet Çakır Meali":"Değer bulduğu kimseleri sevgi halkasına alır. Saygısızları ise kıvrandıran cezalara çarptırır.","Mehmet Çoban Meali":"Rabbin dilediği kimseyi hesap günü rahmetiyle kucaklar. Onları cennetiyle mükâfatlandırır. Dünya hayatında yasalarımıza karşı çıkarak zalimlik yapanlara elem dolu bir azap hazırladık. Azabımızdan hiç şüpheleri olmasın!   ","Mehmet Okuyan Meali":"(Allah) dileyeni (layık gördüğünü) merhametine koyar. Zalimler için de elem verici bir azap hazırlamış (olacak)tır.","Mehmet Türk Meali":"Zîrâ O, ancak dilediğini rahmetine sokar. Ama zâlimler için de (âhirette) acı bir azap hazırlamıştır.","Muhammed Esed Meali":"Dileyeni ²⁹ rahmetine kabul eder; ama zalimler için [öteki dünyada] şiddetli bir azap hazırlamıştır.","Mustafa Çavdar Meali":"O, öğüt almayı tercih edeni rahmetine koyar, öğüt almayan zalimler için ise acıklı bir azap hazırlamıştır. 14/4, 16/93, 39/71, 67/6...12","Mustafa İslamoğlu Meali":"O, hak edip isteyen/istediği kimseyi rahmetine dahil eder; ne ki zalimler için de elem verici bir azap hazırlamıştır.","Orhan Kuntman Meali":"Dilediğini rahmetine -cennetine- sokar, Zâlimlere ise, çetin bir azap hazırlamıştır! ","Osman Fırat Meali":"O, dilediği kimseyi rahmetine sokar. Zalimlere ise elem dolu bir azap hazırlamıştır.","Ömer Nasuhi Bilmen Meali":"Dilediğini rahmetine sokar, zalimlere (gelince) onlar için elem verici bir azab hazırlamıştır.","Suat Yıldırım Meali":"Böylece dilediğini rahmetine alır. Zalimler için ise, gayet acı bir ceza hazırlamıştır. ","Süleyman Ateş Meali":"Dilediğini rahmetine sokar. Zalimlere gelince, onlar için acı bir azab hazırlamıştır.","Süleyman Tevfik (1927)":"Allâh dilediğini rahmetine idhâl buyurur. Zâlimlere ise elemli 'azâb hazırlamışdır.","Süleymaniye Vakfı Meali":"O, doğru tercihte bulunanı[*] ikramı ile kuşatır. Yanlış yapanlar için de acıklı bir azap hazırlamıştır.","Şaban Piriş Meali":"Dilediğini rahmetine girdirir. Zalimlere de acı bir azap hazırlamıştır.","Ümit Şimşek Meali":"O dilediğini rahmetine eriştirir. Zalimler için ise O acı bir azap hazırlamıştır.","Yaşar Nuri Öztürk Meali":"Dilediğini/dileyeni rahmetinin içine sokar. Zalimlere gelince, onlar için korkunç bir azap hazırlamıştır.","Eski Anadolu Türkçesi":"givüre anı kim diler raḥmeti içine. daħı žālimler yaraķladı anlara 'aźāb aġrıdıcı.","Satıraltı Meal (1534)":"Givürür kimi dilese raḥmeti içine ve ẓālimlere yaraḳladı ulu ‘aẕāb.","Bunyadov-Memmedeliyev ":"(Allah) istədiyi kimsən Öz mərhəmətinə qovuşdurar. Zalımlara gəldikdə isə, (Allah) onlar üçün (axirətdə) şiddətli bir əzab hazırlamışdır!","M. Pickthall (English)":"He maketh whom He will to enter His mercy, and for evil doers hath prepared a painful doom.","Yusuf Ali (English)":"He will admit to His Mercy whom He will;(5862) But the wrong-doers,- for them has He prepared a grievous Penalty."},"TotalVerse":31,"Name":"İnsan"}