{"1":{"Arabic":"لَمْيَكُنِالَّذ۪ينَكَفَرُوامِنْاَهْلِالْكِتَابِوَالْمُشْرِك۪ينَمُنْفَكّ۪ينَحَتّٰىتَأْتِيَهُمُالْبَيِّنَةُۙ","Abdulbaki Gölpınarlı Meali":"Vaz geçemezlerdi kafirlikten kitap ehlinden kafir olanlar ve şirk koşanlar, kendilerine apaçık kesin bir delil gelmedikçe.","Abdullah-Ahmet Akgül Meali":"<b>Kitap Ehlinden ve müşriklerden </b><i>(olan)</i><b> kâfirler; kendilerine apaçık bir delil </b><i>(Nebi, Kitap, kanıt) </i><b>gelinceye kadar, </b><i>(bulundukları bâtıl ve berbat durumdan)</i><b> kopup-ayrılacak değillerdi. </b><i>(Bu nedenle yeni bir peygambere ve İlahi vahye ihtiyaç vardı.)</i> ","Abdullah Parlıyan Meali":"İster Allah'tan gelen gerçekleri örtbas eden kâfirler, ister bize de kitap verildi diyenler, isterse Allah'tan başkalarına ilahlık yakıştıranlardan olsun kendilerine apaçık delil gelinceye kadar hiçbir kimse bulundukları hayat tarzından ayrılacak değillerdir.","Ahmet Tekin Meali":"Kutsal kitaplarda müjdelenen, oğulları gibi tanıdıkları âdil önder Allah'ın Rasulü Muhammed, hak delil Kur'an ile tebliğ görevine başlayıncaya kadar, ehl-i kitaptan ve müşriklerden küfürde ısrar edenler, inkardan-yeni bir peygamber beklentisinden vazgeçmiş değillerdi.","Ahmet Varol Meali":"Kitap ehlinden ve müşriklerden inkar edenler kendilerine açık bir delil gelinceye kadar (bağlı bulundukları dinden) ayrılacak değillerdi.","Ali Bulaç Meali":"Kitap ehlinden ve müşriklerden inkâr edenler, kendilerine apaçık bir delil gelinceye kadar, (bulundukları durumdan) kopup-ayrılacak değillerdi.","Ali Fikri Yavuz Meali":"Ehl-i kitab (Yahûdi'lerle Hristiyanlar) ve müşriklerden (putlara tapanlardan) o kafir olanlar, kendilerine açık bir hüccet gelinceye kadar (üzerinde bulundukları dinden) ayrılacak değillerdi.","Bahaeddin Sağlam Meali":"1, 3. Ehl-i kitaptan ve Allah’a ortak koşanlardan olan o kâfirler, haktan ayrı sayılmazlar Allah’tan onlara bir peygamber: beyine (açık delil) gelmedikçe.. Onlara doğru yasalar ve bilgiler olan tertemiz sahifeler (vahiy mesajlarını) okuyan Allah’tan gelen bir Peygamber...","Bayraktar Bayraklı Meali":"Kitap ehlinden ve müşriklerden inkâr edenler, kendilerine apaçık delil gelinceye kadar tutumlarından vaz geçecek değillerdi. [786]","Besim Atalay Meali (1965)":"1,2,3. Kitaplı olan kâfirler ile Tanrıya eş koşanlar —Allah tarafından gönderilmiş bir peygamber onlara, doğru yazılmış kitaplardan, arı, duru sayfalar okuyan bir tanık gelene dek — dinlerinden ayrılmış değillerdir","Cemal Külünkoğlu Meali":"Ehli Kitap olan (Yahudi ve Hıristiyanlardan) kâfir olanlarla müşrikler, kendilerine apaçık bir delil gelinceye kadar (üzerinde bulundukları dinden) ayrılacak değillerdi.","Cemil Said (1924)":"Ehl-i kitâb olan kâfirler le müşrikler ’alâmet-i zahîre görindiği zamân dahî senden ayrıldılar.","Diyanet İşleri Meali (Eski)":"1,2,3. Kitap ehlinden ve ortak koşanlardan inkarcılar, kendilerine apaçık bir belge, içinde kesin ve en doğru hükümlerin bulunduğu arınmış sahifeleri okuyan, Allah katından bir Peygamber gelene kadar dinlerinden vazgeçecek değillerdi.","Diyanet İşleri Meali (Yeni)":"Kitap ehlinden inkâr edenler ile Allah’a ortak koşanlar, kendilerine apaçık delil gelinceye kadar (küfürden) ayrılacak değillerdi.","Kur'an Yolu (Diyanet İşleri)":"1-2. Ehl-i kitap’tan ve müşriklerden hakkı inkâr edenler, kendilerine açık kanıt ve Allah tarafından gönderilen, tertemiz sayfaları okuyan bir elçi gelinceye kadar (hakkı inkârcılıktan) ayrılacak değillerdir.","Diyanet Vakfı Meali":"Apaçık delil kendilerine gelinceye kadar ehl-i kitaptan ve müşriklerden inkârcılar (küfürden) ayrılacak değillerdi.","Edip Yüksel Meali":"Kitap halkının inkarcıları ve putperestler, kendilerine açık delil/kanıt gelmesine rağmen yollarını terketmezler.","Elmalılı Hamdi Yazır Meali":"Kitap ehlinden ve müşriklerden (Hakk'ı) tanımayanlar, kendilerine açık delil gelinceye kadar inkârlarından ayrılacak değillerdi.","Elmalılı Meali (Orijinal)":"Ehli kitab ve müşriklerden o küfredenler: infilâk edecek değildi gelinciye kadar kendilerine beyyine","Emrah Demiryent Meali":"Hakkı inkâr eden ehl-i kitap ve müşrikler, kendilerine apaçık delil gelinceye kadar (küfürden) vazgeçecek değillerdi.","Erhan Aktaş Meali":"Kitap Ehli'nden ve Müşriklerden gerçeği yalanlayan nankörler, kendilerine beyyine¹ gelmeden ayrılığa düşmüş değillerdi.","Hasan Basri Çantay Meali":"1,2,3. Kitablardan ve müşriklerden küfredenler kendilerine apaçık bir hüccet, (ya'nî) içinde (kitabların) en doğru (hükümleri) yazılı, (baatıldan âzâde ve) temiz sahîfeleri okuyacak Allahdan bir peygamber gelinceye kadar (gûyâ intizaar edeceklerdi, dînlerinden) ayrılacak değillerdi.","Hayrat Neşriyat Meali":"Kitab ehlinden ve müşriklerden inkâr edenler, kendilerine beyyine (apaçık delil)gelinceye kadar (bulundukları dinden) ayrılacak kimseler değildi.","İhsan Aktaş Meali":"Açık delil (gösteren, tebliğ yapan son elçi) kendilerine gelinceye kadar ehl-i kitaptan ve müşriklerden (hakkı) inkâr etmiş olanlar çözülecek (bulundukları durumdan, kendi inanç sistemlerinden ayrılacak) değillerdi. *","İlyas Yorulmaz Meali":"Ehli kitaptan ve Allah’a ortak koşanlardan doğruları inkâr edenler, kendilerine açıklayıcı ayetler gelinceye kadar, kendi inançlarından vazgeçmediler.","İsmayıl Hakkı Baltacıoğlu":"Kitaplılardan, eş koşanlardan tanımaz olanlar kendilerine apaçık kanıt gelinceye dek dinlerinden ayrılacak değildirler.","İsmail Hakkı İzmirli":"Ehl-i Kitap/tan ve müşriklerden kâfir olanlar, kendilerine aşikâr bir hüccet","İsmail Yakıt":"Kitap ehlinden ve Allah’a ortak koşanlardan inkâr edenler, kendilerine apaçık delil gelinceye kadar ayrılığa düşmüş değillerdi.","Kadri Çelik Meali":"Kitab ehlinden ve müşriklerden küfre sapanlar, kendilerine (özürlerini ortadan kaldıracak) apaçık bir delil gelinceye kadar, (kendi hallerine) salıverilecek değillerdir.","Mahmut Kısa Meali":"<b>İster Kitap Ehli </b>olarak bilinen Hıristiyanlar ve Yahudiler olsun,<b> isterse </b>âhireti, Peygamberleri ve kutsal kitapları inkâr eden <b>müşrikler olsun, </b>Allah hakkında yanlış düşüncelere kapılarak <b>inkâra saplananlar, kendilerine apaçık bir delil gelmedikçe </b>ve içine saplandıkları bâtıl inancın yanlışlığını gözler önüne seren apaçık bir delil önlerine konmadıkça, durumlarını değiştirecek, zulüm ve inkârdan<b> vazgeçecek değillerdi.</b>","Mahmut Özdemir Meali":"Kitap ehlinden ve Müşrikler’den inkâr etmiş olanlar, kendilerine BEYYİNE / Açık Belgeler gelinceye kadar ayrışmış değildi.","Mehmet Çakır Meali":"İnkarcı ehlikitap ile çok tanrıcı müşrikler arasında, Kuran nazil olana kadar hiçbir sorun yoktu. ","Mehmet Çoban Meali":"Yahudi ve Hristiyanlardan Resulümüz Muhammed’i, O’nunla gönderilen Kitabı inkâr edenler ile Allah’a ortak koşanlar, kendilerine apaçık delil gelinceye kadar küfürden ayrılacak değillerdi. Onlar Allah’ın yasama, yürütme, yargılama, cezalandırma yetkisini insanlarda görerek, insanları ilahlık mertebesine çıkarıp, Allah’a ortak etmişler, Allah’ın yasalarını inkâr ederek insanların yasalarına uymuşlardır.        ","Mehmet Okuyan Meali":"[Beyyine] [*](apaçık bir elçi) kendilerine gelinceye kadar kitap ehlinden ve müşriklerden bazı nankörler (küfürden) ayrılacak değillerdi.","Mehmet Türk Meali":"1,2,3. Kitap ehlinden¹ ve müşriklerden² olan kâfirler,³ kendilerine açık delil olarak, Allah tarafından gönderilen ve içerisinde en doğru hükümler bulunan, tertemiz sahifeleri okuyan bir Peygamber gelinceye kadar, (diğer kâfirlerden) ayırt edilecek değillerdi.⁴","Muhammed Esed Meali":"HAKİKATİ inkara şartlanmış olanlar, -ister geçmiş vahyin mensuplarından isterse Allah’tan başkasına da ilahlık yakıştıranlardan [olsunlar]- ¹ kendilerine hakikatin açık kanıtları gelmeden [O’nun tarafından] gözden çıkarılacak değillerdir:","Mustafa Çavdar Meali":"Kitap ehlinden ve müşriklerden bu vahye inanmak istemeyen kâfirler, kendilerine hakikatin apaçık belgeleri Kuran gelinceye kadar ayrılığa düşmemişlerdi. 2/213, 5/48, 7/157-158","Mustafa İslamoğlu Meali":"İNKÂRDA ısrar edenler, -ister kitap ehline isterse şirki hayat tarzı edinenlere mensup olsunlar-[⁵⁸³⁶] kendilerine hakikatin açık delili[⁵⁸³⁷] gelinceye kadar çözülecek değillerdi![⁵⁸³⁸]","Orhan Kuntman Meali":"Kitap ehlinden ve müşriklerden küfredenler, kendilerine apaçık bir delil (bir peygamber) gelinceye kadar, dinlerinden (küfürlerinden) vazgeçmeyeceklerdi!.. ","Osman Fırat Meali":"Kitap ehlinden kafir olanlar ile O müşrikler, kendilerine apaçık delil gelinceye kadar ayrılacak değillerdi","Ömer Nasuhi Bilmen Meali":"Ehl-i kitaptan ve müşriklerden kâfir olanlar kendilerine apaçık bir hüccet gelinceye değin (küfürlerinden) ayrılacak değillerdir.","Suat Yıldırım Meali":"Gerek Ehl-i kitaptan, gerek müşriklerden olan kâfirler, kendilerine o açık ve kesin delil gelmedikçe, inkârlarından ayrılacak değillerdi. ","Süleyman Ateş Meali":"Kitap ehlinden ve müşriklerden (hakk'ı) tanımayanlar, kendilerine açık kanıt gelinceye dek (halleri üzere) bırakılacak değillerdi (mutlaka kendilerine açıklama gelecekti).","Süleyman Tevfik (1927)":"Ehl-i Kitâb'dan küfür idenlerle müşrikler kendilerine hak ve bâtılı ayıran peygamber ve kitâb geldikden sonra bile küfürlerinden ayrılmazlar.","Süleymaniye Vakfı Meali":"Ehl-i kitaptan[1] kafir olanlarla müşrikler[2], kendilerine o beyyine gelinceye kadar çözülecek değillerdir.[3]","Şaban Piriş Meali":"Kitap ehlinden ve müşriklerden inkar edenler, kendilerine açık belgeler gelinceye kadar ayrılanlar olmadılar.","Ümit Şimşek Meali":"Kitap Ehlinden kâfir olanlar ile müşrikler, kendilerine delil gelinceye kadar dinlerinden ayrılacak değillerdi.","Yaşar Nuri Öztürk Meali":"Ehlikitap'tan küfre sapanlarla müşrikler, kendilerine beyyine/açık kanıt gelinceye kadar çözülüp ayrılacak değillerdi.","Eski Anadolu Türkçesi":"1-3. olmadı anlar kim kāfir oldılar kitāb ehli’nden ya'nį yāhūdį naśrānį daħı müşriķlerden ayırılıcılar tā gele anlara ḥüccet ya'nį muḥammed ya'nį yazılmış āyetlerdür. Tañrı’dan oķır kitāblar arınmış anlaruñ içinde kitāblardur ŧoġru.","Satıraltı Meal (1534)":"Olmadı ol kişiler ki kāfir oldılar kitāb ehlinden ve müşriklerden, ayrılmaz‐lar gelmeyince özlerine delīl ve ḥüccet.","Bunyadov-Memmedeliyev ":"Kitab əhlindən (yəhudilərdən və xaçpərəstlərdən) kafir olanlar və müşriklər özlərinə açıq-aşkar bir dəlil gəlməyənə qədər (dinlərindən) ayrılan deyildilər.","M. Pickthall (English)":"Those who disbelieve among the People of the Scripture and the idolaters could not have left off (erring) till the clear proof came unto them,","Yusuf Ali (English)":"Those who reject (Truth), among the People of the Book(6221) and among the Polytheists,(6222) were not going to depart (from their ways) until there should come to them Clear Evidence,-(6223)"},"2":{"Arabic":"رَسُولٌمِنَاللّٰهِيَتْلُواصُحُفًامُطَهَّرَةًۙ","Abdulbaki Gölpınarlı Meali":"Bir kesin delil, bir peygamber, Allah tarafından, onlara tertemiz sahifeleri okumadıkça.","Abdullah-Ahmet Akgül Meali":"<i>(O delil ise)</i><b> Allah </b><i>(tarafın)</i><b>dan gönderilmiş bir Elçi</b><i>(dir ki, kendilerine)</i><b> tertemiz </b><i>(kalan ve asla bozulmayan İlahi hikmet ve hakikat olan Kur’an-ı Kerim’deki)</i><b> yazılı sahifeleri okumaktadır;</b> ","Abdullah Parlıyan Meali":"İşte o delil, Allah tarafından gönderilmiş tertemiz sahifeler okuyan bir elçidir.","Ahmet Tekin Meali":"Sonunda, Allah tarafından görevlendirilen, içinde şirk bulunmayan tertemiz sayfaları, Kur'ân sayfalarını okuyan Allah'ın Rasulü Muhammed geldi.","Ahmet Varol Meali":"(Bu delil) Allah tarafından (gönderilen) tertemiz sahifeler okuyan bir elçi(dir).","Ali Bulaç Meali":"(O delil de) Allah'tan gönderilmiş-bir elçi (ki,) tertemiz sahifeleri okumaktadır;","Ali Fikri Yavuz Meali":"Bu hüccet, (bâtıl karışmamış) tertemiz sahifeleri okuyan Allah'dan bir peygamberdir. (Hz. Muhammed Aleyhissalâtü vesselâm'dır).","Bahaeddin Sağlam Meali":"1, 2, 3. Ehl-i kitaptan ve Allah’a ortak koşanlardan olan o kâfirler, haktan ayrı sayılmazlar Allah’tan onlara bir peygamber: beyine (açık delil) gelmedikçe.. Onlara doğru yasalar ve bilgiler olan tertemiz sahifeler (vahiy mesajlarını) okuyan Allah’tan gelen bir Peygamber...","Bayraktar Bayraklı Meali":"O apaçık delil, Allah katından gönderilmiş, tertemiz sayfaları okuyan bir peygamberdir.","Besim Atalay Meali (1965)":"1,2,3. Kitaplı olan kâfirler ile Tanrıya eş koşanlar —Allah tarafından gönderilmiş bir peygamber onlara, doğru yazılmış kitaplardan, arı, duru sayfalar okuyan bir tanık gelene dek — dinlerinden ayrılmış değillerdir","Cemal Külünkoğlu Meali":"(O delil de) Allah'tan gönderilmiş bir elçidir ki, o şaibelerden arındırılmış sahifeleri okumaktadır. ","Cemil Said (1924)":"2,3. Allâh’ın rasûli hakîkatlari muhtevî sahîfeleri kendilerine okudı.","Diyanet İşleri Meali (Eski)":"1,2,3. Kitap ehlinden ve ortak koşanlardan inkarcılar, kendilerine apaçık bir belge, içinde kesin ve en doğru hükümlerin bulunduğu arınmış sahifeleri okuyan, Allah katından bir Peygamber gelene kadar dinlerinden vazgeçecek değillerdi.","Diyanet İşleri Meali (Yeni)":"Bu delil, tertemiz sahifeleri okuyan, Allah tarafından gönderilen bir peygamberdir.","Kur'an Yolu (Diyanet İşleri)":"1-2. Ehl-i kitap’tan ve müşriklerden hakkı inkâr edenler, kendilerine açık kanıt ve Allah tarafından gönderilen, tertemiz sayfaları okuyan bir elçi gelinceye kadar (hakkı inkârcılıktan) ayrılacak değillerdir.","Diyanet Vakfı Meali":"2, 3. (İşte o apaçık delil,) Allah tarafından gönderilen ve en doğru hükümleri havi tertemiz sahifeleri okuyan bir elçidir.","Edip Yüksel Meali":"ALLAH'ın bir elçisi kendilerine arınmış sahifeler okuyor.","Elmalılı Hamdi Yazır Meali":"(Bu delil), tertemiz sayfaları okuyan, Allah tarafından gönderilmiş bir peygamberdir.","Elmalılı Meali (Orijinal)":"Allahdan bir Resul, peyderpey mutahhar sahifeler okur öyle ki onlarda bütün","Emrah Demiryent Meali":"İşte bu delil, Allah tarafından vahyedilmiş tertemiz sahîfeleri (Kur’ân’ı) okuyan, Peygamber’dir.","Erhan Aktaş Meali":"Allah'tan gelen dokunulmamış sahifelerden okuyan bir resûl.","Hasan Basri Çantay Meali":"1,2,3. Kitablardan ve müşriklerden küfredenler kendilerine apaçık bir hüccet, (ya'nî) içinde (kitabların) en doğru (hükümleri) yazılı, (baatıldan âzâde ve) temiz sahîfeleri okuyacak Allahdan bir peygamber gelinceye kadar (gûyâ intizaar edeceklerdi, dînlerinden) ayrılacak değillerdi.","Hayrat Neşriyat Meali":"(İstedikleri bu delil) Allah tarafından gönderilmiş bir peygamberdir ki, (onlara) temiz kılınmış sahîfeleri (Kur'ân'ı) okur.","İhsan Aktaş Meali":"(O delil,) Allah tarafından gönderilmiş bir elçidir ki, (onlara) tertemiz kılınmış sahifeleri (kitap hâlinde yazılan Kur’an’ı) okur (tebliğ eder). *","İlyas Yorulmaz Meali":"Allah tarafından gönderilen bir elçi, onlara tertemiz sahifeleri okuyor.","İsmayıl Hakkı Baltacıoğlu":"Bu da Allah’ın arınmış sayfalarını okuyacak olan bir elçi idi.","İsmail Hakkı İzmirli":"2, 3. Yani onlara Allah tarafından, dürüst-yazıları hâvi pâk sayfalar okur bir peygamber [⁵] gelinceye kadar dinlerinden ayrılmadılar.","İsmail Yakıt":"Bu (delil); tertemiz sayfaları¹ okuyan, Allah tarafından gönderilen bir elçidir.²","Kadri Çelik Meali":"(O apaçık delil) Allah'tan gönderilmiş bir elçi (olup) tertemiz sahifeleri okumaktadır.","Mahmut Kısa Meali":"O apaçık delil, <b>Allah tarafından </b>gönderilen ve hiçbir tahrifâta uğramamış <b>tertemiz sahifeler okuyan </b>ve böylece insanlığı doğru yola davet eden<b> bir Elçidir</b><b>.</b>","Mahmut Özdemir Meali":"Allah’tan bir rasûl, temizlenmiş sahifeleri okuyor;","Mehmet Çakır Meali":"<b>2,3. </b>Yani Allah resulü, içinde çok değerli bilgiler bulunan pırıl pırıl Kuran ayetlerini okuyana kadar.","Mehmet Çoban Meali":"Size tertemiz sahifeleri okuyan Allah’ın elçisidir.         ","Mehmet Okuyan Meali":"(O), Allah tarafından gönderilen ve tertemiz sahifeleri [tilavet] eden (okuyup aktaran) bir elçidir.","Mehmet Türk Meali":"1,2,3. Kitap ehlinden¹ ve müşriklerden² olan kâfirler,³ kendilerine açık delil olarak, Allah tarafından gönderilen ve içerisinde en doğru hükümler bulunan, tertemiz sahifeleri okuyan bir Peygamber gelinceye kadar, (diğer kâfirlerden) ayırt edilecek değillerdi.⁴","Muhammed Esed Meali":"[onlara] kutsanmış tertemiz vahiyler ileten Allah’tan bir elçi (gelmeden),","Mustafa Çavdar Meali":"Yani Allah’tan kendilerine gelen tertemiz sahifeleri okuyan bir elçi. 5/15-16, 65/11","Mustafa İslamoğlu Meali":"(O delil); tüm şaibelerden arınmış sayfaları Allah’tan kendilerine ileten bir elçidir;[⁵⁸³⁹]","Orhan Kuntman Meali":"2,3. (Tevrat ve İncil'de va’ad buyurulan apaçık delil, yani) Allah tarafından gönderilen -içinde kitapların en doğru hükümleri yazılı- tertemiz sahifeleri okuyan Peygamber (Muhammed s.a.s.)","Osman Fırat Meali":"Allah’tan gelen bir resul onlara tertemiz sayfalardan anlatıyor,","Ömer Nasuhi Bilmen Meali":"(O hüccet ise) Allah tarafından bir peygamber ki tertemiz sahifeleri tilâvet eder.","Suat Yıldırım Meali":"2, 3. O kesin delil de: İçinde hak, hikmet ve adaletin ifadesi olan yazılar ihtiva eden tertemiz sayfaları okuyan, ve Allah tarafından gönderilen bir Resuldür. [80, 13-16; 3, 105]","Süleyman Ateş Meali":"(Yani) Allah tarafından gönderilen ve tertemiz sahifeler okuyan bir elçi.","Süleyman Tevfik (1927)":"Allâh tarafından bir rasûldür ki ümmetine kizbden ve bâtıldan pâk kitâbı okur.","Süleymaniye Vakfı Meali":"Beyyine, yani Allah tarafından bir elçi ki tertemiz sayfalar okur[*].","Şaban Piriş Meali":"Allah'tan kendilerine tertemiz sahifeler okuyan bir elçi ..","Ümit Şimşek Meali":"O delil, Allah tarafından gönderilmiş bir peygamberdir ki, tertemiz sayfaları okumaktadır.","Yaşar Nuri Öztürk Meali":"Allah tarafından gönderilen, tertemiz sayfalar okuyan bir resul gelinceye dek.","Eski Anadolu Türkçesi":"1-3. olmadı anlar kim kāfir oldılar kitāb ehli’nden ya'nį yāhūdį naśrānį daħı müşriķlerden ayırılıcılar tā gele anlara ḥüccet ya'nį muḥammed ya'nį yazılmış āyetlerdür. Tañrı’dan oķır kitāblar arınmış anlaruñ içinde kitāblardur ŧoġru.","Satıraltı Meal (1534)":"Ol beyyine Muḥammed resūlu’llāhdur. Oḳur üstlerine bāṭıldan arınmış ṣuḥuf‐lar.","Bunyadov-Memmedeliyev ":"(Bu açıq-aşkar dəlil isə) pak səhifələri onlara oxuyan, Allah tərəfindən göndərilmiş peyğəmbərdir (Muhəmməd əleyhissəlamdır).","M. Pickthall (English)":"A messenger from Allah, reading purified pages","Yusuf Ali (English)":"An messenger from Allah, rehearsing scriptures(6224) kept pure and Holy:(6225)"},"3":{"Arabic":"ف۪يهَاكُتُبٌقَيِّمَةٌۜ","Abdulbaki Gölpınarlı Meali":"O sahifelerdedir hükmü sabit doğru kitaplar.","Abdullah-Ahmet Akgül Meali":"<b>Onların </b><i>(o sahifelerin)</i><b> içinde dosdoğru </b><i>(huzur ve adalet dolu)</i><b> ’yazılı-hükümler’ bulunmaktadır.</b> ","Abdullah Parlıyan Meali":"O sahifelerde doğruluğu kesin ve açık hükümler vardır.","Ahmet Tekin Meali":"Okuduğu sayfalar içinde, çok kıymetli, hakkı, zamanla değişmeyen insanî değerleri, tabiî hukuk kurallarını ayakta tutan, tahrife uğramamış kitapçıklar, kitapçıklardan bölümler var.","Ahmet Varol Meali":"Onların içinde dosdoğru yazılmış hükümler vardır.","Ali Bulaç Meali":"Onların içinde dosdoğru 'yazılı-hükümler' vardır.","Ali Fikri Yavuz Meali":"O sahifelerde, hakkı dosdoğru açıklayan yazılı ayetler var.","Bahaeddin Sağlam Meali":"1, 2, 3. Ehl-i kitaptan ve Allah’a ortak koşanlardan olan o kâfirler, haktan ayrı sayılmazlar Allah’tan onlara bir peygamber: beyine (açık delil) gelmedikçe.. Onlara doğru yasalar ve bilgiler olan tertemiz sahifeler (vahiy mesajlarını) okuyan Allah’tan gelen bir Peygamber...","Bayraktar Bayraklı Meali":"O sayfalarda doğru hükümler vardır.","Besim Atalay Meali (1965)":"1,2,3. Kitaplı olan kâfirler ile Tanrıya eş koşanlar —Allah tarafından gönderilmiş bir peygamber onlara, doğru yazılmış kitaplardan, arı, duru sayfalar okuyan bir tanık gelene dek — dinlerinden ayrılmış değillerdir","Cemal Külünkoğlu Meali":"O sahifelerde, (iman ve hayatla ilgili) mükemmel öğretiler (ve hükümler) vardır.","Cemil Said (1924)":"2,3. Allâh’ın rasûli hakîkatlari muhtevî sahîfeleri kendilerine okudı.","Diyanet İşleri Meali (Eski)":"1,2,3. Kitap ehlinden ve ortak koşanlardan inkarcılar, kendilerine apaçık bir belge, içinde kesin ve en doğru hükümlerin bulunduğu arınmış sahifeleri okuyan, Allah katından bir Peygamber gelene kadar dinlerinden vazgeçecek değillerdi.","Diyanet İşleri Meali (Yeni)":"O sahifelerde dosdoğru hükümler vardır.","Kur'an Yolu (Diyanet İşleri)":"O sayfalarda dosdoğru hükümler yer almaktadır.","Diyanet Vakfı Meali":"2, 3. (İşte o apaçık delil,) Allah tarafından gönderilen ve en doğru hükümleri havi tertemiz sahifeleri okuyan bir elçidir.","Edip Yüksel Meali":"Onda dosdoğru öğretiler vardır.","Elmalılı Hamdi Yazır Meali":"O sayfalarda, en doğru hükümler vardır.","Elmalılı Meali (Orijinal)":"«Kütübi kayyime»","Emrah Demiryent Meali":"O sayfalarda (Kur’ân’da) doğru hükümler vardır.","Erhan Aktaş Meali":"Onda değerli kitaplar¹ vardır.","Hasan Basri Çantay Meali":"1,2,3. Kitablardan ve müşriklerden küfredenler kendilerine apaçık bir hüccet, (ya'nî) içinde (kitabların) en doğru (hükümleri) yazılı, (baatıldan âzâde ve) temiz sahîfeleri okuyacak Allahdan bir peygamber gelinceye kadar (gûyâ intizaar edeceklerdi, dînlerinden) ayrılacak değillerdi.","Hayrat Neşriyat Meali":"Onda dosdoğru yazılar (hükümler) vardır.","İhsan Aktaş Meali":"Onların (o kitap hâlinde yazılan sahifelerin, Kur’an’ın) içinde dosdoğru yazılı hükümler vardır.*","İlyas Yorulmaz Meali":"O sahifelerin içinde çok değerli yazılar (ayetler) var.","İsmayıl Hakkı Baltacıoğlu":"Orada dosdoğru kitaplar bulunmaktadır.","İsmail Hakkı İzmirli":"2, 3. Yani onlara Allah tarafından, dürüst-yazıları hâvi pâk sayfalar okur bir peygamber [⁵] gelinceye kadar dinlerinden ayrılmadılar.","İsmail Yakıt":"O sayfalarda dosdoğru hükümler kayıtlıdır.","Kadri Çelik Meali":"Onların içinde dosdoğru yazılı gerçekler vardır.","Mahmut Kısa Meali":"Elçinin tebliğ ettiği bu sahifeler <b>içinde, </b>insanı dünya ve ahirette kurtuluşa ulaştıran <b>dosdoğru hükümler </b>Allah’a teslimiyet ve kulluğun mükemmel ilkeleri <b>vardır. </b>İşte bu özellikleri barındıran apaçık bir belgeyi yani, Kur’an’ı Allah’ın Rasulü ile o insanlara götürmezseniz onların iman etmelerini, hakka yönelmelerini bekleyemezsiniz.","Mahmut Özdemir Meali":"İçinde, bozulmamış / sağlam / geçerli yazılar var.","Mehmet Çakır Meali":"<b>2,3. </b>Yani Allah resulü, içinde çok değerli bilgiler bulunan pırıl pırıl Kuran ayetlerini okuyana kadar.","Mehmet Çoban Meali":"Ön yargılarınızdan kurtulup gönderilen kitabı okursanız, Kitapta sizin için dosdoğru hükümler vardır. Bu hükümler sizi dünya hayatında hakka, hakikate, adalete götüren yasalardır.       ","Mehmet Okuyan Meali":"O (sahifeler)de doğru hükümler vardır.","Mehmet Türk Meali":"1,2,3. Kitap ehlinden¹ ve müşriklerden² olan kâfirler,³ kendilerine açık delil olarak, Allah tarafından gönderilen ve içerisinde en doğru hükümler bulunan, tertemiz sahifeleri okuyan bir Peygamber gelinceye kadar, (diğer kâfirlerden) ayırt edilecek değillerdi.⁴","Muhammed Esed Meali":"doğruluğu kesin ve açık hükümler ² taşıyan (vahiyler ileten bir elçi).","Mustafa Çavdar Meali":"İçinde önceki vahiylerin ölümsüz değerini bulunduran sahifeler. 12/111, 42/13","Mustafa İslamoğlu Meali":"(o vahiylerin) içinde (önceki) kitapların ölmez yitmez (değerleri) bulunur.[⁵⁸⁴⁰]","Orhan Kuntman Meali":"2,3. (Tevrat ve İncil'de va’ad buyurulan apaçık delil, yani) Allah tarafından gönderilen -içinde kitapların en doğru hükümleri yazılı- tertemiz sahifeleri okuyan Peygamber (Muhammed s.a.s.)","Osman Fırat Meali":"O sahifelerde (İnsanları) sağlam tutacak kayıtlar/hükümler vardır.","Ömer Nasuhi Bilmen Meali":"Onlarda dosdoğru yazılmış şeyler vardır.","Suat Yıldırım Meali":"2, 3. O kesin delil de: İçinde hak, hikmet ve adaletin ifadesi olan yazılar ihtiva eden tertemiz sayfaları okuyan, ve Allah tarafından gönderilen bir Resuldür. [80, 13-16; 3, 105]","Süleyman Ateş Meali":"O sahifelerde doğru, değerli Kitaplar vardır.","Süleyman Tevfik (1927)":"Onda ahkâm ve mev'ıza doğrı olarak yazılmışdır. ","Süleymaniye Vakfı Meali":"O sayfalarda sağlam hükümler olur.","Şaban Piriş Meali":"İçinde değerli yazıların bulunduğu (sahifeler)","Ümit Şimşek Meali":"Onun okuduğu sayfalarda dosdoğru yazılar vardır.","Yaşar Nuri Öztürk Meali":"O sayfalar içindedir dosdoğru-eskimez kitaplar.","Eski Anadolu Türkçesi":"1-3. olmadı anlar kim kāfir oldılar kitāb ehli’nden ya'nį yāhūdį naśrānį daħı müşriķlerden ayırılıcılar tā gele anlara ḥüccet ya'nį muḥammed ya'nį yazılmış āyetlerdür. Tañrı’dan oķır kitāblar arınmış anlaruñ içinde kitāblardur ŧoġru.","Satıraltı Meal (1534)":"Anlarda muḥkem ḥükmler vardur.","Bunyadov-Memmedeliyev ":"O səhifələrdə doğru-dürüst hökmlər vardır.","M. Pickthall (English)":"Containing correct scriptures.","Yusuf Ali (English)":"Wherein are laws (or decrees) right and straight.(6226)"},"4":{"Arabic":"وَمَاتَفَرَّقَالَّذ۪ينَاُو۫تُواالْكِتَابَاِلَّامِنْبَعْدِمَاجَٓاءَتْهُمُالْبَيِّنَةُۜ","Abdulbaki Gölpınarlı Meali":"Ve ancak kendilerine apaçık kesin bir delil geldikten sonradır ki aykırılığa düştüler, kendilerine kitap verilmiş olanlar.","Abdullah-Ahmet Akgül Meali":"<b>Kitap Ehlinden olanlar, ancak kendilerine apaçık belgeler geldikten sonra </b><i>(Allah’ın ayetlerini yanlış yorumlama ve yozlaştırma çabalarından ve kıskançlık damarlarından dolayı)</i><b> fırkalara ayrılmışlardır.</b> ","Abdullah Parlıyan Meali":"Bize de kitap verildi diyenler, ancak kendilerine açık ve kesin delil geldikten sonra, inanç birlikteliklerini bozdular.","Ahmet Tekin Meali":"İşte bundan sonra, müjdelenen peygamberin, kendi içlerinden görevlendirilmeyip, âdil önder Muhammed'in hak delil Kuran ile tebliğe başlamasından sonra, kendilerine verilen kutsal kitapların hükmünce sorumlu tutulanlar ihtilâf çıkardılar, ayrı baş çektiler, düşman oldular.","Ahmet Varol Meali":"Kendilerine kitap verilenler, ancak onlara apaçık delil geldikten sonra ayrılığa düştüler.","Ali Bulaç Meali":"Kitap ehlinden olanlar, ancak kendilerine apaçık belge geldikten sonra fırkalara ayrıldılar.","Ali Fikri Yavuz Meali":"Böyle iken, kendilerine kitab verilenler, ancak kendilerine o hüccet (Peygamber, yahud Kur'an) geldikten sonra tefrikaya düştüler. (Kimi peygambere iman etti, kimi inkâr etti, kimi de şübhe içinde bocaladı durdu.)","Bahaeddin Sağlam Meali":"Ve ehl-i kitap, ancak kesin delil ve hüccet onlara geldikten sonra ihtilafa girdiler, dağıldılar.","Bayraktar Bayraklı Meali":"Kitap  verilmiş olanlar, ancak kendilerine o açık kanıt geldikten sonra ayrılığa düştüler.[787]","Besim Atalay Meali (1965)":"Kitaplılarsa, kendilerine ancak, tanık geldikten sonra, bölük bölük oldular","Cemal Külünkoğlu Meali":"(Buna rağmen) kendilerine kitap verilenler, kendilerine hakikatin apaçık delilleri geldikten sonra ayrılığa düştüler. ","Cemil Said (1924)":"Ehl-i kitâb ’alâmet-i zâhire kendilerine geldiği vakit tefrikaya düşdiler.","Diyanet İşleri Meali (Eski)":"Ama, kendilerine kitap verilenler, onlara apaçık belge geldikten sonra ayrılığa düştüler.","Diyanet İşleri Meali (Yeni)":"Kendilerine kitap verilenler, ancak kendilerine o apaçık delil geldikten sonra ayrılığa düştüler.","Kur'an Yolu (Diyanet İşleri)":"Ehl-i kitap ancak kendilerine o açık kanıt geldikten sonra ayrılığa düştüler.","Diyanet Vakfı Meali":"Kendilerine kitap verilenler ancak o açık delil (Peygamber) kendilerine geldikten sonra ayrılığa düştüler.","Edip Yüksel Meali":"Gerçek şu ki, kendilerine kitap verilmiş olanlar, ancak onlara açık delil geldikten sonra ayrılığa düştüler.","Elmalılı Hamdi Yazır Meali":"Kitap ehli, ancak kendilerine apaçık delil geldikten sonra ayrılığa düştüler.","Elmalılı Meali (Orijinal)":"Böyle iken o kitab verilmiş olanlar ancak geldikten sonra ayrıldılar kendilerine o beyyine","Emrah Demiryent Meali":"*Ehl-i kitaptan olanlar, kendilerine gelen apaçık delilden sonra ayrılığa düştüler. (Kimi, Resulümüz Muhammed’e ve tebliğ ettiklerine îmân ederek müslüman oldu, kimi de ısrarla hakkı inkâr edip küfür üzere kaldı.)","Erhan Aktaş Meali":"Kitap verilmiş olanlar, kendilerine beyyine¹ geldikten sonra ayrılığa düştüler.²","Hasan Basri Çantay Meali":"Böyle iken kitab verilmiş olan bunlar, ayrılmadı (lar, ayrılmadılar) da ancak kendilerine o apâşikâr hüccet geldikden sonra (ayrıldılar).","Hayrat Neşriyat Meali":"Böyleyken o kitab verilenler, ancak kendilerine o apaçık delil geldikten sonra ayrılığa düştü.","İhsan Aktaş Meali":"Hâlbuki kitap verilmiş olanlar, ancak kendilerine o beyyine (açık delil ve tebliğ yapan son elçi geldikten sonra (kimi inanmak, kimi de reddetmek suretiyle) ayrılığa düştüler.","İlyas Yorulmaz Meali":"Ehli kitaptan olanlar, kendilerine gelen beyyinelerden (açıklayıcı ayetlerden) sonra ayrılıklara düştüler.","İsmayıl Hakkı Baltacıoğlu":"Kendilerine Kitap verilenler onlara bu açıklayıcı belge geldikten sonradır ki bölük bölük oldular.","İsmail Hakkı İzmirli":"Kitaba nâil olanlar ancak kendilerine bu aşikâr hüccet geldikten sonra tefrikaya düşmüşlerdir [⁶].","İsmail Yakıt":"Kendilerine kitap verilenler, ancak kendilerine o apaçık delil geldikten sonra ayrılığa düştüler.³","Kadri Çelik Meali":"Kitap ehlinden olanlar, ancak kendilerine apaçık belgeler geldikten sonra fırkalara ayrıldılar.","Mahmut Kısa Meali":"Ama ne var ki, <b>kendilerine </b>kutsal <b>Kitap emânet edilmiş olan </b>ve Son Peygamber zuhûr eder etmez ona iman edeceklerini öne süren Yahudi ve Hıristiyan<b>lar, asıl kendilerine bu apaçık delil geldikten sonra —</b>Tevrat ve İncil’in müjdelediği Son Elçiyi inkâr ederek— inanç birlikteliklerini bozup hak dinde <b>ayrılık çıkardılar.</b>","Mahmut Özdemir Meali":"Kitap verilmiş olanlar, ancak Beyyineler / Açık Belgeler geldikten sonra ayrılığa düştüler.","Mehmet Çakır Meali":"Ancak Kuran, tüm çıplaklığı ile gerçekleri dile getirdikten sonradır ki, ehli kitabın kafaları karıştı. ","Mehmet Çoban Meali":"Kendilerine kitap verilen insanlar kitapta apaçık deliller olduğu halde ayrılığa düştüler. Ayrılığa düşmelerinin nedeni içlerindeki bencillik, hırs, kıskançlıktır. Hâlbuki okudukları kitap sadece gerçeklerden söz ediyor.        ","Mehmet Okuyan Meali":"Kendilerine kitap verilenler ancak o [beyyine] (apaçık bir elçi) kendilerine geldikten sonra ayrılığa düşmüşlerdi. [*]","Mehmet Türk Meali":"Hattâ kitap ehli, kendilerine bu apaçık delil geldikten sonra, (kendi aralarında bile) ayrılığa düştüler.","Muhammed Esed Meali":"Ama kendilerine daha önce vahiy verilenler ³ , hakikatin böyle bir kanıtı geldikten sonra [inanç] birlikteliklerini bozdular. ⁴","Mustafa Çavdar Meali":"Önceki vahiylere mazhar olanlar, durdular durdular da kendilerine hakikatin apaçık belgeleri Kuran geldikten sonra ayrılığa düştüler. 38/8-9, 43/31","Mustafa İslamoğlu Meali":"Ama önceki vahiylerin mensupları durdular durdular da, kendilerine hakikatin apaçık belgeleri[⁵⁸⁴¹] geldikten sonra ayrılığa düştüler.[⁵⁸⁴²]","Orhan Kuntman Meali":"(Geldiğinde ise) Kendilerine kitap verilenler (verdikleri sözde durmadılar) aralarında ayrılığa düştüler. ","Osman Fırat Meali":"Kendilerine O kitap verilenler, ancak kendilerine o apaçık delil geldikten sonra ayrılığa düştüler.","Ömer Nasuhi Bilmen Meali":"Halbuki, kitap verilmiş olanlar; ayrılmış olmadılar, kendilerine o hüccet geldikten sonra tefrikaya düştüler.","Suat Yıldırım Meali":"Ehl-i kitap mensupları, o kesin delil gelinceye kadar bu konuda ihtilaf etmemişlerdi. [2, 213-253; 3, 19; 5, 44-50; 10, 93; 42, 13-15]","Süleyman Ateş Meali":"Kitap verilmiş olanlar, ancak kendilerine açık kanıt geldikten sonra ayrılığa düştüler.","Süleyman Tevfik (1927)":"Ehl-i Kitâb ancak kendilerine beyyine geldikden sonra tefrikaya düşüb İslâm'dan ayrıldılar. (Bi'setden evvel sıdk-ı nübüvvetde ihtilâfları yokdı).","Süleymaniye Vakfı Meali":"Kendilerine kitap verilenler, kendilerine o beyyine (elçi) gelinceye kadar bölünüp parçalanmaz[*].","Şaban Piriş Meali":"Kendilerine kitap verilenler, ancak kendilerine apaçık belgeler geldikten sonra ayrılığa düştüler.","Ümit Şimşek Meali":"Ama kendilerine kitap verilenler, onlara delil geldikten sonra anlaşmazlığa düştüler.","Yaşar Nuri Öztürk Meali":"Kitap verilmiş olanlar, kendilerine beyyine/açık delil geldikten sonradır ki parçalanıp bölündüler.","Eski Anadolu Türkçesi":"bölük bölük olmadı anlar kim virinildiler kitābı ya'nį kāfirler illā andan śoñra kim geldi anlara ḥüccet ya'nį muḥammed.","Satıraltı Meal (1534)":"Daḫı ayrılmadı ol kişiler ki kitāb virildiler, Yehūdi ve Naṣāradan, illā özle‐rine delīller geldükden ṣoñra.","Bunyadov-Memmedeliyev ":"Kitab əhli yalnız özlərinə açıq-aydın dəlil (Peyğəmbər və Qur’an) gəldikdən sonra (dində) ayrılığa düşdülər (onlardan kimisi Peyğəmbərə iman gətirdi, kimisi onu inkar etdi, kimisi də şəkk-şübhə içində qaldı).","M. Pickthall (English)":"Nor were the People of the Scripture divided until after the clear proof came unto them.","Yusuf Ali (English)":"Nor did the People of the Book make schisms,(6227) until after there came to them Clear Evidence."},"5":{"Arabic":"وَمَٓااُمِرُٓوااِلَّالِيَعْبُدُوااللّٰهَمُخْلِص۪ينَلَهُالدّ۪ينَحُنَفَٓاءَوَيُق۪يمُواالصَّلٰوةَوَيُؤْتُواالزَّكٰوةَوَذٰلِكَد۪ينُالْقَيِّمَةِۜ","Abdulbaki Gölpınarlı Meali":"Ve ancak özleri halis olarak ve onun gerçek dinine uyarak Allah'a kulluk etmeleri emredildi onlara, doğru olmaları emredildi ve namaz kılmaları ve zekat vermeleri ve işte budur hükümleri sabit doğru kitaplardaki din de.","Abdullah-Ahmet Akgül Meali":"<b>Oysa onlar, Dini sadece O’na halis kılan hanifler </b><i>(Allah’ı birleyenler)</i><b> olarak, ancak Allah’a kulluk etmek, namazı dosdoğru ikame edip </b><i>(huzur ve şuurla yerine getirmek)</i><b> ve zekâtı vermek dışında </b><i>(yanlış ve yararsız şeylerle)</i><b> emrolunmamışlardı. İşte en doğru </b><i>(dimdik ve sapasağlam)</i><b> din bu </b><i>(İslam)</i><b>dır.</b> ","Abdullah Parlıyan Meali":"Oysa kendilerine yalnızca Allah'a ibadet etmeleri, bütün içtenlikleriyle yalnız O'na iman ederek batıl olan herşeyden uzak durmaları, namazlarında dikkatli ve devamlı olmaları ve mallarının bencillik kirinden arındırılması için karşılıksız harcamada bulunmaları emrolunmuştu. İşte dosdoğru din de budur.","Ahmet Tekin Meali":"Halbuki, onların da, yalnız Hakka ve tevhide yönelerek, dininde Allaha halisane samimi davranarak Allah'a kulluk ve ibâdet etmeleri, O'nun şeriatına bağlanmaları, O'na boyun eğmeleri, namazı erkanına, şartlarına, vaktine riayet ederek âşikâre kılmaları, vicdanlarını, servetlerini, sosyal bünyelerini arındıran, berekete vesile olan zekâtı vermeleri emredilmişti. İşte sağlıklı bir toplumun dini, insanlığı, insanî değerleri ayakta tutacak hak din, zamanla değişmeyen tabiî hukuk kurallarını içeren şeriat, düzen, medeniyet budur.","Ahmet Varol Meali":"Oysa onlar dini yalnız O'na halis kılan hanifler olarak Allah'a kulluk etmek, namazı kılmak ve zekatı vermekten başka bir şeyle emrolunmamışlardı. İşte dosdoğru din de budur.","Ali Bulaç Meali":"Oysa onlar, dini yalnızca O'na halis kılan hanifler (Allah'ı birleyenler) olarak sadece Allah'a kulluk etmek, namazı dosdoğru kılmak ve zekatı vermekten başka şeyle emrolunmadılar. İşte en doğru (dimdik ve sapasağlam) din budur.","Ali Fikri Yavuz Meali":"Halbuki onlar, ancak Allah'a, O'nun dininde ihlâs sahibleri olarak, diğer bâtıl dinlerden İslâm'a yönelerek ibadet etsinler, namazı gereği üzre kılsınlar ve zekâtı versinler diye emrolunmuşlardı. İşte bu emredildikleri şey, dosdoğru hak dindir.","Bahaeddin Sağlam Meali":"Hâlbuki dini Allah’a has kılarak, dosdoğru bir şekilde O’na ibadet etmekle, namaz kılmakla, zekât vermekle emir almışlardı. (Evet, kendilerine yalnızca böyle emredilmişti.) İşte doğru yolda olan bir milletin dini budur!","Bayraktar Bayraklı Meali":"Oysa kendilerine, dini yalnız Allah'a halis kılıp O'nu birleyerek Allah'a kulluk etmeleri, namazı kılmaları, zekâtı vermeleri emredilmişti. İşte doğru din budur.[788]","Besim Atalay Meali (1965)":"Onlarsa ancak, dini Allah için özden kılarak, pak Müslüman olarak, namaz kılmak, zekât vermek ile emrolunmuşlardır; doğru din işte budur","Cemal Külünkoğlu Meali":"Oysa onlar, bâtıl dinlerden uzaklaşarak saf bir inançla, dini yalnız Allah'a has kılmak, O'na kulluk etmek, namazlarında dikkatli ve devamlı olmak ve zekâtı vermekle emrolunmuşlardı. İşte en doğru olan din de budur.","Cemil Said (1924)":"Hâlisâne du’â itmekden, Allâh’a sâdık olmakdan, namâz kılmakdan ve zekât virmekden gayri kendilerine ne emir olunuyor? Hakîki dîn budur.","Diyanet İşleri Meali (Eski)":"Oysa onlar, doğruya yönelerek, dini yalnız Allah'a has kılarak O'na kulluk etmek, namazı kılmak ve zekatı vermekle emrolunmuşlardı. Dosdoğru olan din de budur.","Diyanet İşleri Meali (Yeni)":"Hâlbuki onlara, ancak dini Allah’a has kılarak, hakka yönelen kimseler olarak O’na kulluk etmeleri, namazı kılmaları ve zekâtı vermeleri emredilmişti. İşte bu dosdoğru dindir.","Kur'an Yolu (Diyanet İşleri)":"Halbuki onlara, Allah’a kulluk etmeleri, Hanîfler olarak O’na yürekten inanıp boyun eğmeleri, namaz kılmaları ve zekât vermeleri emredilmişti. Doğru din de işte budur.","Diyanet Vakfı Meali":"Halbuki onlara ancak, dini yalnız O'na has kılarak ve hanifler olarak Allah'a kulluk etmeleri, namaz kılmaları ve zekât vermeleri emrolunmuştu. Sağlam din de budur.","Edip Yüksel Meali":"Oysa onlardan, dini sadece ALLAH'a ait kılan tektanrıcılar (monoteist) olarak O'na kulluk etmeleri, namazı gözetmeleri ve zekatı vermeleri istenmişti. İşte dosdoğru din budur.","Elmalılı Hamdi Yazır Meali":"Halbuki onlar, dini sadece Allah'a tahsis ederek, Allah'ı birleyerek, ancak Allah'a ibadet etmekle, namazı kılmakla ve zekatı vermekle emrolunmuşlardır. İşte dosdoğru din budur.","Elmalılı Meali (Orijinal)":"Halbuki onlar ancak şununla emr olunmuşlardı: hak perest müvahhid (hanîfler) olarak dîni Allah için halis kılarak yalnız Allaha ıbadet etsinler ve namazı dürüst kılsınlar ve zekâtı versinler, ve odur «dîni kayyime»","Emrah Demiryent Meali":"Hâlbuki onlara, dini ancak Allah’a has kılarak, şirk koşmadan sadece Allah’a kulluk etmeleri, namazı kılmaları ve zekâtı vermeleri emredilmişti. İşte (Allah’ın bütün peygamberlere vahyettiği ve bütün peygamberlerin de ümmetlerine tebliğ ettiği) dosdoğru din budur.","Erhan Aktaş Meali":"Oysa Allah'a kulluktan ve dini hanifler¹ olarak O'na has kılmaktan ve salatı ikame etmekten², zekâtı vermekten² başka bir şeyle emrolunmadılar. İşte doğru din budur.","Hasan Basri Çantay Meali":"Halbuki onlar Allaha, Onun dîninde ihlâs (ve samîmiyyet) erbabı ve muvahhidler olarak, ibâdet etmelerinden, namazı dosdoğru kılmalarından, zekâtı vermelerinden başkasıyle emr olunmamışlardı. En doğru dîn de bu idi.","Hayrat Neşriyat Meali":"Hâlbuki (onlara) ancak, dinde ihlâslı (samîmî) kimseler, hakka yönelmişler olarak O'nun (rızâsı) için yalnız Allah'a kulluk etmeleri, namazı hakkıyla edâ etmeleri ve zekât vermeleri emrolunmuştu. İşte bu ise, doğru dindir!","İhsan Aktaş Meali":"Oysa onlara (daha önce Tevrat ve İncil’de de) dini (kuralları koyma yetkisini) yalnız Allah’a has (özgü kılıp), hakka yönelen kimseler olarak ona kulluk etmeleri, namazı (dosdoğru) kılmaları ve zekâtı (yoksul, fakir, muhtaç ve toplumun işsizlerine) vermeleri emredilmişti. İşte dosdoğru (sağlam) din budur.","İlyas Yorulmaz Meali":"Hâlbuki Allah’ın dinine hiçbir şey katmadan samimi (muhlisine) ve yalnızca doğru ve gerçekleri araştırarak belgeli olmak (hünefaae) şartı ile belirlediği dinde (kurallar içinde) kulluk etmeleri, namaz kılmaları ve zekâtı vermeleri onlara emredilmişti. İşte en doğru din bunları yapmaktır.","İsmayıl Hakkı Baltacıoğlu":"Onlara buyrulanlar yalnız şunlardı: Allah’a yürekten bağlı olarak tapın, yalvarıya durun, zekat verin, işte dosdoğru din budur.","İsmail Hakkı İzmirli":"Halbuki onlar muvahhid-i pâk olarak, dini yalnız Allah/a tahsis ederek ibadet etmek, namazı dosdoğru kılmak ve zekâtı eda eylemekten başka bir şeyle emrolunmadılardı. İşte doğru yolda bulunanların dini [⁷] budur.","İsmail Yakıt":"Hâlbuki onlara, ancak dini Allah’a has kılarak, Hakk’a yönelen kimseler olarak O’na kulluk etmeleri, namazı dosdoğru kılmaları ve arınmak için [zekât] vermeleri emredilmişti. İşte bu dosdoğru dindir.","Kadri Çelik Meali":"Oysa onlar, dini yalnızca O'na halis kılanlar olarak sadece Allah'a kulluk etmek, namazı dosdoğru kılmak ve zekâtı vermek dışında bir şeyle emredilmiş değillerdir. İşte sapasağlam din budur.","Mahmut Kısa Meali":"<b>Oysa onlara, tertemiz bir inançla bir tek Allah’a yönelerek</b> ve her konuda O’nun hükmüne boyun eğerek <b>yalnızca O’na kulluk etmeleri, namazı </b>dosdoğru <b>kılmaları ve zekâtı vermeleri emredilmişti; işte budur,</b>insanı kurtuluşa iletecek <b>dosdoğru din!</b><br>Öyleyse;","Mahmut Özdemir Meali":"Oysa sadece, Namaz’ı kılmak, Zekât’ı vermek, hanîfler olarak Din’i sadece O‘na halis kılanlar olmak üzere, Allah’a kulluk etmekle emredildiler. Bu, Kayyime (Dimdik Sağlam Duran / Yürürlükte / Geçerli / Gerçek) dindir.","Mehmet Çakır Meali":"Halbuki, Allah'a tertemiz bir kalp ile ibadet etmeleri, namaz kılıp zekat vermeleri onlara da emredilmiş ve:  &quot; <i>bütün ilahî kitapların dini budur</i> &quot; denmişti.","Mehmet Çoban Meali":"İnsanlara gönderdiğimiz kitabımızda ağır sorumluluklar yüklemedik! İnsanlardan istediğimiz şey; yeryüzündeki yaşamı sadece yasalarımıza göre kurmaları, yasamızdan ayrılmayarak hakkı adaleti gözetmeleriydi. Emirlerimi dinleyerek inançlarını göstermeleri, salat-ı ikame etmek için huzurumuza durmaları, ayetlerimle bilgilerini, bilinçlerini artırarak kendilerini özeleştiriye tabi tutmaları, hataları varsa tövbe etmeleriydi. İnsanlara yeryüzünde birçok nimetler verdik. İnsanları varlıklarla donattık. İstedik ki zekât-ı ikame ederek, her türlü dünyevi kaygılardan, dünyevi düşkünlüklerden uzak dursunlar, kötülüklerden, pisliklerden, haramlardan temizlensinler, kendilerine verdiğimiz varlıklardan Allah yolunda harcayarak arınsınlar. İnsanlar için katımızdaki en doğru yol, en doğru yaşam tarzı budur. İnsanlara sadece barışı, huzuru, esenliği koruyan bir yaşam tarzı emrettik!          ","Mehmet Okuyan Meali":"(Oysa) dini yalnız O’na özgü kılarak, [hanîf]ler (Allah’ı birleyenler) olarak Allah’a kulluk etmeleri, namaz kılmaları ve zekât vermeleri kendilerine özellikle emredilmişti. İşte sağlam din budur.","Mehmet Türk Meali":"Hâlbuki onlar sadece, dini yalnız Allah’a has kılarak,¹ Allah’a tam inanarak, namazı dosdoğru ve devamlı kılmakla ve zekât vermekle emrolunmuşlardı. İşte dosdoğru din de buydu.","Muhammed Esed Meali":"Oysa kendilerine yalnızca Allah’a ibadet etmeleri, bütün içtenlikleriyle yalnız O’na iman ederek bâtıl olan her şeyden uzak durmaları; ⁵ namazlarında dikkatli ve devamlı olmaları; ve karşılıksız harcamada bulunmaları ⁶ emrolunmuştu: çünkü bu, doğruluğu kesin ve açık olan bir ahlakî değerler sistemidir. ⁷","Mustafa Çavdar Meali":"Oysa onlar, dini/yaşamlarını sadece Allah’a has kılarak Hanifler/şirke bulaşmamış kimseler olarak Allah’a kulluk etmek, namazı kılmak, zekâtı vermek ile emrolunmuşlardı. İşte insanlığın değerler sistemi/dosdoğru din budur. 6/162, 30/30","Mustafa İslamoğlu Meali":"Oysa kendileri yalnızca Allah’a kulluk etmek, din koyma yetkisinin sadece O’na mahsus olduğuna iman edip bâtıl olan her şeyden uzak durmak, ibadeti hakkıyla eda etmek,[⁵⁸⁴³] arınmak ve artmak için verilmesi gerekeni vermekle emrolunmuşlardı: İşte insanlığın ebedî değerler sistemi budur.[⁵⁸⁴⁴]","Orhan Kuntman Meali":"Oysa onlar ancak, dini Allah'a tahsis ederek, O'nu birleyerek yalnız Allah'a kulluk etmek, namazı kılmak ve zekâtı vermekle emrolunmuşlardı ki, en doğru din de bu idi.","Osman Fırat Meali":"Hâlbuki onlara, ancak dini Allah’a has kılarak, hakka yönelen kimseler olarak O’na kulluk etmeleri, namazı kılmaları ve zekâtı vermeleri emredilmişti. İşte dosdoğru din budur.","Ömer Nasuhi Bilmen Meali":"Halbuki, onlar emrolunmadılar, ancak dinde ihlas sahipleri, muvahhidler olarak ibadet etsinler ve namazı dosdoğru kılsınlar ve zekâtı versinler (diye emrolunmuşlardır). Ve işte en doğru din de budur.","Suat Yıldırım Meali":"Halbuki onlara, şirkten uzak olarak yalnız Allah'a ibadet etmeleri, namazı hakkıyla ifâ etmeleri, zekâtı vermeleri emredilmişti. İşte sağlam, dosdoğru din budur. [21, 25; 16, 36]","Süleyman Ateş Meali":"Oysa kendilerine, dini yalnız Allah'a halis kılıp O'nu birleyerek Allah'a kulluk etmeleri, namazı kılmaları, zekatı vermeleri emredilmişti. İşte doğru din oydu.","Süleyman Tevfik (1927)":"Onlar ancak dînlerinde hâlis ve bâtıldan 'ârî olarak Allâh'a 'ibâdet itmekle ve namâz kılmak ve zekât virmekle emr olunmuşlardı. Bu da doğrı dîndir.","Süleymaniye Vakfı Meali":"Onlara (resullerimiz tarafından) sadece şu emir verilmiştir: Allah’ın dinine bir şey katıştırmadan yalnız O’na kulluk edin; namazı düzgün ve sürekli kılın, zekâtı da verin. İşte doğru din budur.","Şaban Piriş Meali":"Onlar, sadece dini/otoriteyi Allah'a has kılan hanifler olarak ona kulluk etmek, namazı kılmak, zekatı vermek ile emrolunmuşlardı. İşte dosdoğru din budur.","Ümit Şimşek Meali":"Oysa onlar sadece bâtıl dinlerden uzaklaşarak saf bir inançla Allah'a kulluk etmek, namaz kılmak ve zekât vermekle emrolunmuşlardı ki, dosdoğru din de zaten budur.","Yaşar Nuri Öztürk Meali":"Oysaki onlara, dini yalnız O'na özgüleyerek, dosdoğru yürüyen kişiler halinde sadece Allah'a ibadet etmeleri, namazı/duayı yerine getirmeleri, zekâtı vermeleri emredilmişti. İşte budur doğru, eskimez ve aşınmaz din.","Eski Anadolu Türkçesi":"daħı buyrılmadılar illā kim ŧapalar Tañrı’ya iħlāś eyleyicilerken aña dįni müsülmānlarken daħı ŧururalar namāzı daħı vireler zekātı. daħı şol ŧoġru dįndür.","Satıraltı Meal (1534)":"Daḫı buyrulmadılar, illā Allāha ṭapmaġa, iḫlāṣ idüp aña dīni aru i‘tiḳād‐ıla.Daḫı durġuralar namāzı, daḫı vireler zekātı. Daḫı doġrularuñ dīni oldur.","Bunyadov-Memmedeliyev ":"Halbuki onlara əmr edilmişdir ki, Allaha – dini yalnız Ona məxsus edərək, batildən haqqa (islama) dönərək – ibadət etsinlər, namaz qılıb zəkat versinlər. Doğru-düzgün din budur!","M. Pickthall (English)":"And they are ordered naught else than to serve Allah, keeping religion pure for Him, as men by nature upright, and to establish worship and to pay the poor due. That is true religion.","Yusuf Ali (English)":"And they have been commanded no more than this:(6228) To worship Allah, offering Him sincere devotion, being true (in faith);(6229) to establish regular prayer; and to practise regular charity; and that is the Religion Right and Straight.(6230)"},"6":{"Arabic":"اِنَّالَّذ۪ينَكَفَرُوامِنْاَهْلِالْكِتَابِوَالْمُشْرِك۪ينَف۪ينَارِجَهَنَّمَخَالِد۪ينَف۪يهَاۜاُو۬لٰٓئِكَهُمْشَرُّالْبَرِيَّةِۜ","Abdulbaki Gölpınarlı Meali":"Kitap ehlinden kafir olanlar ve şirk koşanlar, şüphe yok ki cehennem ateşindedir, ebedidir onlar orada, onlardır yaratılmışların en kötüleri.","Abdullah-Ahmet Akgül Meali":"<b>Şüphesiz Kitap Ehlinden ve müşriklerden olan </b><i>(bütün) </i><b>kâfirler, cehennem ateşinin içinde olacaklar ve orada ebediyyen kalacaklardır. İşte yaratılanların en şerlisi bunlardır. </b> ","Abdullah Parlıyan Meali":"Bize de kitap verildi diyenlerden ve Allah'tan başkalarına ilahlık yakıştıranlardan kâfir olanlar, yani Allah'tan gelen gerçekleri örtbas edenler, cehennem ateşinde ebedi olarak kalacaklardır. Onlar yaratılmışların en kötüleridir.","Ahmet Tekin Meali":"Ehl-i kitaptan ve müşriklerden küfürde ısrar edenler cehennemdedirler. Orada ebedî kalırlar. Onlar, işte onlar, insanların en kötüleridir.","Ahmet Varol Meali":"Şüphesiz kitap ehlinden ve müşriklerden inkar edenler, içinde sonsuza kadar kalmak üzere cehennem ateşindedirler. İşte onlar yaratılmışların en kötüleridirler.","Ali Bulaç Meali":"Şüphesiz, kitap ehlinden ve müşriklerden inkâr edenler, içinde sürekli kalıcılar olmak üzere cehennem ateşindedirler. İşte onlar, yaratılmışların en kötüleridir.","Ali Fikri Yavuz Meali":"Muhakkak ki ehl-i kitabdan ve müşriklerden (ibaret) o kâfirler, cehennem ateşindedirler; orada ebedi olarak kalacaklardır. İşte bu kimseler, yaratıkların en kötüsü olanlardır.","Bahaeddin Sağlam Meali":"Ehl-i kitaptan ve müşriklerden hakkı inkâr edenler, ebedî olarak Cehennem ateşindedirler. İşte onlar, yaratıkların en kötüleridirler.","Bayraktar Bayraklı Meali":"Kitap ehlinden ve müşriklerden olan kafirler, süreli olarak cehennem ateşinde olacaklardır. Onlar, halkın en kötüleridir.","Besim Atalay Meali (1965)":"Kitaplı olanlarla, Tanrıya eş koşanlar cehennem ateşinde sürekli kalacaklar; işte bunlar, yaratılmış olanların şerlisidir!","Cemal Külünkoğlu Meali":"Gerçek olan şudur ki; Kitap ehlinden küfürde direnenler ile Allah'a ortak koşanlar, cehennem ateşine girecek ve orayı mesken tutacaklardır. İşte onlar, bütün yaratıkların en kötüsüdür.","Cemil Said (1924)":"Ehl-i kitâbdan ve müşriklerden îmân itmeyenler ilelebed cehennem âteşinde kalacaklardır. Ânlar mahlûkâtın en eşrârıdırlar.","Diyanet İşleri Meali (Eski)":"Kitap ehlinden ve ortak koşanlardan inkar edenler, şüphesiz içinde temelli kalacakları cehennem ateşindedirler. İşte bunlar, yaratıkların en kötüsüdürler.","Diyanet İşleri Meali (Yeni)":"Şüphesiz, inkâr eden kitap ehli ile Allah'a ortak koşanlar, içinde ebedî kalmak üzere cehennem ateşindedirler. İşte onlar yaratıkların en kötüsüdürler.","Kur'an Yolu (Diyanet İşleri)":"Ehl-i kitap’tan ve müşriklerden hakkı inkâr edenler, içinde ebedî olarak kalacakları cehennem ateşindedirler. İşte halkın en kötüleri onlardır.","Diyanet Vakfı Meali":"Ehl-i kitap ve müşriklerden olan inkârcılar, içinde ebedî olarak kalacakları cehennem ateşindedirler. İşte halkın en şerlileri onlardır.","Edip Yüksel Meali":"Kitap halkının inkarcıları ve putperestler, cehennem ateşinin içindedirler ve orada ebedi kalıcıdırlar. Onlar, yaratıkların en kötüsüdür.","Elmalılı Hamdi Yazır Meali":"Kâfirler, gerek kitap ehlinden olsun gerek puta tapanlardan olsun muhakkak, cehennem ateşindedirler. Orada ebedî olarak kalacaklardır. Onlar, insanların en şerlileridir.","Elmalılı Meali (Orijinal)":"Küfr edenler: gerek Ehli kitabdan olsun gerek müşriklerden muhakkak Cehennem ateşindedirler, orada muhalled kalacaklardır, onlardır bütün «şerrülberiyye»","Emrah Demiryent Meali":"Şüphesiz ki, ehl-i kitaptan ve müşriklerden (ısrarla) hakkı inkâr ede (rek, müslüman olmadan öle) nler, (âhirette) ebedî olarak cehennem ateşindedirler. İşte onlar, yaratılmışların en şerlileridir.","Erhan Aktaş Meali":"Kitap Ehli'nden gerçeği yalanlayan nankörler ve müşrikler, içinde sürekli kalmak üzere Cehennem ateşindedirler. İşte onlar, yaratılmışların en şerlileridirler.","Hasan Basri Çantay Meali":"Hakıykat, kitablılardan olsun, müşriklerden olsun (bütün o) küfredenler cehennem ateşindedirler, onun içinde ebedî kalıcıdırlar. Yaratılanların en kötüsü de onların kendileridir.","Hayrat Neşriyat Meali":"Şübhesiz ki kitab ehlinden ve müşriklerden inkâr edenler, Cehennem ateşindedirler; orada ebedî olarak kalıcıdırlar. İşte mahlûkatın en şerlisi ancak onlardır!","İhsan Aktaş Meali":"Şüphesiz Kitap ehlinden ve müşriklerden (kötü işler, zulüm ve azgınlık yapıp, hakkı) inkâr etmiş olanlar, (Allah’ın dilediği vakte kadar) cehennem ateşinde kalırlar. İşte onlar, (kendi dönemlerinde yaşayan) halkın en azılılarıdır. *","İlyas Yorulmaz Meali":"Şüphe yok ki, ehli kitaptan ve Allah’a ortak koşanlardan doğruları inkâr edenler, içinde sürekli kalacakları ateşin içindedirler. Onlar şerli bir topluluktur.","İsmayıl Hakkı Baltacıoğlu":"O kimseler ki tanımazlık ettiler, ister kitaplılardan olsunlar, ister eş koşanlardan olsunlar, onlar Cehennem ateşi içinde olacaklardır. Hep orada kalacaklarıdır. İşte yaratıkların en kötüsü bunlardır.","İsmail Hakkı İzmirli":"Ehl-i Kitap/tan kâfir olanlarla müşrikler yok mu, onlar Cehennem ateşindedir, orada devamlı kalacaklardır. Onlar mahlûkatın en azılılarıdır.","İsmail Yakıt":"Muhakkak ki Kitap ehlinden ve Allah’a ortak koşanlardan olan inkârcılar, içinde sürekli kalacakları cehennem ateşindedirler⁴. İşte onlar yaratıkların en kötüsü olanlardır.","Kadri Çelik Meali":"Hiç şüphesiz kitap ehlinden ve müşriklerden küfre sapanlar, içinde sürekli kalıcılar olarak cehennem ateşindedirler. İşte onlar, yaratılmışların en kötüleridir.","Mahmut Kısa Meali":"<b>İster Kitap Ehli </b>olarak bilinen Hıristiyanlar ve Yahudiler,<b> isterse </b>âhireti, Peygamberleri ve kutsal kitapları tümüyle inkâr eden <b>müşrikler olsun, </b>Kur’an ile uyarıldıkları hâlde <b>inkârda diretenler, sonsuza dek</b> <b>cehennem ateşine mahkûmdurlar. İşte onlar, yaratıkların en kötüsüdürler!</b>","Mahmut Özdemir Meali":"Kitap ehlinden ve Müşrikler’den inkâr etmiş olanlar, sürekli kalacakları Cehennem’in ateşindedir. İşte Kara-Kıtası’nın / Yaratılanlar’ın şerrlisi onlardır.","Mehmet Çakır Meali":"İnkarcı ehlikitap ile çok tanrıcı müşrikler,  sonsuza kadar yanacaklardır. Bunlar, bütün yaratıkların yüz karasıdırlar. ","Mehmet Çoban Meali":"Şüphesiz gerçeklerimizi inkâr eden kitap ehliyle, yaratılan varlıkları ilah kabul ederek Allah’a ortak koşanlar, Allah’ın yasalarına karşı çıkarak insanların yasalarına uyanlar; içinde ebedi kalmak üzere cehennem ateşindedirler. İşte onlar yaratılışı inkâr ederek, yaratan Allah’a karşı çıkarak, şeytana uyup yoldan çıkarak, yaratıkların en kötüsü olmuşlardır.         ","Mehmet Okuyan Meali":"Şüphesiz ki kitap ehlinden ve müşriklerden bazı nankörler, içinde [ebedî] kalacakları cehennem ateşinde (olacaklar)dır. İşte onlar yaratılmışların en kötüleridir.","Mehmet Türk Meali":"Hem kitap ehlinden hem de müşriklerden olan kâfirler, kesinlikle ebedî olarak cehennem ateşindedirler. Çünkü onlar yaratıkların en şerlileridir.","Muhammed Esed Meali":"Gerçek şu ki, [bütün kanıtlara rağmen] hakikati ⁸ inkara şartlanmış olanlar, -ister geçmiş vahyin mensuplarından, isterse Allah’tan başkasına da ilahlık yakıştıranlardan [olsunlar]- kendilerini cehennem ateşinde kalıcı bulacaklar: onlar, bütün yaratıkların en şerlileridir.","Mustafa Çavdar Meali":"Kitap ehlinden ve müşriklerden inanmak istemeyen kâfirler, içinde kalacakları cehennem ateşini boylayacaklar. İşte onlar, bütün yaratıkların en kötüleridir. 5/72-73, 39/71-72, 57/16","Mustafa İslamoğlu Meali":"Elbette inkârda ısrar edenler, -ister kitap ehline isterse şirki hayat tarzı haline getirenlere mensup olsunlar- içinde ebedî kalmak üzere Cehennem ateşinin bağrına düşecekler: Onlar bütün yaratıkların en şerlileridir.[⁵⁸⁴⁵]","Orhan Kuntman Meali":"Şüphe yok ki, kitap ehlinden ve müşriklerden küfredenler sonsuza dek kalacakları cehennem ateşindedirler. İşte onlardır, insanların en kötüsü!..' ","Osman Fırat Meali":"Şüphesiz, Kitap ehlinden kafirler ile Allah’a ortak koşanlar, içinde sürekli kalmak üzere cehennem ateşindedirler. İşte onlar şerli olanlardır.","Ömer Nasuhi Bilmen Meali":"Hakikaten o kimseler ki ehl-i kitaptan ve müşriklerden kâfir olmuşlardır. Cehennem ateşindedirler, orada ebedîyyen kalıcılardır. İşte onlar, halkın en azılılarıdır.","Suat Yıldırım Meali":"Gerek Ehl-i kitaptan, gerek müşriklerden olan kâfirler, hem de devamlı kalmak üzere cehennem ateşindedirler. Onlar bütün yaratıkların en şerlisidirler. ","Süleyman Ateş Meali":"Kitap ehlinden ve (Allah'a) ortak koşanlardan olan nankörler, sürekli olarak cehennem ateşindedirler. Onlar, halkın en şerlisidir.","Süleyman Tevfik (1927)":"(Bu emre itâ'at itmediklerinden) Ehl-i Kitâb'ın kâfirleriyle müşrikler orada ebedî kalmak üzere cehennem ateşindedirler. Onlar halkın en şerli olanlarıdırlar. ","Süleymaniye Vakfı Meali":"Görmezlikten gelenler (kafirler), ister Ehl-i kitaptan[*] ister müşriklerden olsunlar, sürekli kalmak üzere Cehennem ateşine gireceklerdir. İşte onlar yaratılmışların en şerlileridir (kötüleridir).","Şaban Piriş Meali":"Kitap ehlinden ve müşriklerden inkar edenler, içinde ebedi kalacakları cehennem ateşindedirler. İşte onlar, yaratılmışların en şerlileridir.","Ümit Şimşek Meali":"Kitap Ehlinden kâfir olanlar ile müşrikler Cehennem ateşindedirler; orada sürekli kalırlar. Onlar, yaratılmışların en kötüsüdür.","Yaşar Nuri Öztürk Meali":"Ehlikitap'ın küfre sapanlarıyla müşrikler, içinde sürekli kalıcılar olarak cehennem ateşindedirler. İşte onlardır yaratılmışların en şerlisi.","Eski Anadolu Türkçesi":"bayıķ anlar kim kāfir oldılar kitāb ehli’nden daħı müşriķlerden; cehennem odındadur ebed ķalıcılarken [318a] anuñ içinde. şunlardur yaradılmış yavuzıraġı.","Satıraltı Meal (1534)":"Ol kişiler ki kāfir oldılar kitāb ehlinden, daḫı müşriklerden, cehennem odıiçinde ebedī ḳalurlar. Anlar yaradılmışlaruñ yamanıdur.","Bunyadov-Memmedeliyev ":"Həqiqətən, kitab əhlindən kafir olanların və müşriklərin yeri cəhənnəm odudur. Onlar orada əbədi qalacaqlar. Onlar yaradılmışların ən pisidirlər.","M. Pickthall (English)":"Lo! those who disbelieve, among the People of the Scripture and the idolaters, will abide in fire of hell. They are  the worst of created beings.","Yusuf Ali (English)":"Those who reject (Truth), among the People of the Book and among the Polytheists, will be in Hell-Fire, to dwell therein (for aye). They are the worst of creatures.(6231)"},"7":{"Arabic":"اِنَّالَّذ۪ينَاٰمَنُواوَعَمِلُواالصَّالِحَاتِۙاُو۬لٰٓئِكَهُمْخَيْرُالْبَرِيَّةِۜ","Abdulbaki Gölpınarlı Meali":"İnananlar ve iyi işlerde bulunanlarsa: Onlardır şüphe yok ki yaratılmışların en hayırlıları.","Abdullah-Ahmet Akgül Meali":"<b>İman edip salih amellerde bulunanlar ise; işte onlar da, yaratılmışların en hayırlılarıdır.</b> ","Abdullah Parlıyan Meali":"İman edip doğru dürüst işler işleyenler ise, yaratılmışların en hayırlılarıdır.","Ahmet Tekin Meali":"İman edip, hâlis niyet ve amaçlarla, İslâm esaslarını, İslâmî düzeni hayata geçirenler, iş barışı içinde bilinçli, planlı, mükemmel, meşrû, faydalı, verimli çalışarak nimetin-ürünün bollaşmasını sağlayanlar, yerinde, haklı çıkışlar yaparak, düzelmeye, iyiliğe, iyileştirmeye ön ayak olanlar, cârî-kalıcı hayırlar-sâlih ameller işleyenler, işte onlar da, insanların en hayırlı olanlarıdır.","Ahmet Varol Meali":"İman edip salih ameller işleyenler ise; işte onlar da yaratılmışların en hayırlılarıdırlar.","Ali Bulaç Meali":"İman edip salih amellerde bulunanlar ise; işte onlar da, yaratılmışların en hayırlılarıdır.","Ali Fikri Yavuz Meali":"Doğrusu iman edib de salih ameller işliyenler; işte bunlar da yaratıkların en hayırlısı olanlardır.","Bahaeddin Sağlam Meali":"İman edip de yararlı işler yapanlar ise; işte onlar, yaratıkların en hayırlılarıdır.","Bayraktar Bayraklı Meali":"İnanıp iyi amel yapanlar da halkın en iyileridir.","Besim Atalay Meali (1965)":"İnanarak, yararlı iş görenler, yaratılmış olanların hayırlısı","Cemal Külünkoğlu Meali":"İman edip doğru ve yararlı işler yapanlara gelince; işte onlar yaratılanların en iyisidir.","Cemil Said (1924)":"Îmân idüb a’mâl-i sâlihada bulunanlar mahlûkâtın en hayırlısıdırlar.","Diyanet İşleri Meali (Eski)":"Fakat, inanıp yararlı iş işleyenler, işte onlar da, yaratıkların en iyileridirler.","Diyanet İşleri Meali (Yeni)":"Şüphesiz, iman edip, salih ameller işleyenler var ya; işte onlar yaratıkların en hayırlısıdırlar.","Kur'an Yolu (Diyanet İşleri)":"İman edip dünya ve âhiret için yararlı işler yapanlara gelince, halkın en hayırlısı da onlardır.","Diyanet Vakfı Meali":"İman edip sâlih ameller işleyenlere gelince, halkın en hayırlısı da onlardır.","Edip Yüksel Meali":"İnanıp erdemli davrananlar ise yaratıkların en iyisidir.","Elmalılı Hamdi Yazır Meali":"İnanan ve güzel amel işleyenler de insanların en hayırlılarıdır.","Elmalılı Meali (Orijinal)":"Muhakkak ki iyman edip yarar ameller yapanlar onlardır bütün «hayrulberiyye»","Emrah Demiryent Meali":"Şüphesiz, (İslâm dinine kalben) îmân edip sâlih ameller işleyen (mü’min) lere gelince... İşte onlar yaratılmışların en hayırlısıdırlar.","Erhan Aktaş Meali":"İman eden ve salihatı yapan¹ kimseler; işte onlar yaratılanların en hayırlı olanlarıdır.","Hasan Basri Çantay Meali":"İman edib de güzel güzel amel (ve hareket) lerde bulunanlar (a gelince:) Hiç şübhe yok ki bunlar da yaratılanların en hayırlısıdır.","Hayrat Neşriyat Meali":"Şübhesiz ki îmân edip sâlih ameller işleyenler var ya, işte mahlûkatın en hayırlısı (da)ancak onlardır!","İhsan Aktaş Meali":"Şüphesiz, iman edip iyi işler yapmış (erdemli davranmış) olanlar var ya; işte onlar da (kendi dönemlerinde yaşayan) halkın en hayırlısıdır.","İlyas Yorulmaz Meali":"İman edip doğru ve yararlı işler yapanlar da hayırlı bir topluktur.","İsmayıl Hakkı Baltacıoğlu":"O kimseler ki inanırlar, iyilik işlerler, bunlar da yaratıkların yey olanlarıdır.","İsmail Hakkı İzmirli":"Allah/a iman edip iyi amellerde bulunanlarsa mahlûkatın en iyileridir.","İsmail Yakıt":"Muhakkak ki inanıp iyi ve yararlı işler [sâlihât] yapanlar ise, işte onlar yaratıkların en hayırlılarıdır.","Kadri Çelik Meali":"İman edip salih amellerde bulunanlar (var ya), işte onlar da yaratılmışların en hayırlılarıdır.","Mahmut Kısa Meali":"Âyetlerime <b>iman eden ve </b>bu imana yaraşır<b> dürüst ve erdemlice bir hayat ortaya koyanlar ise, yaratıkların en iyisidirler.</b>","Mahmut Özdemir Meali":"İman etmiş ve Salih Ameller’i işlemiş (İyi İşler’i yapmış) olanlara gelince; işte Kara-Kıtası’nın / Yaratılanlar’ın hayırlısı onlardır.","Mehmet Çakır Meali":"İnanıp yararlı faaliyetlerde bulunanlar ise  tüm yaratıkların yüz akıdırlar.","Mehmet Çoban Meali":"Şüphesiz iman edip, güzel işler yapanlar yaratılan insanlar arasında en hayırlı olanlardır. Onlar Allah’ın yasalarına harfiyen uyar, iyi güzel hayırlı işlerle hayatlarını süslerler.         ","Mehmet Okuyan Meali":"Şüphesiz ki iman edip iyi işler yapanlara gelince; işte onlar ise yaratılmışların en iyileridir.","Mehmet Türk Meali":"Şüphesiz (Allah’ın istediği gibi) îman edip, (inandığı) iyi işleri yaşayanlar ise yaratıkların en hayırlılarıdır.","Muhammed Esed Meali":"[Ve] iman edip doğru ve yararlı işlerde bulunanlar, işte onlar, bütün yaratıkların en hayırlılarıdır.","Mustafa Çavdar Meali":"Ama iman eden, iyi ve güzel işler yapanlar ise, işte bunlar da bütün yaratıkların en iyileridir. 2/177, 3/195","Mustafa İslamoğlu Meali":"Şüphesiz iman eden ve imanına uygun davrananlar da var; işte onlar bütün yaratıkların en hayırlılarıdır.[⁵⁸⁴⁶]","Orhan Kuntman Meali":"İman edip sâlih ameller işleyenler ise, insanların en hayırlısıdır.","Osman Fırat Meali":"Şüphesiz, iman edip, salih ameller işleyenler var ya; işte onlar da hayırlı olanlardır.","Ömer Nasuhi Bilmen Meali":"Muhakkak o kimseler ki imân ettiler ve sâlih sâlih amellerde bulundular, işte yaradılmışların hayırlısı da onlardır, onlar.","Suat Yıldırım Meali":"Ama iman edip, makbul ve güzel işler yapanlar ise bütün yaratıkların en hayırlı olanlarıdır. ","Süleyman Ateş Meali":"İnanıp iyi işler yapanlar da halkın en hayırlısıdır.","Süleyman Tevfik (1927)":"Îmân iden ve a'mâl-i sâliha işleyenler ise nâsın hayırlılarıdırlar.","Süleymaniye Vakfı Meali":"İnanıp güvenen ve iyi işler yapanlar ise yaratılmışların en hayırlılarıdır (iyileridir).","Şaban Piriş Meali":"İman eden ve doğruları yapanlar ise, işte onlar, yaratılmışların en hayırlıları onlardır.","Ümit Şimşek Meali":"İman eden ve güzel işler yapanlar ise yaratılmışların en iyisidir.","Yaşar Nuri Öztürk Meali":"İman edip hayra ve barışa yönelik fiiller sergileyenlere gelince, işte onlardır yaratılmışların en hayırlısı.","Eski Anadolu Türkçesi":"bayıķ anlar kim įmān getürdiler daħı işlediler eyü işler şunlardur yaradılmış yigregi.","Satıraltı Meal (1534)":"Ol kişiler ki īmān getürdiler ve ‘amel‐i ṣāliḥ işlediler. Anlar yaradılmışla‐ruñ yigregidür.","Bunyadov-Memmedeliyev ":"İman gətirib yaxşı əməllər edənlər isə yaradılmışların ən yaxşılarıdır.","M. Pickthall (English)":"(And) lo! those who believe and do good works are the best of created beings.","Yusuf Ali (English)":"Those who have faith and do righteous deeds,- they are the best of creatures.(6232)"},"8":{"Arabic":"جَزَٓاؤُ۬هُمْعِنْدَرَبِّهِمْجَنَّاتُعَدْنٍتَجْر۪يمِنْتَحْتِهَاالْاَنْهَارُخَالِد۪ينَف۪يهَٓااَبَدًاۜرَضِيَاللّٰهُعَنْهُمْوَرَضُواعَنْهُۜذٰلِكَلِمَنْخَشِيَرَبَّهُ","Abdulbaki Gölpınarlı Meali":"Rablerinin katındaki mükafatları, kıyılarından ırmaklar akan ebedi Adn cennetleridir, ebedidir onlar orada, Allah razı olmuştur onlardan ve onlar da razı olmuşlardır ondan; ve bu mükafat, Rabbinden korkanadır.","Abdullah-Ahmet Akgül Meali":"<b>Rableri katında onların ödülleri ise; içinde ebedi kalıcılar olmak üzere, altından ırmaklar </b><i>(ve havuzlu şelaleler) </i><b>akan Adn cennetleri olacaktır. Allah, onlardan razı olmuştur, kendileri de O’ndan razı </b><i>(hoşnut ve memnun)</i><b> kalmışlardır. İşte bu, Rabbinden ’içi titreyerek korku duyan </b><i>(haşyet ve hürmet ehli)</i><b> kimse’ için </b><i>(hazırlanmış kutlu bir karşılıktır.)</i> ","Abdullah Parlıyan Meali":"Rableri katında onların mükafatı altlarından ırmaklar akan adn cennetleridir. Orada ebedi olarak kalacaklardır. Allah onlardan razı olmuş, onlar da Allah'ın verdiği sevap ve cennet nimetlerinden razı olmuşlardır. Bu mükafat ve cennet mertebesi, Rabbinden saygı ile korkup kulluk yapan kimseye verilecektir.","Ahmet Tekin Meali":"Rableri katındaki mükâfatları, altlarından ırmaklar akan Adn cennetlerinin konaklarıdır. Orada ebedî yaşarlar. Allah onlardan hoşnut olmuştur. Onlar da Allah'tan hoşnut oldular. Bu mükâfatlar, Rabbine saygı göstererek korkanlar içindir.","Ahmet Varol Meali":"Onların Rableri katındaki mükafatları içinde sonsuza kadar kalacakları altından ırmaklar akan Adn cennetleridir. Allah onlardan hoşnut olmuş, onlar da O'ndan hoşnut olmuşlardır. İşte bu Rabbinden korkan içindir.","Ali Bulaç Meali":"Rableri katında onların ödülleri, içinde ebedi kalıcılar olmak üzere altından ırmaklar akan Adn cennetleridir. Allah, onlardan razı olmuştur, kendileri de O'ndan razı (hoşnut, memnun) kalmışlardır. İşte bu, Rabbinden 'içi titreyerek korkan kimse' içindir.","Ali Fikri Yavuz Meali":"Onların mükafatı, Rableri katında (ağaçları) altından ırmaklar akar Adn cennetleridir; içlerinde ebedi olarak kalacaklardır. Allah onlardan razı olmuştur, onlar da O'ndan hoşnud... İşte bu (mükâfatlar ve Allah'ın rızası), Rabbinden korkanlara mahsustur...","Bahaeddin Sağlam Meali":"Rableri katındaki mükâfatları, içlerinde ebedî olarak kalacakları, altlarında nehirler akan ikamet Cennetleridir. Allah onlardan razıdır, onlar da Allah’tan razıdırlar. İşte bu mükâfat, Rabbinin büyüklüğüne karşı ürperenler içindir","Bayraktar Bayraklı Meali":"Onların, Rableri katında ödülü, içinden ırmaklar akan, içinde süreli kalacakları Adn cennetleridir. Allah onlardan razı olmuş, onlar da O'ndan memnun olmuşlardır. Bu, Rabbine saygı gösterene aittir.[789]","Besim Atalay Meali (1965)":"Allahın yanında, onların ödülleri, altından ırmaklar akan, eğleşilen cennetlerdir, orda tüm sonsuz kalırlar; Allah onlardan hoşnut, onlar Allahtan hoşnut, işte bu Tanrısından korkanlara armağan","Cemal Külünkoğlu Meali":"Onların, Rableri katındaki ödülleri, içinde temelli ve sonsuz kalacakları, içlerinden ırmaklar akan Adn cennetleridir. Allah onlardan razıdır. Onlar da Allah'tan hoşnuttur. Bu mükâfat, Rabbinin azabından sakınan ve O'na karşı sorumluluk bilinciyle yaşayan kimseyedir. ","Cemil Said (1924)":"Rableri nezdinde ânların ikâmetgâhı ağaçları altından nehirler geçen cennet bağçeleridir. Orada ilelebed kalacaklardır. Allâh ânlardan râzı olacak, ânlar da Allâh’ın lütuflarından memnûn kalacaklardır. İşte rabbinden korkanın mükâfâtı budur.","Diyanet İşleri Meali (Eski)":"Onların Rableri katındaki mükafatı, içinde temelli ve sonsuz kalacakları, içlerinden ırmaklar akan Adn cennetleridir. Allah onlardan razıdır. Onlar da Allah'tan razıdır. Bu, Rabbinden korkan kimseyedir.","Diyanet İşleri Meali (Yeni)":"Rableri katında onların mükâfatı, içlerinden ırmaklar akan, içlerinde ebedî kalacakları Adn cennetleridir. Allah onlardan razı olmuştur, onlar da Allah’tan razı olmuşlardır. İşte bu mükâfat Rablerine derin saygı duyanlara mahsustur.","Kur'an Yolu (Diyanet İşleri)":"Onların rableri katındaki ödülleri, altından ırmaklar akan, içinde devamlı kalacakları adn cennetleridir. Allah onlardan râzı olmuş, onlar da Allah’tan râzı olmuşlardır. İşte bu, rabbini sayıp O’ndan korkanlar içindir.","Diyanet Vakfı Meali":"Onların Rableri katındaki mükâfatları, zemininden ırmaklar akan, içinde devamlı olarak kalacakları Adn cennetleridir. Allah kendilerinden hoşnut olmuş, onlar da Allah'tan hoşnut olmuşlardır. Bu söylenenler hep Rabbinden korkan (O'na saygı gösterenler) içindir.","Edip Yüksel Meali":"Rableri katındaki ödülleri, içinden ırmaklar akan cennetlerdir. Orada ebedi olarak kalacaklardır. ALLAH onlardan hoşnut olmuş, onlar da O'ndan hoşnut olmuşlardır. Rabbine saygı gösterenin ödülü işte böyledir.","Elmalılı Hamdi Yazır Meali":"Rableri katında onların mükâfatı, altlarından ırmaklar akan Adn cennetleridir. Orada ebedî olarak kalacaklardır. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte bu mükâfat, Rabbine saygı gösterene mahsustur.","Elmalılı Meali (Orijinal)":"Onların mükâfatı rableri ındinde altından ırmaklar akar Cennetlerdir, onlar içinde ebediyyen muhalled olacaklar, Allah onlardan hoşnud, onlar da ondan hoşnud, bu işte rabbına haşyet duyanlara","Emrah Demiryent Meali":"O (müslüma) nların Rableri nezdindeki mükâfatları, altlarından ırmaklar akan, içlerinde ebedî kalacakları Adn cennetleridir. Allah onlardan razı olmuş, onlar da O’ndan (Allah’ın verdiği bütün mükâfatlardan) razı olmuşlardır. İşte bu (mükâfatlar, ancak) Rabbinin azametinden korkanlara mahsustur.","Erhan Aktaş Meali":"Onların, Rabb'leri yanındaki ödülleri; içinde kesintisiz olarak sürekli kalacakları, altlarından nehirler akan Adn Cennetleridir. Allah, onlardan hoşnut olmuş, onlar da O'ndan hoşnut olmuşlardır. İşte bu, Rabb'ine huşu¹ duyan kimseler içindir.","Hasan Basri Çantay Meali":"Onların Rableri nezdinde mükâfatı altlarından ırmaklar akan Adn cennetleridir. (Hepsi de) içlerinde ebedî, daimî kalıcıdırlar. Allah bunlardan raazî olmuşdur, bunlar da Ondan hoşnuud olmuşlardır, işte bu (seâdet), Rabbin (in ikaabın) dan korkan (lar) a mahsusdur.","Hayrat Neşriyat Meali":"Onların Rableri katındaki mükâfâtı, altlarından ırmaklar akan Adn Cennetleridir; orada ebedî olarak devamlı kalıcıdırlar. Allah onlardan râzı olmuştur ve (onlar da) O'ndan râzı olmuşlardır. İşte bu (karşılık), Rabbisinden korkan kimseler içindir.","İhsan Aktaş Meali":"Rableri katındaki ödülleri, zeminlerinden ırmaklar akan (ebedi huzur ve mutluluk diyarı olan) Adn cennetleridir. Onlar hep orada kalacaklardır. Allah (dünyada iken iman edip yaptıkları iyi işlerden dolayı) onlardan hoşnut olmuş, kendileri de O’ndan (alacakları nimet ve ödülden dolayı) hoşnut (memnun) kalmış (olacak)lardır. Rabbine saygı gösterenin ödülü işte böyledir.","İlyas Yorulmaz Meali":"Onların Rableri katındaki karşılıkları, altlarından ırmakların aktığı ve içlerinde sürekli kalacakları cennetlerdir. Allah onlardan razı olmuş, onlarda Allah’dan razı olmuşlardır. İşte bu güzel karşılıklar, Rablerinden korkup saygı duyanlar içindir.","İsmayıl Hakkı Baltacıoğlu":"Onların çalapları katındaki karşılıkları, içinde ırmaklar akan cennetlerdir. Onlar hep orada kalacaklardır. Onlar Allah’ın gönlünü etmişler, Allah da onların gönlünü etmiştir. İşte bu, çalabından ürkenler içinidir.","İsmail Hakkı İzmirli":"Onların, Rabbileri nezdinde mükâfatları, altında ırmaklar akar ikamet olunacak uçmakları vardır. Orada ebedî olarak baki kalacaklar. Allah onlardan hoşnuttur, onlar da Allah/tan hoşnuttur, İşte hoşnutluk Rabbinden korkan kimseye mahsustur.","İsmail Yakıt":"Rableri katında onların mükâfatı; içlerinden ırmaklar akan, içinde ebediyen kalacakları Adn cennetleridir. Allah onlardan razı/hoşnut olmuştur, onlar da Allah’tan razı/hoşnut olmuşlardır. İşte bu, Rabblerine saygıdan ürperen kimseler içindir.⁵","Kadri Çelik Meali":"Rableri katında onların ödülleri, içinde ebedi kalıcılar olarak altından ırmaklar akan Adn cennetleridir. Allah, onlardan razı olmuştur, kendileri de O'ndan hoşnut kalmışlardır. İşte bu, Rabbinden içi titreyerek korku duyan kimse içindir.","Mahmut Kısa Meali":"<b>Onların Rableri katındaki ödülleri, </b>ağaçlarının <b>altından ırmaklar çağıldayan ve sonsuza dek içinde yaşayacakları</b>ebedî huzur ve mutluluk diyarı olan <b>Adn cennetleridir. Allah onlardan hoşnut olmuş, onlar da O’ndan hoşnut olmuşlardır. İşte, Rabb’lerine saygı gösterenlerin mükâfâtı budur!</b>","Mahmut Özdemir Meali":"Onların, rabb’leri katında mükâfâtı, içinde ebedî kalacakları, altından Irmaklar akan Adn cennetleridir. Allah onlardan razı oldu; onlar da Allah’tan razı oldular. Bu, kendi rabbinden çekinmiş kimse içindir.","Mehmet Çakır Meali":"Bunların Rab’leri katındaki ödülü, çağlayanlı Adin bahçeleridir. Orada sonsuza kadar kalacaklardır. Allah onlardan, onlar da Allah'tan razıdır. Cennet, içinde Allah korkusu olanlar içindir. ","Mehmet Çoban Meali":"Allah’ın katında onların mükâfatı içlerinden ırmaklar akan ebedi kalacakları Adn cennetleridir. Allah onlardan razı olmuştur. Onlar da Allah’tan razı olmuşlardır. İşte bu mükâfat Rabbine karşı derin saygı duyanlara aittir.  ","Mehmet Okuyan Meali":"Rableri katındaki karşılıkları (ödülleri), altlarından ırmaklar akan, içinde [ebedî] kalacakları durmaya değer cennetlerdir. Allah kendilerinden razı, onlar da O’ndan memnun olmuşlardır. Bu (müjdeler), Rabbine saygı duyan(lar) içindir.","Mehmet Türk Meali":"Rableri katında onların mükâfatı, zemîninden ırmaklar akan, ebedî kalacakları, Adn cennetleridir. Artık Allah, onlardan râzı olmuş, onlar da Ondan râzı olmuşlardır. İşte bu (mükâfat da) Rabbine severek saygı gösterenlere aittir.","Muhammed Esed Meali":"Onların ödülleri Allah katında [kendilerini bekler:] içinden ırmaklar akan, sonsuza kadar kalacakları sınırsız nimet bahçeleri; Allah onlardan hoşnuttur ve onlar da Allah’tan: bütün bunlar Rablerini ürpertiyle hissedenler içindir!","Mustafa Çavdar Meali":"Onların Rabbleri katında ödülü, tabanından ırmakların çağladığı ve içinde ebedi kalacakları Adn cennetleridir. Allah, onlardan razı olmuştur. Onlar da Allah’tan razı olmuşlardır. İşte bu mükâfat, Rabbine derinden saygı duyanlarındır. 39/73-74, 43/67...73, 58/22, 77/41...44","Mustafa İslamoğlu Meali":"Rableri katında onların ödülleri, zemininden ırmakların aktığı ölümsüz güzelliğin üretildiği tarifsiz cennetlerdir; orada sonsuza kadar kalacaklardır: Allah onlardan razı olmuş, onlar da Allah’tan memnun olmuştur.[⁵⁸⁴⁷] İşte bütün bunlar, Rablerinin sevgisini yitirmekten korkanlar içindir.","Orhan Kuntman Meali":"Onların Rableri katında mükâfatı -içinde sonsuza dek kalacakları- ağaçlarının altından ırmaklar akan Adn cennetleridir, Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. İşte bu (eşsiz nimet) Rabbinden korkan kimselere mahsustur! ","Osman Fırat Meali":"Rableri katında onların mükâfatı, içlerinden ırmaklar akan, içlerinde ebedî kalacakları Adn cennetleridir. Allah onlardan razı olmuştur, onlar da Allah’tan razı olmuşlardır. İşte bu mükâfat Rablerine derin saygı duyanlara mahsustur.","Ömer Nasuhi Bilmen Meali":"Onların Rabblerinin nezdinde mükâfaatı, altlarından ırmaklar akan cennetlerdir, oralarda ebedîyyen daimi kalıcılardır. Allah onlardan razı olmuştur. Onlar da O'ndan razı olmuşlardır. İşte bu, Rabbinden korkan kimse içindir.","Suat Yıldırım Meali":"Bunların Rab'leri nezdindeki ödülleri içinden ırmaklar akan, hem de devamlı kalmak üzere girecekleri, Adn cennetleridir. Allah onlardan, onlar da Allah'tan râzı olmuşlardır. İşte bu rıza makamı da Rabbine saygı duyanlarındır. ","Süleyman Ateş Meali":"Rableri katında onların mükafatı altlarından ırmaklar akan, içinde ebedi kalacakları, Adn cennetleridir. Allah onlardan razı olmuş, onlar da O'ndan razı olmuşlardır. Bu, Rabbine saygı gösterene mahsustur.","Süleyman Tevfik (1927)":"Onların rableri 'indinde mükâfâtları orada ebedî kalmak üzere ağaçları altından nehirler akan 'Adn cennetleridir. Allâh onlardan, onlar da Allâh'dan razı oldılar. Bu ni'met ve mükâfât rablerinden korkanlara mahsûsdur.","Süleymaniye Vakfı Meali":"Rableri katında onlara verilecek karşılık, içinden ırmaklar akan kalıcı cennetlerdir (bahçelerdir). Sürekli kalmak üzere oraya gireceklerdir. Allah onlardan razı, onlar da Allah’tan razıdır. İşte bu, Rabbinden çekinerek kendini koruyan kimseler içindir.","Şaban Piriş Meali":"Onların ödülü, Rab'leri katında, altından ırmaklar akan ve içinde ebedi kalacakları Adn cennetleridir. Allah, onlardan razı olmuştur. Onlar da Allah'tan razı olmuşlardır. İşte bu mükafat, Rabbinden korkanındır.","Ümit Şimşek Meali":"Onların Rableri katındaki ödülleri, ebediyen kalmak üzere, altlarından ırmaklar akan Adn Cennetleridir. Allah onlardan hoşnuttur, onlar Allah'tan. Bu ödül, Rabbinden korkan kimse içindir.","Yaşar Nuri Öztürk Meali":"Onların, Rableri katındaki ödülleri, altlarından ırmaklar akan Adn cennetleri/temiz-bereketli bahçelerdir. Sürekli kalacaklardır orada. Allah onlardan razı olmuştur, onlar da O'ndan razı olmuşlardır. İşte bu, içi ürpererek Rabbine saygı duyan kişi içindir.","Eski Anadolu Türkçesi":"yanudı anlaruñ çalabı’ları ķatında 'adn uçmaķlarıdur aķar altından ırmaķlar ebed ķalıcılarken anuñ içinde hemįşe. ħoşnūd oldı Tañrı anlardan daħı ħoşnūd oldılar andan. şol ķorķdı çalabı’sından.","Satıraltı Meal (1534)":"Anlaruñ cezāları Tañrıları ḳatında ‘Adn uçmaḳlarıdur ki aḳar altından ırmaḳlar. Ebedī ḳalurlar anda. Tañrı Ta‘ālā rāżīdur anlardan, anlar daḫırāżīdur andan. Ol Tañrıdan ḳorḳanlar maḳāmıdur.","Bunyadov-Memmedeliyev ":"Onlardan öz Rəbbi yanındakı mükafatı (ağacları) altından çaylar axan Ədn cənnətləridir. Onlar orada əbədi qalacaqlar. Allah onlardan razıdır, onlar da Allahdan. Bu (ne’mətlər) Rəbbindən qorxanlar üçündür!","M. Pickthall (English)":"Their reward is with their Lord: Gardens of Eden underneath which rivers flow, wherein they dwell forever. Allah hath pleasure in them and they have pleasure in Him. This is (in store) for him who feareth his Lord.","Yusuf Ali (English)":"Their reward is with Allah. Gardens of Eternity, beneath which rivers flow; they will dwell therein for ever; Allah well pleased with them, and they with Him:(6233) all this for such as fear their Lord and Cherisher.(6234)"},"TotalVerse":8,"Name":"Beyyine"}